Repository: MisterGroup/ShouldIAnswerTranslations
Catalog: web/*/LC_MESSAGES/shouldianswer.po
Languages: cs_cz, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, pl_pl, pt_br, ru_ru, sv_se

source: Internal server error
cs_cz: Interní chyba serveru
de_de: Interner Serverfehler
es_es: Error interno de servidor
fi_fi: Palvelinvirhe.
fr_fr: Erreur interne du serveur
hu_hu: Belső kiszolgálóhiba
it_it: Errore del server
pl_pl: Wewnętrzny błąd serwera
pt_br: Erro Interno do Servidor
ru_ru: Внутренняя ошибка сервера
sv_se: Internt serverfel

source: Oooops something is wrong
cs_cz: Jejda, něco se pokazilo
de_de: Ups! Da ist etwas schiefgelaufen
es_es: Vaya, algo va mal
fi_fi: Oho, jotakin meni pieleen.
fr_fr: Oups, quelque chose s'est mal passé
hu_hu: Hoppá, valamilyen probléma történt
it_it: Oooops qualcosa è andato storto
pl_pl: Ojej, coś źle poszło!
pt_br: Ops, algo deu errado
ru_ru: Ой, что-то неисправно
sv_se: Ooops någonting är fel

source: We are sorry but requested page have problems.
cs_cz: Omlouváme se Vám, ale požadovaná stránka má problémy.
de_de: Es tut uns leid, aber die angefragte Seite hat Probleme.
es_es: Lo sentimos, pero la página solicitada tiene problemas.
fi_fi: Sivulla on ongelmia. Olemme pahoillamme.
fr_fr: Nous sommes désolés, mais la page demandée a des problèmes.
hu_hu: Sajnáljuk, de a megtekinteni kívánt oldallal problémák merültek fel.
it_it: Ci dispiace ma la pagina richiesta ha problemi.
pl_pl: Przykro nam, ale wybrana strona ma problemy.
pt_br: Pedimos desculpa, mas a página solicitada encontra problemas.
ru_ru: Просим извинения, но на требуемой странице возникли осложнения
sv_se: Vi ber om ursäkt men någt är fel med sidan du efterfrågat.

source: Our staff were informed about this accident and will fix it as soon as possible.
cs_cz: Naši vývojáři byli informováni o tomto problému a opraví jej v co nejkratším termínu.
de_de: Unsere Mitarbeiter wurden über diesen Fehler informiert und beheben ihn so schnell wie möglich.
es_es: Nuestro personal ha sido informado sobre este incidente y lo arreglaremos lo antes posible.
fi_fi: Henkilökuntamme tietää ongelmasta ja korjaa sitä parhaillaan.
fr_fr: Notre personnel est au courant de cet incident et va y remédier au plus vite.
hu_hu: Munkatársaink tájékoztatást kaptak a problémáról, a hiba kijavítása rövid időn belül megtörténik.
it_it: Il nostro staff è stato informato di questo problema e lo risolverà il più presto possibile.
pl_pl: Naśi pracownicy zostali poinformowani o problemie i interesujemy się nim tak szybko jak to tylko możliwe.
pt_br: Nossa equipe foi informada sobre este acidente e irá corrigir o problema assim que possível.
ru_ru: Мы были информированы о неисправности, она будет устранена в ближайшее время.
sv_se: Vår personal har blivit informerade om det här felet och kommer fixa det så fort som möjligt.

source: Please come back to this page later. Thank you.
cs_cz: Prosím navštivte tyto stránky později. Děkujeme.
de_de: Besuchen Sie diese Seite später noch einmal. Danke!
es_es: Por favor, vuelva a esta página más tarde. Gracias.
fi_fi: Tule myöhemmin uudestaan. Kiitos.
fr_fr: Veuillez revisiter cette page un peu plus tard. Merci.
hu_hu: Kérjük keresse fel később ezt az oldalt. Köszönjük!
it_it: Si prega di ritornare su questa pagina più tardi. Grazie.
pl_pl: Proszę, wróć do tej strony później! Dziękuję.
pt_br: Por favor, retorne a esta página depois. Obrigado.
ru_ru: Будьте добры, снова зайдите на эту страницу позже. Спасибо!
sv_se: Var vänlig och kom tillbaka till den här sidan senare. Tack.

source: Outdated or invalid form submitted! Please send it again.
cs_cz: Odeslán starý nebo invalidní formulář! Prosím pošlete jej znovu.
de_de: Veraltete oder ungültige Form eingesandt! Bitte erneut einsenden.
es_es: ¡Se ha enviado un formulario desfasado o no válido! Por favor, envíelo de nuevo.
fi_fi: Lomake on vanhentunut tai puutteellinen. Lähetä se uudestaan, kiitos.
fr_fr: Le formulaire envoi n’est pas à jour ou est désactivé ! Veuillez le envoyez à nouveau.
hu_hu: Lejárt vagy nem megfelelően kitöltött űrlap! Kérjük, küldje el újra.
it_it: Il modulo inviato è scaduto o non valido! Si prega di reinviarlo.
pl_pl: Przesłano nieprawidłowy lub przestarzały formularz! Proszę przesłać go ponownie.
pt_br: Formulário fora do prazo ou inválido. Por favor, envie novamente.
ru_ru: Отправлена устаревшая или неправильная форма! Пошлите её снова.
sv_se: Ouppdaterat eller ogiltigt formulär skickat! Var vänlig att skicka igen.

source: Submit failed. Please do not use Tags!
cs_cz: Odeslání selhalo. Nepoužívejte žádné tagy!
de_de: Absenden fehlgeschlagen. Bitte keine Tags verwenden!
es_es: Ha fallado el envío. Por favor, ¡no use etiquetas!
fi_fi: Lähetys epäonnistui. Älä käytä tageja.
fr_fr: La soumission a échoué. Veuillez ne pas utiliser de balises !
hu_hu: Az elküldés sikertelen. Kérjük, ne használjon Tageket!
it_it: Invio non riuscito. Si prega di non utilizzare Tag!
pl_pl: Przesyłanie nie powiodło się. Proszę nie używać!
pt_br: Envio falhou. Por favor não use Tags!
ru_ru: Отправить не удалось. Не используйте TAG!
sv_se: Sändningen misslyckades. Använd inga taggar!

source: Your rating is submitted and waiting for publication to other visitors. Thank you!
cs_cz: Vaše hodnocení bylo odesláno a čeká na publikaci ostatním návštěvníkům. Děkujeme!
de_de: Ihre Bewertung wurde übermittelt und wartet auf Veröffentlichung. Danke!
es_es: Su evaluación ha sido enviada y está esperando a ser publicada para los demás visitantes. ¡Gracias!
fi_fi: Arviosi on lähetetty ja odottaa julkaisua. Kiitos!
fr_fr: Votre évaluation a été envoyée, et est en attente de publication à d'autres visiteurs. Merci!
hu_hu: Az értékelése rögzítésre került, a feldolgozást követően hamarosan megtekinthetővé válik más felhasználók számára. Köszönjük!
it_it: La tua valutazione è stata registrata e sarà presto visibile daaltri visitatori. Grazie!
pl_pl: Twoja ocena została przesłana i oczekuje na opublikowanie dla innych użytkowników. Dziękuję!
pt_br: As sua avaliação foi enviada e está aguardando para ser publicada. Obrigado!
ru_ru: Ваша оценка была принята, и скоро будет доступна для просмотра другими пользователями. Большое спасибо!
sv_se: Din bedöming är skickad och väntar på att publiceras för andra besökare. Tack så mycket!

source: Rating has been stored and published!
cs_cz: Hodnocení bylo uloženo a publikováno!
de_de: Bewertung wurde gespeichert und veröffentlicht!
es_es: La evaluación ha sido archivada y publicada.
fi_fi: Arviosi on tallennettu ja julkaistu!
fr_fr: Évaluation enregistrée et publiée!
hu_hu: Az értékelés eltárolva és közzétéve!
it_it: La valutazione è stata salvata e pubblicata!
pl_pl: Ocena została przechowywana i opublikowana!
pt_br: Avaliação foi armazenado e publicado!
ru_ru: Оценка была сохранена и опубликована!
sv_se: Din bedömning har sparats och publicerats!

source: This phone number is marked as
cs_cz: Toto telefonní číslo je označeno jako
de_de: Diese Telefonnummer ist markiert als
es_es: Este número de teléfono ha sido marcado como
fi_fi: Tämä puhelinnumero on saanut arvion
fr_fr: Ce numéro de téléphone est marqué comme
hu_hu: Ez a telefonszám úgy van megjelölve mint
it_it: Questo numero di telefono è segnato come
pl_pl: Twój numer telefonu został oznaczony jako
pt_br: Este número de telefone está marcado como
ru_ru: Этот телефонный номер отмечен как
sv_se: Det här telefonnummret är markerat som

source: What is Your experience with this number?
cs_cz: Jaká je vaše zkušenost s tímto číslem?
de_de: Was ist Ihre Erfahrung mit dieser Nummer?
es_es: ¿Qué experiencia tiene con este número?
fi_fi: Mikä on kokemuksesi tästä numerosta?
fr_fr: Quelle est votre usage de ce numéro ?
hu_hu: Milyen tapasztalata van Önnek ezzel a számmal kapcsolatban?
it_it: Qual è la tua esperienza con questo numero?
pl_pl: Jakie są twoje doświadczenia z tym numerem?
pt_br: Qual sua experiência com este número?
ru_ru: Какой опыт у вас с этим телефонным номером?
sv_se: Vad är din erfarenhet av det här numret?

source: Do You have any experience with this phone number?
cs_cz: Máte nějaké zkušenosti s tímto telefonním číslem?
de_de: Haben Sie bereits Erfahrung mit dieser Telefonnummer?
es_es: ¿Tiene algún tipo de experiencia con este número de teléfono?
fi_fi: Onko sinulla kokemuksia tästä puhelinnumerosta?
fr_fr: Avez-vous déjà eu l'usage de ce numéro de téléphone ?
hu_hu: Van bármilyen tapasztalata ezzel a telefonszámmal kapcsolatban?
it_it: Hai qualche esperienza con questo numero?
pl_pl: Czy masz jakiś doświadczenia z tym numerem?
pt_br: Você tem alguma experiência com este número de telefone?
ru_ru: У вас есть какой-либо опыт с эти номером телефона?
sv_se: Har du någon erfarenhet av det här telefonnumret?

source: What is Your experience with this phone number?
cs_cz: Jaké máte zkušenosti s tímto číslem?
de_de: Was ist Ihre Erfahrung mit dieser Telefonnummer?
es_es: ¿Cuál es su experiencia con este número de teléfono?
fi_fi: Mikä on kokemuksesi tästä numerosta?
fr_fr: Quelle est votre usage de ce numéro de téléphone?
hu_hu: Milyen tapasztalata van Önnek ezzel a telefonszámmal kapcsolatban?
it_it: Qual è la tua esperienza con questo numero di telefono?
pl_pl: Jakie są twoje doświadczenia z tym numerem telefonu?
pt_br: Qual a sua experiência com este número de telefone?
ru_ru: Какое у вас впечатление от этого номера телефона?
sv_se: Vad är din erfarenhet av det här telefonnumret?

source: Do You have any bad experience with this number?
cs_cz: Máte nějaké špatné zkušenosti s tímto číslem?
de_de: Hatten Sie eine schlechte Erfahrung mit dieser Nummer?
es_es: ¿Tiene alguna mala experiencia con este número?
fi_fi: Onko sinulla huonoja kokemuksia tästä numerosta?
fr_fr: Avez-vous eu une mauvaise expérience avec ce numéro ?
hu_hu: Van Önnek bármilyen negatív tapasztalata ezzel a számmal kapcsolatban?
it_it: Hai avuto qualche esperienza negativa con questo numero?
pl_pl: Czy masz jakiś złe doświadczenie z tym numerem telefonu?
pt_br: Você tem alguma experiência negativa com este número?
ru_ru: Есть ли у вас какие-либо неприятные впечатления от этого номера телефона?
sv_se: Har du någon dålig erfarenhet av det här numret?

source: Have You seen this number before?
cs_cz: Viděli jste už někde toto číslo?
de_de: Haben Sie diese Nummer schon einmal gesehen?
es_es: ¿Ha visto este número antes?
fi_fi: Oletko nähnyt tätä numeroa aiemmin?
fr_fr: Avez-vous vu ce numéro avant ?
hu_hu: Látta már Ön ezt a számot ezelőtt?
it_it: Hai mai visto questo numero prima?
pl_pl: Czy znasz już ten numer?
pt_br: Você já viu este número?
ru_ru: Вы уже видели раньше этот номер телефона?
sv_se: Har du sett det här numret förut?

source: Have You ever spot this number?
cs_cz: Zahlédli jste někde toto číslo?
de_de: Kennen Sie diese Nummer?
es_es: ¿Ha detectado este número antes?
fi_fi: Oletko törmännyt tähän numeroon aiemmin?
fr_fr: Avez-vous déjà aperçu ce numéro ?
hu_hu: Megfigyelte már Ön ezt a számot bármikor?
it_it: Hai riconosciuto questo numero?
pl_pl: Czy kiedykolwiek widziałeś ten numer?
pt_br: Você já reparou neste número?
ru_ru: Вы когда-либо встречали этот номер телефона?
sv_se: Har du någonsin sett det här numret?

source: Does this number remind You something?
cs_cz: Je vám telefonní číslo povědomé?
de_de: Erinnert Sie diese Nummer an etwas?
es_es: ¿Te recuerda algo este número?
fi_fi: Muistuttaako tämä numero sinua jostakin?
fr_fr: Est-ce que ce numéro vous rappelle quelque chose ?
hu_hu: Emlékezteti Önt ezt a szám valamire?
it_it: Questo numero ti ricorda qualcosa?
pl_pl: Czy ten numer coś Ci przypomina?
pt_br: Este número lhe lembra algo?
ru_ru: Этот номер вам о чем-нибудь говорит?
sv_se: Påminner det här numret dig om någonting?

source: Do You have any bad experience with this phone number?
cs_cz: Máte špatné zkušenosti s tímto telefonním číslem?
de_de: Haben Sie schlechte Erfahrungen mit dieser Telefonnummer?
es_es: ¿Tiene alguna mala experiencia con este número de teléfono?
fi_fi: Onko sinulla huonoja kokemuksia tästä puhelinnumerosta?
fr_fr: Avez-vous eu une mauvaise expérience avec ce numéro de téléphone ?
hu_hu: Van Önnek bármilyen negatív tapasztalata ezzel a telefonszámmal kapcsolatban?
it_it: Hai avuto qualche esperienza negativa con questo numero di telefono?
pl_pl: Czy masz jakieś złe doświadczenia związane z tym numerem telefonu?
pt_br: Você tem alguma experiência negativa com este número de telefone?
ru_ru: Есть ли у вас неприятный опыт, связанный с этим номером телефона?
sv_se: Har du någon dålig erfarenhet av det här telefonnumret?

source: Have You ever seen this number?
cs_cz: Viděli jste už toto číslo?
de_de: Kennen Sie diese Nummer?
es_es: ¿Ha visto este número antes?
fi_fi: Oletko koskaan nähnyt tätä numeroa?
fr_fr: Avez-vous déjà vu ce numéro ?
hu_hu: Látta már Ön ezt a számot bármikor?
it_it: Hai mai visto questo numero?
pl_pl: Czy znasz ten numer?
pt_br: Você já viu este número?
ru_ru: Видели ли вы когда-либо этот номер телефона?
sv_se: Har du någonsin sett det här numret?

source: Does this number look familiar to You?
cs_cz: Je vám toto číslo povědomé?
de_de: Kommt Ihnen diese Nummer bekannt vor?
es_es: ¿Le parece familiar este número?
fi_fi: Näyttääkö tämä puhelinnumero tutulta?
fr_fr: Est-ce que ce numéro vous est familier ?
hu_hu: Ismerős Önnek ez a szám?
it_it: Questo numero ti sembra familiare?
pl_pl: Czy ten numer wygląda znajomo?
pt_br: Este número lhe parece familiar?
ru_ru: Может быть, номер кажется вам знакомым?
sv_se: Ser det här numret bekant ut för dig?

source: Do You have any experience with this?
cs_cz: Už jste se s ním setkali?
de_de: Haben Sie schon Erfahrung damit?
es_es: ¿Tiene alguna experiencia con este?
fi_fi: Onko sinulla mitään kokemuksia tästä?
fr_fr: Avez-vous eu l'usage de cela ?
hu_hu: Van bármilyen tapasztalata vele kapcsolatban?
it_it: Hai qualche esperienza con questo?
pl_pl: Czy masz z tym związane jakiś doświadczenia?
pt_br: você tem alguma experiência com isto?
ru_ru: У вас есть какой-либо опыт с этим?
sv_se: Har du någon erfarenhet av det här?

source: Have this number called You before?
cs_cz: Už vám toto číslo někdy volalo?
de_de: Hat Sie diese Nummer schon einmal angerufen?
es_es: ¿Le ha llamado este número antes?
fi_fi: Onko tästä numerosta soitettu sinulle?
fr_fr: Avez-vous déjà reçu un appel à partir de ce numéro ?
hu_hu: Hívták már Önt erről a számról korábban?
it_it: Questo numero ti ha mai chiamato?
pl_pl: Czy ten numer już kiedyś do Ciebie dzwonił?
pt_br: Este número lhe chamou?
ru_ru: Звонили вам и прежде с этого номера?
sv_se: Har det här numret ringt dig förut?

source: Have this number annoyed You before?
cs_cz: Byli jste tímto číslem obtěžováni?
de_de: Hat Sie diese Nummer schon einmal belästigt?
es_es: ¿Le ha molestado este número antes?
fi_fi: Onko tämä numero häirinnyt sinua?
fr_fr: Est-ce que ce numéro vous a déjà dérangé ?
hu_hu: Okozott már Önnek kellemetlenséget ez a szám?
it_it: Questo numero ti ha mai infastidito?
pl_pl: Czy ten numer przeszkadzał Ci?
pt_br: Este número já lhe importunou?
ru_ru: Беспокоили вас и прежде с этого номера телефона?
sv_se: Har det här numret stört dig förut?

source: Did someone offer You unwanted services from this number?
cs_cz: Nabízel Vám někdo z tohoto čísla služby, o které jste neměli zájem?
de_de: Wurden Ihnen unter dieser Nummer ungewollte Angebote gemacht?
es_es: ¿Le ofreció alguien servicios no deseados de este número?
fi_fi: Onko joku myynyt tahtomattasi jotakin tästä numerosta?
fr_fr: Est-ce qu'on vous a offert des services indésirables à partir de ce numéro ?
hu_hu: Hívta már Önt valaki kéretlen ajánlatokkal, szolgáltatásokkal kapcsolatban erről a számról?
it_it: Qualcuno ti ha offerto servizi indesiderati chiamandoti con questo numero?
pl_pl: Czy ktoś oferował Ci niechciane usługi z tego numeru?
pt_br: Você recebeu serviços não solicitados deste número?
ru_ru: Кто-то предлагал вам ненужные услуги по этому телефону?
sv_se: Erbjöd någon dig oönskade tjänster från det här numret?

source: Did someone offer You products You haven't ordered from this number?
cs_cz: Nabízel Vám někdo z tohoto telefonního čísla produkty, které jste si neobjednali?
de_de: Hat Ihnen jemand unter dieser Nummer unerwünschte Produkte angeboten?
es_es: ¿Le ofreció alguien productos que no habías comprado desde este número?
fi_fi: Tarjosiko joku pyytämättäsi tuotteita tästä numerosta?
fr_fr: Est-ce qu'on vous a offert, à partir de ce numéro, des produits que vous n'avez pas commandés ?
hu_hu: Ajánlott már Önnek valaki kéretlenül termékeket, szolgáltatásokat erről a számról?
it_it: Qualcuno ti ha offerto prodotti che non hai mai ordinato chiamandoti con questo numero?
pl_pl: Czy ktoś z tego numeru oferował Ci niezamówione produkty?
pt_br: Alguém lhe ofereceu produtos não solicitados por este número?
ru_ru: Кто-то предлагал вам товары, которые вы не заказывали по этому номеру телефона?
sv_se: Erbjöd någon dig produkter som du inte har beställt från det här numret?

source: You have become a victim of harassment?
cs_cz: Stali jste se terčem obtěžování?
de_de: Sind Sie Opfer von Belästigung geworden?
es_es: ¿Ha sido victima de acoso?
fi_fi: Oletko joutunut häiriköinnin uhriksi?
fr_fr: Avez-vous été victime de harcèlement ?
hu_hu: Zaklatás áldozatává vált?
it_it: Sei vittima di molestie?
pl_pl: Czy telefony z tego numeru były obraźliwe?
pt_br: Você foi vítima de aborrecimento?
ru_ru: Вы стали жертвой домогательства?
sv_se: Har du blivit ett offer för trakasseri?

source: Did someone offer You some insurance?
cs_cz: Nabízel vám někdo pojištění?
de_de: Hat Ihnen jemand eine Versicherung angeboten?
es_es: ¿Le ofreció alguien un seguro?
fi_fi: Onko joku kaupannut sinulle vakuutuksia?
fr_fr: Est-ce qu'on vous a proposé une certaine formule d'assurance ?
hu_hu: Ajánlott Önnek valaki biztosítási szolgáltatásokat?
it_it: Qualcuno ti ha offerto qualche assicurazione?
pl_pl: Czy ktoś oferował Ci ubezpieczenie?
pt_br: Alguém lhe ofereceu seguros?
ru_ru: Предлагал вам кто-то какую-нибудь страховку?
sv_se: Erbjöd någon dig en försäkring?

source: Have You been facing the unwanted services?
cs_cz: Vnucoval vám někdo nevyžádané služby?
de_de: Sahen Sie sich mit ungewollten Angeboten konfrontiert?
es_es: ¿Se ha estado enfrentando a los servicios no deseados?
fi_fi: Oletko saanut tarjouksia, joita et ole pyytänyt?
fr_fr: Avez-vous été confronté aux services indésirables ?
hu_hu: Zaklatták már Önt kéretlen szolgáltatásokkal?
it_it: Hai avuto a che fare con servizi indesiderati?
pl_pl: Czy kiedyś proponowano Ci niechciane usługi?
pt_br: Você recebeu serviços não solicitados?
ru_ru: Вы уже встречались когда-либо с предложением ненужных услуг?
sv_se: Har du blivit utsatt för de oönskade tjänsterna?

source: Did someone offer You apparently beneficial contracts?
cs_cz: Nabízel vám někdo zdánlivě výhodné smlouvy?
de_de: Hat Ihnen jemand scheinbar nützliche Verträge angeboten?
es_es: ¿Le ofreció alguien contratos aparentemente beneficiosos?
fi_fi: Onko joku tarjonnut sopimuksia, joiden edut ovat näennäisiä?
fr_fr: Est-ce qu'on vous a proposé des contrats apparemment avantageux ?
hu_hu: Kapott már korábban valakitől látszólag előnyösnek tűnő szerződéses ajánlatokat?
it_it: Qualcuno ti ha offerto contratti apparentemente favorevoli?
pl_pl: Czy ktoś oferował Ci umowy wydające się być korzystne?
pt_br: Alguem lhe ofereceu contratos com vantagens?
ru_ru: Кто-то предлагал вам выгодный контракт?
sv_se: Erbjöd någon dig ett uppenbart fördelaktigt erbjudande?

source: Or is this rally some good service?
cs_cz: Nebo jde o nějakou skutečně dobrou službu?
de_de: Oder ist dies wirklich ein guter Service?
es_es: ¿O le ha proporcionado algún tipo de buen servicio?
fi_fi: Vai onko tämä hyvä palvelu?
fr_fr: Ou est-ce que cela était un service utile d'une certaine manière ?
hu_hu: Vagy ez egy ténylegesen egy jó szolgáltatás?
it_it: Oppure questo è un buon servizio?
pl_pl: Czy jest to może dobra usługa?
pt_br: Ou isto oferece bons serviços?
ru_ru: Или это действительно хорошая служба?
sv_se: Eller är det här egentligen en bra tjänst?

source: Or is this Your friend's phone number?
cs_cz: Nebo naopak jde o telefon vašeho známého?
de_de: Oder ist dies die Nummer eines Freundes?
es_es: ¿O es el número de teléfono de un amigo?
fi_fi: Vai onko tämä ystäväsi numero?
fr_fr: Ou est ce le numéro de téléphone de votre ami ?
hu_hu: Vagy ez egy Barátjának a telefonszáma?
it_it: Oppure questo è il numero di telefono di un tuo amico?
pl_pl: Czy jest to może numer twojego znajomego?
pt_br: Ou este é o número de um amigo?
ru_ru: Или это номер вашего знакомого?
sv_se: Eller är det här din väns telefonnummer?

source: Or is this a phone number serving for Your company?
cs_cz: Nebo jde o kontaktní telefon vaší firmy?
de_de: Oder ist dies die Telefonnummer Ihres Unternehmens?
es_es: ¿O es un número de teléfono de su compañía?
fi_fi: Vai onko tämä oman organisaatiosi numero?
fr_fr: Ou est ce un numéro de téléphone de service de votre entreprise ?
hu_hu: Vagy ez a telefonszám az Ön cégéhez tartozik?
it_it: Oppure questo è un numero di telefono aziendale?
pl_pl: Czy jest to może numer używany w twojej firmie?
pt_br: Ou este é o número de serviço para sua empresa?
ru_ru: Или это номер телефона вашей компании?
sv_se: Eller är det här ett telefonnummer för ditt företag?

source: Or is this a phone number of a reliable financial advisor?
cs_cz: Nebo jde o telefon dobrého finančního poradce?
de_de: Oder ist dies die Telefonnummer eines zuverlässigen Finanzberaters?
es_es: ¿O es un número de teléfono de un consejero financiero de fiar?
fi_fi: Vai onko tämä luotettavan talousneuvojan numero?
fr_fr: Ou est ce un numéro de téléphone d'un conseiller financier fiable ?
hu_hu: Vagy ez a szám egy megbízható, pénzügyi tanácsadóé?
it_it: Oppure questo è il numero di telefono di un consigliere finanziario affidabile?
pl_pl: Czy jest to może numer dobrego doradcy finansowego?
pt_br: Ou este é um número de telefone de um consultor confiável?
ru_ru: Или это номер телефона надёжного финансового консультанта
sv_se: Eller är det här numret från en pålitlig ekonomisk rådgivare?

source: Or is this a safe phone number?
cs_cz: Nebo jde o bezpečné telefonní číslo?
de_de: Oder ist dies eine sichere Telefonnummer?
es_es: ¿O es un número de teléfono seguro?
fi_fi: Vai onko tämä turvallinen puhelinnumero?
fr_fr: Ou est ce un numéro de téléphone sécurisé?
hu_hu: Vagy ez egy biztonságosnak számító telefonszám?
it_it: Oppure questo è un numero di telefono sicuro?
pl_pl: Czy jest to może bezpieczny numer telefonu?
pt_br: Ou este é um número de telefone seguro?
ru_ru: Или это безопасный номер телефона?
sv_se: Eller är det här ett säkert telefonnummer?

source: Or is this a purely private phone number?
cs_cz: Nebo naopak jde o soukromé telefonní číslo?
de_de: Oder ist dies eine rein private Telefonnummer?
es_es: ¿O es un número de teléfono meramente privado?
fi_fi: Vai onko tämä yksityinen numero?
fr_fr: Ou est-il un numéro de téléphone purement privé ?
hu_hu: Vagy ez egy privát, otthoni telefonszám?
it_it: Oppure questo è un numero di telefono esclusivamente privato?
pl_pl: Czy jest to może całkiem prywatny numer telefonu?
pt_br: Ou este é somente um número privado?
ru_ru: Или это исключительно частный номер телефона?
sv_se: Eller är det här ett rent privat telefonnummer?

source: Or is this someone You know?
cs_cz: Nebo jde o někoho, koho znáte?
de_de: Oder ist dies jemand, den Sie kennen?
es_es: ¿O es alguien quien le conoce?
fi_fi: Vai onko tämä joku tuttusi?
fr_fr: Ou est-ce qu'il s'agit de quelqu'un que vous connaissez ?
hu_hu: Vagy ez az Ön egyik ismerősének a száma?
it_it: Oppure è qualcuno che conosci?
pl_pl: Czy jest to może ktoś, kogo znasz?
pt_br: Ou é alguém que você conhece?
ru_ru: Или это кто-то кого вы знаете?
sv_se: Eller är det någon du känner?
