Repository: MisterGroup/ShouldIAnswerTranslations
Catalog: web/*/LC_MESSAGES/shouldianswer.po
Languages: cs_cz, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, pl_pl, pt_br, ru_ru, sv_se

source: Or is this phone number useful?
cs_cz: Nebo je telefonní číslo užitečné?
de_de: Oder ist diese Telefonnummer nützlich?
es_es: ¿O es este número de teléfono útil?
fi_fi: Vai onko tämä hyödyllinen puhelinnumero?
fr_fr: Ou est-ce que ce numéro de téléphone est utile ?
hu_hu: Vagy ez egy hasznos telefonszám?
it_it: Oppure questo numero di telefono è utile?
pl_pl: Czy jest to może użyteczny numer telefonu?
pt_br: yOu este é um número útil?
ru_ru: Или это полезный номер телефона?
sv_se: Eller är det här telefonnumret användbart?

source: Or does this number belong to some of Your friends?
cs_cz: Nebo je to telefonní číslo vašeho známéno?
de_de: Oder gehört diese Telefonnummer einem Ihrer Freunde?
es_es: ¿O pertenece este número a alguno de sus amigos?
fi_fi: Vai kuuluuko tämä numero jollekin ystävällesi?
fr_fr: Ou est-ce que ce numéro de téléphone appartient à un de vos amis ?
hu_hu: Vagy ez a szám az Ön egyik barátjának a telefonszáma?
it_it: Oppure questo numero appartiene a uno dei tuoi amici?
pl_pl: Czy może ten numer należy do twojego przyjaciela?
pt_br: Ou este é o número de algum de seus amigos?
ru_ru: Или этот номер принадлежит какому нибудь из ваших знакомых?
sv_se: Eller tillhör det här numret någon av dina vänner?

source: Or is this Your own phone number?
cs_cz: Nebo jde o vaše vlastní telefonní číslo?
de_de: Oder ist dies Ihre Telefonnummer?
es_es: ¿O es éste su propio número de teléfono?
fi_fi: Vai onko tämä oma numerosi?
fr_fr: Où est-ce qu'il s'agit de votre propre numéro de téléphone ?
hu_hu: Vagy ez az Ön saját telefonszáma?
it_it: Oppure questo è il tuo numero?
pl_pl: Czy jest to może twój własny numer telefonu?
pt_br: Ou este é o seu próprio númeor?
ru_ru: Или это ваш личный номер?
sv_se: Eller är det här ditt eget telefonnummer?

source: Share Your experience.
cs_cz: Podělte se o svoje zkušenosti.
de_de: Teilen Sie Ihre Erfahrung.
es_es: Comparta tu experiencia.
fi_fi: Jaa kokemuksesi.
fr_fr: Partagez votre expérience.
hu_hu: Ossza meg a Saját tapasztalatait.
it_it: Condividi la tua esperienza.
pl_pl: Podziel się swoimi doświadczeniami.
pt_br: Compartilhe sua experiência.
ru_ru: Поделитесь вашим опытом
sv_se: Dela din erfarenhet.

source: Do not keep the information just for yourself.
cs_cz: Nenechávejte si informace pro sebe.
de_de: Behalten Sie die Informationen nicht für sich.
es_es: No se guarde la información solamente para ti.
fi_fi: Älä pidä tietoja itselläsi.
fr_fr: Ne conservez pas cette information seulement pour vous.
hu_hu: Ne tartsa meg az információt kizárólag csak saját magának.
it_it: Non tenere queste informazioni solo per te.
pl_pl: Nie zachowuj informacji tylko dla siebie.
pt_br: Não segure informação.
ru_ru: Не оставляйте информацию только для себя
sv_se: Behåll inte informationen för dig själv.

source: Share Your experience with the others.
cs_cz: Podělte se s ostatními o svoje zkušenosti.
de_de: Teilen Sie Ihre Erfahrungen mit anderen.
es_es: Comparta su experiencia con los demás.
fi_fi: Jaa kokemuksesi muiden kanssa.
fr_fr: Partagez votre expérience avec les autres.
hu_hu: Ossza meg a Saját tapasztalatait másokkal is.
it_it: Condividi la tua esperienza con gli altri.
pl_pl: Podziel się swoimi doświadczeniami z innymi.
pt_br: Compartilhe sua experiência com outros.
ru_ru: Поделитесь вашим опытом с другими
sv_se: Dela din erfarenhet med andra.

source: Pass Your experience to the other users.
cs_cz: Předejte svoje zkušenosti dál.
de_de: Geben Sie Ihre Erfahrungen an andere weiter.
es_es: Hable de su experiencia con el resto de usuarios.
fi_fi: Välitä kokemuksesi muille käyttäjille.
fr_fr: Transmettez votre expérience à d'autres utilisateurs.
hu_hu: Tegye közkinccsé a Saját tapasztalatait, ossza meg őket más felhasználókkal is.
it_it: Trasmetti la tua esperienza agli altri utenti.
pl_pl: Przekaż swoje doświadczenia innym użytkownikom.
pt_br: Passe sua experiência para os outros usuários.
ru_ru: Передайте ваш опыт другим пользователям.
sv_se: Dela med dig av din upplevelse till de andra användarna.

source: Is there something You would like to tell the others?
cs_cz: Máte informace, které chcete předat ostatním?
de_de: Gibt es etwas, was Sie anderen mitteilen möchten?
es_es: ¿Hay algo que le gustaría decirle al resto de usuarios?
fi_fi: Haluatko kertoa muille jotakin?
fr_fr: Y a-t-il quelque chose que vous voudriez dire aux autres ?
hu_hu: Van valami, amit Ön el szeretne mondani másoknak is?
it_it: C’è qualcosa che vorresti dire agli altri?
pl_pl: Czy jest coś czym chceś podzielić się z innymi?
pt_br: Existe algo que você quer dizer os outros?
ru_ru: У вас есть что-нибудь, что бы вы хотели сказать остальным?
sv_se: Är det någonting som du skulle vilja berätta för de andra?

source: Is there some info You can share?
cs_cz: Víte něco, co chcete sdělit ostatním?
de_de: Gibt es Infos, die Sie teilen möchten?
es_es: ¿Existe alguna información que pueda compartir?
fi_fi: Onko sinulla tietoja, joita voisit jakaa?
fr_fr: Y a-t-il des informations que vous pourriez partager ?
hu_hu: Van Önnek olyan információja, amit meg tudna osztani?
it_it: C’è qualche informazione che puoi condividere?
pl_pl: Czy jest coś czym chcesz się podzielić?
pt_br: Existe alguma informação que você quer compartilhar?
ru_ru: Есть ли у вас сведения, которыми вы могли бы поделиться?
sv_se: Är det någon information du kan dela med dig av?

source: Do You know more?
cs_cz: Víte víc?
de_de: Wissen Sie mehr?
es_es: ¿Sabe algo más?
fi_fi: Tiedätkö enemmän?
fr_fr: Savez-vous en plus?
hu_hu: Ön többet is tud?
it_it: Ne sai di più?
pl_pl: Czy wiesz coś jeszcze?
pt_br: Você sabe mais?
ru_ru: Вы знаете больше?
sv_se: Vet du mer?

source: Do You know more? Share it with the others.
cs_cz: Víte víc? Nenechávejte si to pro sebe.
de_de: Wissen Sie mehr? Teilen Sie es mit anderen.
es_es: ¿Sabe algo más? Compártalo con los demás.
fi_fi: Tiedätkö enemmän? Jaa se muille.
fr_fr: Savez-vous en plus? Partagez le avec les autres.
hu_hu: Ön többet is tud? Ossza meg másokkal is.
it_it: Ne sai di più? Condividilo con gli altri.
pl_pl: Czy wiesz coś jeszcze? Podziel się tym z innymi.
pt_br: Você sabe mais? Compartilhe.
ru_ru: Вы знаете больше? Поделитесь этим с остальными
sv_se: Vet du mer? Dela med dig till de andra.

source: Do You know more? Pass Your experience to the other users.
cs_cz: Víte víc? Předejte svoje zkušenosti dál.
de_de: Wissen Sie mehr? Geben Sie Ihre Erfahrungen an andere weiter.
es_es: ¿Sabe algo más? Hable de su experiencia con el resto de usuarios.
fi_fi: Tiedätkö enemmän? Välitä kokemuksesi muille käyttäjille.
fr_fr: Est-ce que vous en savez plus? Transmettez votre expérience aux autres utilisateurs.
hu_hu: Ön többet is tud? Adja tovább a tapasztalatait más felhasználóknak is.
it_it: Ne sai di più? Divulga la tua esperienza agli altri utenti.
pl_pl: Czy wiesz coś jeszcze? Przekaż swoje doświadczenia innym użytkownikom.
pt_br: Você sabe mais? Compartilhe sua experiência com outros usuários.
ru_ru: Вы знаете больше? Передайте ваш опыт остальным
sv_se: Vet du mer? Dela din erfarenhet till de andra användarna.

source: Do You know more? Share Your experience with the others.
cs_cz: Víte víc? Podělte se o svoje zkušenosti s ostatními.
de_de: Wissen Sie mehr? Teilen Sie Ihre Erfahrungen mit anderen.
es_es: ¿Sabe algo más? Compartastu experiencia con los demás.
fi_fi: Tiedätkö enemmän? Jaa kokemuksesi muiden kanssa.
fr_fr: Est-ce que vous en savez plus? Partagez votre expérience avec d'autres utilisateurs.
hu_hu: Ön többet is tud? Ossza meg Saját tapasztalatait más felhasználókkal is.
it_it: Ne sai di più? Convidividi la tua esperienza con gli altri.
pl_pl: Czy wiesz coś jeszcze? Podziel się swoimi doświadczeniami z innymi.
pt_br: Você sabe mais? Compartilhe sua experiência com outros.
ru_ru: Вы знаете больше? Поделитесь своим опытем с остальными
sv_se: Vet du mer? Dela din erfarenhet med de andra.

source: Write to us,
cs_cz: Napište nám a
de_de: Schreiben Sie uns.
es_es: Escríbanos a nosotros,
fi_fi: Kirjoita meille,
fr_fr: Écrivez-nous,
hu_hu: Írjon nekünk,
it_it: Scrivici,
pl_pl: Napisz do nas,
pt_br: Escreva pra nós,
ru_ru: Напишите нам,
sv_se: Skriv till oss,

source: Fill the form,
cs_cz: Vyplňte formulář a
de_de: Füllen Sie das Formular aus.
es_es: Rellene el formulario
fi_fi: Täytä lomake,
fr_fr: Remplissez le formulaire,
hu_hu: Töltse ki az űrlapot,
it_it: Compila il modulo,
pl_pl: Wypełni formularz,
pt_br: Preencha o formulário,
ru_ru: Заполните форму,
sv_se: Fyll i formuläret,

source: Fill the form and
cs_cz: Vyplňte náš formulář a
de_de: Füllen Sie das Formular aus und
es_es: Rellene el formulario y
fi_fi: Täytä lomake ja
fr_fr: Remplissez le formulaire et
hu_hu: Töltse ki az űrlapot, és
it_it: Compila il modulo e
pl_pl: Wypełni formularz i
pt_br: Preencha o formulário e
ru_ru: Заполните форму и
sv_se: Fyll i formuläret och

source: Write to us (it is not necessary to state Your real name) and
cs_cz: Napište nám (nemusíte uvádět své skutečné jméno) a
de_de: Schreiben Sie uns (Sie müssen nicht Ihren richtigen Namen angeben) und
es_es: Escríbanos a nosotros (no hace falta que ponga su nombre real) y
fi_fi: Kirjoita meille (sinun ei ole pakko käyttää oikeaa nimeäsi) ja
fr_fr: Écrivez-nous (vous n'êtes pas obligé d'indiquer votre vrai nom)
hu_hu: Írjon nekünk (nem muszáj megadnia a valódi nevét), és
it_it: Scrivici (non è necessario che tu ci dica il tuo vero nome) e
pl_pl: Napisz do nas (koniecznie trzeba podać swoje prawdziwe imię) i
pt_br: Escreva para nós (não é necessário declarar seu nome real) e
ru_ru: Напишите нам (необязательно приводить ваше настоящее имя) и
sv_se: Skriv till oss (det är inte nödvändigt att avslöja ditt riktiga namn) och

source: Leave a message using our form and
cs_cz: Zanechte vzkaz prostřednictvím našeho formuláře a
de_de: Schreiben Sie eine Nachricht, indem Sie das Formular benutzen und
es_es: Deje un mensaje usando nuestro formulario y
fi_fi: Jätä viesti lomakkeella ja
fr_fr: Laissez un message en utilisant notre formulaire et
hu_hu: Küldjön üzenetet az űrlapunkat használva, és
it_it: Lascia un messaggio utilizzando il nostro modulo e
pl_pl: Zostaw wiadomość, korzystając z formularza, i
pt_br: Deixe uma mensagem usando nosso formulário e
ru_ru: Пошлите сообщение, используя форму на сайте, и
sv_se: Lämna ett meddelande genom vårat formulär och

source: Share Your experience and
cs_cz: Popište svoje zkušenosti a
de_de: Teilen Sie Ihre Erfahrung und
es_es: Comparta su experiencia y
fi_fi: Jaa kokemuksesi ja
fr_fr: Partagez Votre expérience et
hu_hu: Ossza meg Saját tapasztalatait, és
it_it: Condividi la tua esperienza e
pl_pl: Podziel się swoim doświadczeniem i
pt_br: Compartilhe sua experiência e
ru_ru: Поделитесь вашим опытом и
sv_se: Dela din erfarenhet och

source: Leave a message and
cs_cz: Zanechte nám vzkaz a
de_de: Schreiben Sie eine Nachricht und
es_es: Deje un mensaje y
fi_fi: Jätä viesti ja
fr_fr: Laissez un message et
hu_hu: Hagyjon egy üzenetet, és
it_it: Lascia un messaggio e
pl_pl: Zostaw wiadomość i
pt_br: Deixe uma mensagem e
ru_ru: Оставьте сообщение и
sv_se: Lämna ett meddelande och

source: Describe Your experience using our form and
cs_cz: Popište své zkušenosti prostřednictvím našeho formuláře a
de_de: Beschreiben Sie Ihre Erfahrung, indem Sie unser Formular benutzen und
es_es: Describa tu experiencia usando nuestro formulario y
fi_fi: Kerro kokemuksesi lomakkeella ja
fr_fr: Décrivez votre expérience en utilisant notre formulaire et
hu_hu: Írja le a Saját személyes tapasztalatait az űrlapunkat használva, és
it_it: Descrivi la tua esperienza utilizzando il nostro modulo e
pl_pl: Zostaw opis swojego doświadczenia, używając formularza, i
pt_br: Descreva sua experiência usando nosso formulário e
ru_ru: Опишите ваш опыт, используя форму, и
sv_se: Beskriv din erfarenhet genom vårat formulär och

source: Give us Your opinion and
cs_cz: Sdělte nám svůj názor a
de_de: Teilen Sie uns Ihre Meinung mit und
es_es: Denos tu opinión y
fi_fi: Kerro mielipiteesi ja
fr_fr: Donnez-nous votre avis et
hu_hu: Ossza meg velünk az Ön véleményét, és
it_it: Dacci il tuo parere e
pl_pl: Zostaw swoją opinię i
pt_br: Nos dê sua opinião e
ru_ru: Сообщите нам ваше мнение и
sv_se: Ge oss din åsikt och

source: Rate this phone number using the form and
cs_cz: Ohodnoťte telefonní číslo prostřednictvím formuláře a
de_de: Bewerten Sie diese Telefonnummer mit unserem Formular und
es_es: Evalúe este número de teléfono usando el formulario y
fi_fi: Arvioi tämä puhelinnumero lomakkeella ja
fr_fr: Évaluez ce numéro de téléphone en utilisant le formulaire et
hu_hu: Értékelje ezt a telefonszámot az űrlapot használva, és
it_it: Valuti questo numero di telefono utilizzando il modulo e
pl_pl: Oceń ten numer telefonu, używając formularza, i
pt_br: Avalie este número de telefone usando o formulário e
ru_ru: Оцените этот номер телефона, используя форму, и
sv_se: Bedöm det här telefonnumret genom formuläret och

source: this will help the other users.
cs_cz: pomůžete ostatním.
de_de: dies wird anderen Nutzern helfen.
es_es: esto ayudará al resto de usuarios.
fi_fi: tämä auttaa muita käyttäjiä.
fr_fr: Cela aidera les autres utilisateurs.
hu_hu: ez segítséget nyújt más felhasználóknak.
it_it: questo aiuterà gli altri utenti.
pl_pl: to pomoże innym użytkownikom.
pt_br: isto irá ajudar outros usuários,
ru_ru: это поможет другим пользователям
sv_se: det här kommer hjälpa andra anvädare.

source: this will help the other users to have a more clear information.
cs_cz: pomůžete se zorientovat ostatním.
de_de: dies wird anderen Nutzern helfen, bessere Informationen zu bekommen.
es_es: esto ayudará al resto de usuarios a tener una información más clara.
fi_fi: tämä auttaa muita käyttäjiä saamaan parempaa tietoa.
fr_fr: Cela aidera les autres utilisateurs pour avoir une information plus claire.
hu_hu: ez segítséget nyújt más felhasználóknak, hogy minél pontosabb információkhoz juthassanak.
it_it: questo aiuterà gli altri utenti ad avere informazioni più chiare.
pl_pl: to udzieli innym użytkownikom bardziej jasnych informacji.
pt_br: isto irá ajudar outros usuários a ter informações mais claras.
ru_ru: это поможет остальным пользователям в получении более качественной информации
sv_se: det här kommer hjälpa andra användare att ha mer tydlig information

source: other users can use this information.
cs_cz: díky vám i ostatní budou chytřejší.
de_de: andere Nutzer können diese Informationen verwenden.
es_es: los demás usuarios pueden usar esta información.
fi_fi: muut käyttäjät voivat hyödyntää tietoa.
fr_fr: d'autres utilisateurs peuvent se servir de cette information.
hu_hu: más felhasználók számára is hasznos lehet ez az információ.
it_it: gli altri utenti potranno usare queste informazioni.
pl_pl: inni użytkownicy mogą użyć tej informacji.
pt_br: outros usuários podem usar esta informação.
ru_ru: другие пользователи также могут использоват эту информацию
sv_se: andra användare kan använda den här informationen.

source: the information can be used by the other users.
cs_cz: informace budou moci využívat i ostatní uživatelé.
de_de: und diese Informationen können von anderen Nutzern verwendet werden.
es_es: la información puede ser usada por los demás usuarios.
fi_fi: muut käyttäjät voivat käyttää tätä tietoa.
fr_fr: l'information peut être utilisée par les autres utilisateurs.
hu_hu: ez az információ más felhasználóknak is hasznos lehet.
it_it: queste informazioni potranno essere usate dagli altri utenti.
pl_pl: ta informacja może zostać użyta przez innych użytkowników.
pt_br: está informação pode ser usada por outros usuários.
ru_ru: эта информация может быть использована другими пользователями
sv_se: informationen kan användas av de andra användarna.

source: the other users will appreciate it.
cs_cz: ostatní uživatelé to ocení.
de_de: die anderen Nutzer werden es schätzen.
es_es: el resto de los usuarios se lo agradecerá.
fi_fi: muut käyttäjät arvostavat sitä.
fr_fr: Les autres utilisateurs l'apprécieront
hu_hu: a többi felhasználó hálás lesz érte.
it_it: gli altri utenti le apprezzeranno.
pl_pl: pozostali użytkownicy będą za to wdzięnczni.
pt_br: outros usuários irão agradecer isto.
ru_ru: остальные пользователи высоко оценят это
sv_se: de andra användarna kommer uppskatta det.

source: the other users will use it for their benefit.
cs_cz: ostatní uživatelé tuto informaci s povděkem využijí.
de_de: die anderen Nutzer haben hierdurch Vorteile.
es_es: el resto de usuarios lo usarán en su beneficio.
fi_fi: muut käyttäjät voivat hyötyä siitä.
fr_fr: Les autres utilisateurs s'en serviront à leur avantage.
hu_hu: a többi felhasználóknak előnye fog származni belőle.
it_it: gli altri utenti le useranno a loro vantaggio.
pl_pl: pozostali użytkownicy skorzystają na tym.
pt_br: outros usuários se beneficiarão com isso.
ru_ru: это принесёт пользу остальным пользователям
sv_se: de andra användarna kommer använda det till sin fördel.

source: the information can be useful for other users.
cs_cz: tato informace může pomoci ostatním uživatelům.
de_de: diese Information kann für andere Nutzer sehr nützlich sein.
es_es: la información puede ser útil para los demás usuarios.
fi_fi: tieto voi olla hyödyllistä muille käyttäjille.
fr_fr: L'information peut être utile pour les autres utilisateurs.
hu_hu: az információ hasznos lehet más felhasználók számára.
it_it: le informazioni possono essere utili per altri utenti.
pl_pl: ta informacja może okazać się użyteczna dla innych użytkowników.
pt_br: a informação será útil para outros usuários.
ru_ru: эта информация будет очень полезна для остальных пользователей
sv_se: informationen kan vara hjälpsam för andra användare.

source: You will help also the other users.
cs_cz: pomůžete i ostatním tápajícím uživatelům.
de_de: Sie helfen damit auch andern Nutzern.
es_es: también ayudará al resto de usuarios.
fi_fi: autat myös muita käyttäjiä.
fr_fr: Vous aiderez aussi les autres utilisateurs.
hu_hu: Így Ön más felhasználóknak is segítséget fog nyújtani.
it_it: Aiuterai anche gli altri utenti.
pl_pl: pomożesz też innym uzytkownikom.
pt_br: Você ajudará outros usuários.
ru_ru: Вы поможете также остальным пользователям
sv_se: Du kommer också hjälpa de andra användarna.

source: thanks to You the others will be better informed.
cs_cz: díky Vám se zorientují i ostatní.
de_de: dank Ihnen sind andere besser informiert.
es_es: gracias a usted, los demás estarán mejor informados.
fi_fi: kiitos sinun muut käyttäjät saavat parempaa informaatiota.
fr_fr: Merci à vous, les autres utilisateurs seront bien informés.
hu_hu: Önnek köszönhetően mások is tájékozottabbak lesznek.
it_it: grazie a te gli altri saranno meglio informati.
pl_pl: dzięki Tobie inni użytkownicy będą lepiej poinformowani.
pt_br: graças a você, os outros serão informados.
ru_ru: Благодаря вам, другие пользователи будут лучше информированы
sv_se: tack vare dig så kommer de andra vara bättre informerade.

source: the other users can benefit from this information.
cs_cz: ostatní uživatelé mohou těžit z této informace.
de_de: die anderen Nutzer können von dieser Information profitieren.
es_es: los demás usuarios se podrían beneficiar de esta información.
fi_fi: muut käyttäjät voivat hyötyä tiedosta.
fr_fr: Les autres utilisateurs peuvent bénéficier de cette information.
hu_hu: a többi felhasználó hasznára válhat ez az információ.
it_it: gli altri utenti possono beneficiare di queste informazioni.
pl_pl: inni mogą skorzystać z tej informacji.
pt_br: outros usuários podem se beneficiar desta informação.
ru_ru: Остальные пользователи извлекут пользу из этого сообщения
sv_se: de andra användarna kan ha nytta av den här informationen.

source: Thank You for Your review.
cs_cz: Děkujeme za Váš příspěvek.
de_de: Danke für Ihre Bewertung.
es_es: Gracias por su evaluación.
fi_fi: Kiitos arvostelustasi.
fr_fr: Merci pour votre commentaire.
hu_hu: Köszönjük az Ön felhasználói értékelését.
it_it: Grazie per la tua recensione.
pl_pl: Dziękuję za twoją recenzję.
pt_br: Obrigado pela sua avaliação.
ru_ru: Благодарим за ваш отзыв.
sv_se: Tack så mycket för din recension.

source: Thank You for Your reaction.
cs_cz: Děkujeme za Vaši reakci.
de_de: Danke für Ihre Reaktion.
es_es: Gracias por su opinión.
fi_fi: Kiitos reaktiostasi.
fr_fr: Merci pour votre réaction.
hu_hu: Köszönjük az Ön közreműködését.
it_it: Grazie per il tuo parere.
pl_pl: Dziękuję za twóją reakcję.
pt_br: Obrigado pela sua reação.
ru_ru: Благодарим за ваш отклик
sv_se: Tack så mycket för din reaktion.

source: We would appreciate Your reaction.
cs_cz: Budeme rádi, když přispějete.
de_de: Wir freuen uns über eine Reaktion von Ihnen.
es_es: Apreciaríamos su opinión.
fi_fi: Arvostaisimme reaktiotasi.
fr_fr: Nous serions heureux de recevoir votre réaction
hu_hu: Nagyra értékelnénk az Ön közreműködését.
it_it: Saremmo lieti di ricevere il tuo parere.
pl_pl: Będziemy wdzięczni za reakcję.
pt_br: Nós apreciaremos sua reação.
ru_ru: Будем вам признательны за вашу оценку
sv_se: Vi skulle uppskatta din reaktion.

source: We would appreciate Your review.
cs_cz: Budeme rádi, když nám napíšete.
de_de: Wir freuen uns über eine Bewertung von Ihnen.
es_es: Apreciaríamos su evaluación.
fi_fi: Arvostaisimme arvosteluasi.
fr_fr: Nous aimerions que vous nous laissiez votre commentaire.
hu_hu: Nagyra értékelnénk az Ön felhasználó értékelését.
it_it: Saremmo lieti di ricevere la tua recensione.
pl_pl: Będziemy wdzięczni za recenzję.
pt_br: Nós apreciaremos sua avaliação.
ru_ru: Будем признательны за ваш отзыв
sv_se: Vi skulle uppskatta din recension.

source: We would appreciate if You share Your experience.
cs_cz: Budeme rádi, když svými zkušenostmi přispějete.
de_de: Wir freuen uns, wenn Sie Ihre Erfahrung teilen.
es_es: Apreciaríamos que compartiera su experiencia.
fi_fi: Arvostaisimme, jos jaat kokemuksesi.
fr_fr: Nous serions heureux si vous partagiez votre expérience.
hu_hu: Nagyra értékelnénk, ha Ön megosztaná saját, személyes tapasztalatait.
it_it: Saremmo lieti se condividessi la tua esperienza.
pl_pl: Będziemy wdzięczni, jeśli podzielisz się z nami swoimi doświadczeniemi.
pt_br: Nós apreciaremos se você compartilhar sua epxeriência.
ru_ru: Будем вам признательны, если вы поделитесь с нами опытом
sv_se: Vi skulle uppskatta om du delar din erfarenhet.

source: Thank You in advance for Your review.
cs_cz: Předem děkujeme za Váš příspěvek.
de_de: Danke im Voraus für Ihre Bewertung.
es_es: Gracias de antemano por su evaluación.
fi_fi: Kiitos arvostelustasi jo etukäteen.
fr_fr: Nous vous remercions d'avance pour votre avis ou commentaire.
hu_hu: Előre is köszönjük, az Ön felhasználói értékelését.
it_it: ti ringraziamo anticipatamente per la sua recensione.
pl_pl: Z góry dziękujemy za twoją recenzję.
pt_br: Agradecemos antecipadamente pela sua avaliação.
ru_ru: Заранее благодарим за ваш коментарий
sv_se: Tack i förväg för din recension.

source: Thank You for Your comment.
cs_cz: Děkujeme za Váš komentář.
de_de: Danke für Ihren Kommentar.
es_es: Gracias por su comentario.
fi_fi: Kiitos kommentistasi.
fr_fr: Merci pour votre commentaire.
hu_hu: Köszönjük szépen a hozzászólását.
it_it: ti ringraziamo per il suo commento.
pl_pl: Dziękujemy za twój komentarz.
pt_br: Obrigado pelo seu comentário.
ru_ru: Благодарим за ваш отзыв.
sv_se: Tack så mycket för din kommentar.

source: Thank You in advance for Your comment.
cs_cz: Děkujeme předem za Váš názor.
de_de: Danke im Voraus für Ihren Kommentar.
es_es: Gracias de antemano por su comentario.
fi_fi: Kiitos jo etukäteen kommentistasi.
fr_fr: Merci d'avance pour votre commentaire.
hu_hu: Előre is köszönjük a hozzászólását.
it_it: Ti ringraziamo anticipatamente per il suo commento.
pl_pl: Z góry dziękujemy za twój komentarz.
pt_br: Agradecemos antecipadamente pelo seu comentário.
ru_ru: Заранее благодарим за ваш комментарий.
sv_se: Tack så mycket i förväg för din kommentar.
