Repository: MisterGroup/ShouldIAnswerTranslations
Catalog: web/*/LC_MESSAGES/shouldianswer.po
Languages: cs_cz, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, pl_pl, pt_br, ru_ru, sv_se

source: No information found about this number
cs_cz: Nenalezeny žádné informace o tomto čísle
de_de: Keine Informationen über diese Nummer gefunden
es_es: Ninguna información encontrada sobre este número.
fi_fi: Numerosta ei löydetty lisää tietoa.
fr_fr: Aucune information trouvée sur ce numéro
hu_hu: Nem található információ erről a számról
it_it: Non ha trovato informazioni su questo numero
pl_pl: Nie znaleziono informacji o tym numeru
pt_br: Nenhuma informação foi encontrada sobre este número
ru_ru: Никаких информаций о данном номере не найдено
sv_se: Ingen information hittades för det här numret

source: We are sorry, but we don't have any information about this phone number. Please try different number, we have huge database. Thank you!
cs_cz: Omlouváme se ale o tomto telefonním čísle nemáme žádné informace. Prosím zkuste jiné číslo, máme obrovskou databázi. Děkujeme!
de_de: Es tut uns leid, aber wir haben keine Informationen über diese Telefonnummer. Bitte versuchen Sie andere Rufnummer, wir haben riesige Datenbank. Vielen Dank!
es_es: Lo sentimos pero no disponemos de ninguna información sobre este número. Por favor prueba diferente número, tenemos una base de datos amplia. Gracias!
fi_fi: Pahoittelemme, numerosta ei löytynyt yhtään tietoja. Kokeile toista numeroa, meillä on käytössämme huikea tietokanta. Kiitos!
fr_fr: Nous sommes désolé, mais nous n'avons aucune information sur ce numéro de téléphone. Veuillez essayer un numéro différent, nous avons une base de données importante. Merci!
hu_hu: Sajnáljuk, de nincs semmilyen információnk erről a telefonszámról. Kérjük próbáljon meg egy másik számot, rendkívül nagyméretű adatbázissal rendelkezünk. Köszönjük!
it_it: Spiacente, ma questo numero di telefono non hanno informazioni. Per favore prova un altro numero, abbiamo una base di dati enorme. Grazie!
pl_pl: Przykro nam, ale nie mamy żadnych informacji na temat tego numeru telefonu. Spróbuj inny numer, mamy ogromną bazę. Dziękuję!
pt_br: Sentimos muito, mas não temos nenhuma informação sobre este número telefônico. Por favor, tente um número diferente. Temos uma base de dados enorme. Obrigado!
ru_ru: Просим прощения, но у нас нет никаких данных об этом телефонном номере. Пожалуйста попробуйте иной номер, у нас огромная база данных. Благодарим вас!
sv_se: Vi beklagar men vi har ingen information om det här telefonnumret. Försök med ett annat nummer, vi har en enorm databas. Tack!

source: Who called you from %s ?
cs_cz: Kdo vám volal z čísla %s ?
de_de: Wer hat Sie von %s angerufen?
es_es: ¿Quién te ha llamado desde el %s ?
fi_fi: Kuka soitti sinulle numerosta %s?
fr_fr: Qui vous a appelé à partir du %s ?
hu_hu: Ki hívta önt a %s telefonszámról?
it_it: Chi ti ha chiamato da %s ?
pl_pl: Kto do Ciebie dzwonił z %s ?
pt_br: Quem o ligou de %s?
ru_ru: Кто звонил вам из %s?
sv_se: Vem ringde dig från %s ?

source: We have information about phone number %s. Visit us to find who called you and read users reviews.
cs_cz: Známe detaily k telefonnímu číslu %s. Navštivte nás a zjistěte, kdo vám volal a jaká jsou hodnocení ostatních.
de_de: Wir haben Infos über die Telefonnummer %s. Finden Sie heraus, wer Sie angerufen hat und lesen Sie die Nutzerbewertungen.
es_es: Tenemos información sobre el número de teléfono %s. Visítanos,descubre quien te ha llamado y lee opiniones de usuario.
fi_fi: Meillä on tietoa puhelinnumerosta %s. Käy sivuillamme ja katso kuka soitti sekä mitä muut sanovat numerosta.
fr_fr: Nous avons des informations sur le numéro de téléphone %s. Visitez-nous afin de trouver qui vous a appelé et lire les avis d'utilisateurs.
hu_hu: Információink vannak a %s telefonszámról. Látogasson el hozzánk, hogy megtudhassa ki hívta önt, és olvassa el a számmal kapcsolatos felhasználói értékeléseket, visszajelzéseket.
it_it: Abbiamo informazioni relative al numero %s. Visitaci per scoprire chi ti ha chiamato e per leggere le recensioni degli utenti.
pl_pl: Mamy informację o numerze %s. Odwiedź nas, żeby zobaczyć, Kto do Ciebie dzwonił, i przeczytać recenzje.
pt_br: Possuimos informação sobre o número de telefone %s. Visite-nos para encontrar quem o ligou e leia as avaliações de outros usuários.
ru_ru: У нас есть информация о телефонном номере %s. Посетите нашу страницу, чтобы узнать, кто звонил Вам и ознакомиться с отзывами других пользователей.
sv_se: Vi har information om telefonnummer %s. Besök oss för att få reda på vem som ringde dig och läs användarnas reccensionerna.

source: Who called you from
cs_cz: Kdo vám volal z
de_de: Wer hat Sie angerufen von
es_es: Quien te ha llamado desde
fi_fi: Kuka soitti sinulle numerosta
fr_fr: Qui vous a appelé à partir du
hu_hu: Ki hívott a telefonszámról
it_it: Chi ti ha chiamato da
pl_pl: Kto dzwonił do Ciebie z
pt_br: Quem o ligou de
ru_ru: Кто звонил вам из
sv_se: Vem ringde dig från

source: Dear users,
cs_cz: Vážení uživatelé,
de_de: Sehr geehrter Nutzer,
es_es: Estimados usuarios
fi_fi: Arvoisat käyttäjät,
fr_fr: Chers utilisateurs,
hu_hu: Kedves felhasználók,
it_it: Cari utenti,
pl_pl: Drodzy użytkownicy,
pt_br: Caros usuários,
ru_ru: Дорогие пользователи,
sv_se: Kära användare,

source: The information for this phone number is temporary unavailable due to legal investigation conducted for users reviews published for this number.
cs_cz: Informace o tomto telefonním čísle jsou dočasně nedostupné z důvodu právního posouzení vedeného k uživatelskému přízpěvku publikovanému pro toto číslo.
de_de: Die Angaben für diese Nummer ist vorübergehend nicht verfügbar aufgrund rechtlicher Ermittlungen die aufgrund von Nutzer-Bewertungen für diese Nummer durchgeführt werden.
es_es: Informacioines sobre este número de teléfono no están accesibles actualmente por razones de la justificación jurídica con respecto a la evaluación usuaria publicada para este número.
fi_fi: Tämän numeron tiedot on väliaikaisesti poistettu käytöstä, sillä sille annetuille arvosteluille tehdään rikostutkintaa.
fr_fr: Les informations sur ce numéro de téléphone sont temporairement indisponible en raison d'une enquête judiciaire d'après le commentaire d'un utilisateur pour ce numéro.
hu_hu: Az ezzel a telefonszámmal kapcsolatos információk jelenleg nem elérhetők, az ehhez a számhoz kapcsolódó felhasználói, vélemények és visszajelzések folyamatban lévő, hivatalos kivizsgálása miatt.
it_it: Le informazioni per questo numero di telefono è temporaneamente disponibile a causa di indagini giudiziarie condotte per le recensioni degli utenti pubblicate per questo numero.
pl_pl: Informacje na ten numer telefonu są tymczasowo niedostępne z powodu dochodzenia prowadzonego na opiniach prawnych publikowanych użytkowników dla tego numeru.
pt_br: As informações para este número de telefone está temporariamente indisponível devido a investigação legal conduzido por opiniões de usuários publicadas para este número.
ru_ru: Информации об этом номере телефона временно недоступны по причине правового рассмотрения, касающегося комментария от пользователя, опубликованного об этом номере.
sv_se: Informationen för det här telefonnumret är för närvarande inte tillgängligt på grund av rättslig utredning med anledning av recensioner från användare.

source: We do our best to provide the information again for the public usage.
cs_cz: Uděláme vše pro to, aby informace byly brzy opět veřejně dostupné.
de_de: Wir tun unser Bestes, um die Informationen für die Öffentlichkeit Nutzung wieder bereitzustellen.
es_es: Haremos todo lo posible para que las informaciones estén accesibles pronto
fi_fi: Teemme parhaamme tarjotaksemme tiedon takaisin julkiseen käyttöön.
fr_fr: Nous faisons de notre mieux pour fournir les informations publiquement disponible bientôt.
hu_hu: Mindent megteszünk annak érdekében, hogy az információkat ismét rendelkezésre tudjuk bocsájtani nyilvános használatra.
it_it: Faremo di tutto per garantire che le informazioni a disposizione del pubblico al più presto.
pl_pl: Zrobimy wszystko, aby upewnić się, że informacje są publicznie dostępne wkrótce.
pt_br: Nós fazemos o nosso melhor para fornecer as informações novamente para o uso público.
ru_ru: Сделаем всё для того, чтобы информации были вскоре опять публично доступны.
sv_se: Vi gör vårt bästa för att kunna erhålla informationen igen för allmänheten.

source: If you have any important information for this number that can be helpful, please send it via email to <strong>contact@shouldianswer.net</strong>.
cs_cz: Pokud máte jakékoliv důležité informace k tomuto číslu, pak nás prosím kontaktujte na email <strong>contact@shouldianswer.net</strong>.
de_de: Wenn Sie irgendeine wichtigen Informationen für diese Nummer , die hilfreich sein können, haben, senden Sie diese bitte per E-Mail, um <strong>contact@shouldianswer.net.</strong>
es_es: Si tiene alguna información importante sobre este numero la cual podría ayudar, por favor, envíala por correo electrónico a <strong>contact@shouldianswer.net</strong>.
fi_fi: Jos sinulla on mitään tärkeitä tietoja tästä numerosta, laita meille viestiä sähköpostitse <strong>contact@shouldianswer.net</strong>.
fr_fr: Si vous avez une information importante pour ce numéro qui peut être utile, s'il vous plaît envoyez-le par courriel à <strong>contact@shouldianswer.net</strong>.
hu_hu: Ha van önnek bármilyen információja ezzel a számmal kapcsolatban, akkor nagy segítséget nyújtana, ha e-mailen keresztül értesítene minket: <strong>contact@shouldianswer.net</strong>.
it_it: Se avete informazioni relative a questa voce, vi preghiamo di contattarci all'indirizzo e-mail <strong>contact@shouldianswer.net</strong>.
pl_pl: Jeśli masz jakiekolwiek istotne informacje do tego numeru, to prosimy o kontakt na e-mail <strong>contact@shouldianswer.net</strong>.
pt_br: Se você tiver qualquer informação importante para este número que pode ser útil, por favor, enviá-lo via e-mail para <strong>contact@shouldianswer.net</strong>.
ru_ru: Если у вас есть какие-либо информации об этом номере, контактируйте нас пожалуйста на имейл <strong>contact@shouldianswer.net</strong>.
sv_se: Om du har någon viktig information om det här numret som kan vara till hjälp, vänligen skicka den till <strong>contact@shouldianswer.net</strong>.

source: Thank you for your support!
cs_cz: Děkujeme vám za podporu!
de_de: Vielen Dank für Ihre Unterstützung!
es_es: Muchas gracias por tu apoyo
fi_fi: Kiitos tuestasi!
fr_fr: Merci de votre aide!
hu_hu: Köszönjük a támogatását!
it_it: Grazie per il tuo supporto!
pl_pl: Dziękuję za Twoje wsparcie!
pt_br: Obrigado pelo suporte!
ru_ru: Большое спасибо за помощь!
sv_se: Tack för din hjälp!

source: Possible <strong>formats</strong> of the %s
cs_cz: Možné <strong>zápisy</strong> čísla %s
de_de: Mögliche <strong>Formate</strong> von %s
es_es: <strong>Formatos</strong> posibles de %s
fi_fi: Mahdollisia <strong>muotoja</strong> puhelinnumerosta %s
fr_fr: Formats <strong>possibles</strong> du numéro %s
hu_hu: A %s más lehetséges <strong>formátumai</strong>
it_it: Formati <strong>possibili</strong> di %s
pl_pl: Możliwe <strong>formaty</strong> %s
pt_br: <strong>Formatos</strong> possíveis do %s
ru_ru: Возможные <strong>форматы</strong> %s
sv_se: Möjliga <strong> format</strong> av %s

source: <strong>Searching</strong> for similar phone numbers?
cs_cz: <strong>Nehledali</strong> jste také tato čísla?
de_de: <strong>Suche</strong> nach ähnlichen Telefonnummern?
es_es: ¿<strong>Buscando</strong> números de teléfono similares?
fi_fi: <strong>Etsitkö</strong> vastaavia puhelinnumeroita?
fr_fr: Voulez-vous <strong>Rechercher</strong> des numéros de téléphone similaires ?
hu_hu: <strong>Rákeres</strong> hasonló telefonszámokra?
it_it: <strong>Stai cercando</strong> numeri di telefono simili?
pl_pl: <strong>Szukasz</strong> podobnych numerów telefonów?
pt_br: <strong>Procurando</strong> por números de telefone similares?
ru_ru: <strong>Ищете</strong> похожие номера телефонов?
sv_se: <strong>Söker</strong> du efter för liknande telefonnummer?

source: We have details about phone number %s.
cs_cz: Máme detailní informace o telefonním čísle %s.
de_de: Wir haben Informationen über die Telefonnummer%s.
es_es: Tenemos detalles sobre el número de teléfono %s.
fi_fi: Meillä on tietoja puhelinnumerosta %s
fr_fr: Nous avons plus d'informations sur le numéro de téléphone %s.
hu_hu: Részletes információink vannak erről a telefonszámról: %s.
it_it: Abbiamo dettagli sul numero di telefono %s.
pl_pl: Mamy szczegółowe informacje na temat numeru telefonu%s.
pt_br: Temos detalhes sobre o número %s.
ru_ru: У нас есть подробные информации о телефонном номере %s.
sv_se: Vi har detaljer om telefonnummer %s.

source: ratings
cs_cz: hodnocení
de_de: Bewertungen
es_es: evaluaciones
fi_fi: arviot
fr_fr: évaluations
hu_hu: értékelések
it_it: valorizzazioni
pl_pl: recenzje
pt_br: notas
ru_ru: рейтинги
sv_se: rankningar

source: reviews
cs_cz: recenzí
de_de: Bewertungen
es_es: reseñas
fi_fi: arvostelut
fr_fr: des avis
hu_hu: felhasználói vélemények
it_it: recensioni
pl_pl: opinie
pt_br: análises
ru_ru: рецензии
sv_se: omdömen

source: no ratings
cs_cz: žádné hodnocení
de_de: keine Bewertungen
es_es: ningunas evaluaciones
fi_fi: ei arvioita
fr_fr: pas des évaluations
hu_hu: nincsenek értékelések
it_it: nessuni valutazioni
pl_pl: Brak recenzji
pt_br: não há notas
ru_ru: без рейтинга
sv_se: inga rankningar

source: no reviews
cs_cz: žádné recenze
de_de: keine Bewertungen
es_es: ningunas reseñas
fi_fi: ei arvosteluja
fr_fr: pas des avis
hu_hu: nincsenek felhasználói vélemények
it_it: nessune recensioni
pl_pl: brak opinii
pt_br: não há análises
ru_ru: без рецензий
sv_se: inga omdömen

source: single rating
cs_cz: jedno hodnocení
de_de: Einzel-Bewertung
es_es: una evaluación
fi_fi: yksi arvio
fr_fr: une évaluation
hu_hu: egyetlen értékelés
it_it: una valutazione
pl_pl: jedna recenzja
pt_br: nota única
ru_ru: один рейтинг
sv_se: en rankning

source: single review
cs_cz: jednu recenzi
de_de: Einzel-Bewertung
es_es: una reseña
fi_fi: yksi arvostelu
fr_fr: un avis
hu_hu: egyetlen felhasználói vélemény
it_it: una recensione
pl_pl: pojedyncza opinia
pt_br: análise única
ru_ru: одна рецензия
sv_se: ett omdöme

source: We have %s and %s for this phone number.
cs_cz: Máme %s a %s pro toto telefonní číslo.
de_de: Wir haben %s und %s für diese Telefonnummer.
es_es: Tenemos %s y %s para este número de teléfono.
fi_fi: Meillä on %s and %s tälle puhelinnumerolle.
fr_fr: Nous avons %s et %s pour ce numéro de téléphone.
hu_hu: Jelenleg a rendszerünkben %s és %s található meg ezzel a számmal kapcsolatban.
it_it: Abbiamo %s e %s per questo numero.
pl_pl: Mamy %s a %s do tego numeru.
pt_br: Nós temos %s e %s para este número telefônico
ru_ru: У нас %s и %s к этому номеру телефона
sv_se: Vi har %s och %s för detta telefonnummer.

source: Single user marked it with %s rating
cs_cz: Jeden uživatel jej označil %s hodnocením
de_de: Ein Benutzer es mit %s bewertet
es_es: Un usuario lo identificó con %s evaluación
fi_fi: Yksi käyttäjä antoi sille %s arvion.
fr_fr: Un utilisateur l'a marqué par évaluation %s
hu_hu: Egyetlen felhasználó értékelte %s minősítéssel
it_it: Unico utente lo ha marcato con %s valutazione
pl_pl: Pojedynczy użytkownik oznaczył go %s opinia
pt_br: Usuário único marcou com uma nota %s
ru_ru: Один пользователь его оценил %s оценкой
sv_se: Enskild användare markerade det med %s omdöme

source: %s users marked it with %s rating
cs_cz: %s uživatelů jej označilo jako hodnocení %s
de_de: %s Benutzer markieren es mit %s-Bewertung
es_es: %s de los usuarios lo identificó como evaluación %s
fi_fi: %s käyttäjää antoi sille %s arvion
fr_fr: %s utilisateurs l'ont marqué par évaluation %s
hu_hu: %s felhasználó értékelte %s minősítéssel
it_it: %s degli utenti lo hanno marcato co %s valutazione
pl_pl: %s użytkowników wyznaczył go z %s opinia
pt_br: %s usuários marcaram uma nota %s
ru_ru: %s пользователей его оценили %s оценкой
sv_se: %s användare markerade det med %s omdöme

source: and
cs_cz: a
de_de: und
es_es: y
fi_fi: ja
fr_fr: et
hu_hu: és
it_it: e
pl_pl: a
pt_br: e
ru_ru: и
sv_se: och

source: single user with %s rating
cs_cz: jedniný uživatel s hodnocením %s
de_de: Einzelner Nutzer mit %s-Bewertung
es_es: único usuario con evaluación %s
fi_fi: yksi käyttäjä %s arvion
fr_fr: Un utilisateur avec évaluation %s
hu_hu: egyetlen felhasználó %s minősítéssel
it_it: un utente con %s valutazione
pl_pl: Jeden użytkownik wyznaczył go %s opinia
pt_br: usuário único com a nota %s
ru_ru: один пользователь с %s оценкой
sv_se: enstaka användare med %s omdöme

source: %s users with %s rating
cs_cz: %s uživatelů s %s hodnocením
de_de: %s Benutzer mit %s Bewertung
es_es: %s de los usuarios con %s de las evaluaciones
fi_fi: %s käyttäjää %s arvion
fr_fr: %s utilisateurs avec évaluation %s
hu_hu: %s felhasználó %s minősítéssel
it_it: %s degli utenti con %s valutazione
pl_pl: %s użytkowników %s recenzja
pt_br: %s usuários com nota %s
ru_ru: %s пользователей с %s оценкой
sv_se: %s användare med %s omdöme

source: Possible phone number formats are
cs_cz: Možné zápisy telefonního čísla jsou
de_de: Möglichen Rufnummer Zahlenformate sind
es_es: Posibles formatos del número de teléfono son
fi_fi: Mahdolliset muut muodot puhelinnumerolle ovat
fr_fr: Les formats possibles du numéro sont
hu_hu: A szám további lehetséges formátumai
it_it: Possibili formati di numeri telefonichi sono
pl_pl: Możliwe formaty numeru telefonu są
pt_br: Formatos possíveis de número telefônico são
ru_ru: Возможные способы написания номера
sv_se: Möjliga nummerformat är

source: <strong>Reviews</strong> for phone number %s
cs_cz: <strong>Recenze</strong> pro telefonní číslo %s
de_de: <strong>Bewertungen</strong> für Telefonnummer %s
es_es: <strong> Reseñas </strong> para el número de teléfono %s
fi_fi: <strong>Arvostelut</strong> puhelinnumerolle %s
fr_fr: <strong>Les évaluations</strong> du numéro de téléphone %s
hu_hu: A %s telefonszámhoz kapcsolódó <strong>felhasználói visszajelzések</strong>
it_it: <strong>Recensioni</strong>per numero di telefono %s
pl_pl: <strong> Recenzje </ strong> dla numerów telefonów %s
pt_br: <strong>Análises</strong> para o número telefônico %s
ru_ru: <strong>Рецензия</strong> на номер телефона %s
sv_se: <strong>Omdömen</strong> för telefonnummer %s

source: Add <strong>Your rating</strong>
cs_cz: Přidejte <strong>Vaše Hodnocení</strong>
de_de: <strong>Ihre Bewertung</strong> hinzufügen
es_es: -> Añada<strong>su evaluación</strong>
fi_fi: Lisää <strong>arviosi</strong>
fr_fr: Ajoutez <strong>Votre évaluation</strong>
hu_hu: <strong>Saját értékelés</strong> hozzáadása
it_it: Aggiungi <strong>sua vaulutazione</strong>
pl_pl: Dodaj <strong> Twoja ocena </ strong>
pt_br: Adicionar <strong>sua avaliação</strong>
ru_ru: Добавьте <strong>Вашу оценку</strong>
sv_se: Lägg till <strong>ditt omdöme</strong>

source: click here to show rating form
cs_cz: Klikněte sem pro zobrazení formuláře
de_de: Klicken Sie hier um das Bewertungs-Formular anzuzeigen
es_es: Haga clic aquí para mostrar el formulario de puntuación
fi_fi: klikkaa tästä nähdäksesi arviointilomakkeen
fr_fr: Cliquez ici pour afficher le formulaire d’évaluation
hu_hu: Kattintson ide az értékelési űrlap megjelenítéséhez
it_it: Clicca qui per mostrare il modulo di valutazione
pl_pl: klikni tutaj, aby wyświetlić formularz oceny
pt_br: clique aqui para mostrar o formulário de avaliação
ru_ru: нажмите сюда для изображения формуляра
sv_se: klicka här för att visa ranknings formuläret

source: Rating
cs_cz: Hodnocení
de_de: Wertung
es_es: Puntuación
fi_fi: Arvio
fr_fr: Évaluation
hu_hu: Értékelés
it_it: Valutazione
pl_pl: Ocena
pt_br: Nota
ru_ru: Рейтинг
sv_se: Rankning

source: select rating
cs_cz: zvolte hodnocení
de_de: Bewertung wählen
es_es: seleccione puntuación
fi_fi: valitse arvio
fr_fr: sélectionner une évaluation
hu_hu: értékelés kiválasztása
it_it: invia valutazione
pl_pl: wybierz ocenę
pt_br: selecionar nota
ru_ru: выберите рейтинг
sv_se: Välj rankning

source: Please select rating!
cs_cz: Prosím zvolte hodnocení!
de_de: Bitte die Bewertung wählen!
es_es: Por favor, ¡seleccione una puntuación!
fi_fi: Valitse arvio, kiitos!
fr_fr: Veuillez sélectionner une évaluation !
hu_hu: Kérjük, válassza ki az értékelést!
it_it: Si prega di selezionare una valutazione!
pl_pl: Proszę wybrać ocenę!
pt_br: Por favor, selecione a nota!
ru_ru: Выберите рейтинг!
sv_se: Var vänlig välj omdöme!

source: Category
cs_cz: Kategorie
de_de: Kategorie
es_es: Categoría
fi_fi: Kategoria
fr_fr: Catégorie
hu_hu: Kategória
it_it: Categoria
pl_pl: Kategoria
pt_br: Categoria
ru_ru: Категория
sv_se: Kategori

source: select category
cs_cz: Zvolte kategorii
de_de: Wählen Sie die Kategorie
es_es: seleccione categoría
fi_fi: valitse kategoria
fr_fr: sélectionner une catégorie
hu_hu: kategória kiválasztása
it_it: Seseleziona una categoria!
pl_pl: wybierz kategorię
pt_br: selecione categoria
ru_ru: выберите категорию
sv_se: välj kategori

source: Please select category!
cs_cz: Prosím zvolte kategorii!
de_de: Wählen Sie bitte die Kategorie!
es_es: Por favor, ¡seleccione una categoría!
fi_fi: Valitse kategoria, kiitos!
fr_fr: Veuillez sélectionner une catégorie !
hu_hu: Kérjük, válassza ki a kategóriát!
it_it: Seleziona categoria!
pl_pl: Proszę wybrać kategorię!
pt_br: Por favor, selecione categoria!
ru_ru: Выберите категорию!
sv_se: Var vänlig välj kategori!

source: Name
cs_cz: Jméno
es_es: Nombre
fi_fi: Nimi
fr_fr: nom
hu_hu: Név
it_it: Nome
pl_pl: Nazwa
pt_br: Nome
ru_ru: Имя
sv_se: Namn

source: name or nickname
cs_cz: jméno nebo přezdívka
de_de: Name oder Nickname
es_es: nombre o apodo
fi_fi: oikea nimi tai käyttäjänimi
fr_fr: nom ou pseudo
hu_hu: név vagy becenév
it_it: nome o soprannome
pl_pl: imię lub nick
pt_br: nome ou apelido
ru_ru: имя или никнейм
sv_se: namn eller smeknamn

source: Please enter your name or nickname!
cs_cz: Prosím vyplňte jméno nebo přezdívku!
de_de: Geben Sie bitte Ihren Namen oder Spitznamen ein!
es_es: Por favor, ¡introduzca su nombre o apodo!
fi_fi: Anna käyttäjänimesi, kiitos!
fr_fr: Veuillez saisir votre nom ou pseudo !
hu_hu: Kérjük, adja meg a nevét vagy a becenevét!
it_it: Inserire il proprio nome o nickname!
pl_pl: Proszę wpisać imię lub nick!
pt_br: Por favor, insira seu nome ou apelido!
ru_ru: Введите свое имя или ник!
sv_se: Var vänlig ange ditt namn eller smeknamn!

source: Title
cs_cz: Nadpis
de_de: Titel
es_es: Título
fi_fi: Titteli
fr_fr: Titre
hu_hu: Cím
it_it: Titolo
pl_pl: Tytuł
pt_br: Título
ru_ru: Название
sv_se: Titel

source: title (optional)
cs_cz: nadpis (volitelné)
de_de: Titel (optional)
es_es: título (opcional)
fi_fi: titteli (valinnainen)
fr_fr: titre (facultatif)
hu_hu: cím (opcionális)
it_it: titolo (opzionale)
pl_pl: tytuł (opcjonalnie)
pt_br: título (opcional)
ru_ru: обращение (не обяз.)
sv_se: titel (valfri)

source: Comment
cs_cz: Komentář
de_de: Kommentar
es_es: Comentario
fi_fi: Kommentti
fr_fr: Commentaire
hu_hu: Hozzászólás
it_it: Commento
pl_pl: Komentarz
pt_br: Comentário
ru_ru: Комментарий
sv_se: Kommentera

source: write your comment
cs_cz: napište komentář
de_de: Schreiben Sie einen Kommentar
es_es: Escribe tu comentario
fi_fi: kirjoita kommenttisi
fr_fr: écrivez votre commentaire
hu_hu: írja meg a saját hozzászólását
it_it: scrivi un tuo commento
pl_pl: napisz swój komentarz
pt_br: Escreva seu comentário
ru_ru: напишите свой комментарий
sv_se: skriv din kommentar

source: Please enter your comment!
cs_cz: Prosím vyplňte komentář!
de_de: Schreiben Sie bitte Ihren Kommentar!
es_es: Por favor, ¡escriba su comentario!
fi_fi: Kirjoita kommenttisi, kiitos!
fr_fr: Veuillez saisir votre commentaire !
hu_hu: Kérjük, írja meg a saját hozzászólását!
it_it: Ti preghiamo di inserire il tuo commento!
pl_pl: Proszę wpisać swój komentarz!
pt_br: Por favor, escreva seu comentário!
ru_ru: Введите свой комментарий!
sv_se: Var vänlig skriv din kommentar!
