Repository: MisterGroup/ShouldIAnswerTranslations
Catalog: web/*/LC_MESSAGES/shouldianswer.po
Languages: cs_cz, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, pl_pl, pt_br, ru_ru, sv_se

source: Secondly please be sure you did not stop our application by some memory optimizer or app killer.
cs_cz: Za druhé prosím ujistěte se, že jste nezastavili naši aplikaci nějakým programem pro optimalizaci paměti nebo pro ukončování aplikací.
de_de: Zweitens bitte stellen Sie sicher Sie nicht unsere Anwendung durch eine Speicher-Optimierer oder App Killer zu stoppen.
es_es: Segundo por favor asegúrese que no ha parado nuestra aplicación por algún programa para la optimalización de memoria o por alguna aplicación rompedora
fi_fi: Toiseksi, tarkista että et lopettanut sovelluksemme toimintaa jollakin muistin optimointi -ohjelmalla (memory optimizer) tai sovelluskuolettajalla (app killer).
fr_fr: Deuxièmement veuillez être sûrs que vous n'arrêtez pas de notre application par une certaine optimiseur de mémoire ou des applications de terminaison.
hu_hu: Másodszor, kérjük győződjön meg róla, hogy nem állított le az applikációt, valamilyen memória optimalizáló, vagy más szoftver használatával.
it_it: In secondo luogo verifica che non è fermata la nostra applicazione da parte di alcuni ottimizzatore di memoria o di killer application.
pl_pl: Po drugie należy mieć pewność, że nie zatrzymał naszą aplikację jakimś Optymalizatorem pamięci.
pt_br: Depois certifique-se de que você não parou a nossa aplicação através do uso de um otimizador de memória.
ru_ru: Во-вторых, пожалуйста убедитесь в том, что вы не остановили нашу аппликацию какой-либо программой для оптимизации памяти или для закрытия программ.
sv_se: För det andra bör du vara säker på att du inte stannar vår app på grund av någon minnesoptimerare eller app-avstängare.

source: Enable "Show icon in status bar" in app Settings and keep app icon in status bar.
cs_cz: Povolte "Zobrazit ikonu ve status baru" v Nastavení aplikace a ponechte ikonu aplikace ve stavovém řádku.
de_de: Aktivieren Sie "Symbol in der Statusleiste anzeigen" in den App-Einstellungen und behalten Sie das App-Symbol in der Statusleiste.
es_es: Permita "Mostrar icono en la barra de estado" en el ajuste de la aplicación y deje el icono de la aplicación en la barra de estado.
fi_fi: Ota käyttöön "Näytä kuvake tilarivillä" sovellusasetuksista ja pidä sovellusikoni tilarivillä.
fr_fr: Activez "Afficher l'icône dans la barre d'état" dans Paramètres de l'application et gardez l'icône de l'application dans la barre d'état.
hu_hu: Engedélyezze az "Ikonok megjelenítése a status bar-on" opciót, az applikáció Beállítások részében és hagyja ott az applikáció ikonját a status bar-on.
it_it: Attiva "Mostra icona nella barra di stato" in Impostazioni delle applicazioni e tenere icona de app nella barra di stato.
pl_pl: Włącz \ "Pokaż ikonę w pasku stanu " w ustawieniach aplikacji i utrzymuj app ikonę w pasku stanu.
pt_br: Habilide "Exibir ícone na barra de status" nas Configurações da aplicação e mantenha o ícone na barra e status.
ru_ru: Включите „Изобразить иконку на строке текущего состояния“ в Настройке аппликации и оставьте иконку аппликации на строке статуса.
sv_se: Slå på "Visa ikon i statusfält" i appens inställningar och behåll appikonen i statusfältet.

source: If you or some utility kills our service intentionally the icon disappears.
cs_cz: Pokud vy nebo nějaký program záměrně ukončí naši službu, ikona zmizí.
de_de: Wenn Sie oder ein Dienstprogramm unseren Service beendet absichtlich, das Symbol verschwindet.
es_es: Si usted o algún programa con intención termina nuestro servicio, icono desaparecerá.
fi_fi: Jos sinä tai jokin palvelu kuoletatte palvelumme tarkoituksella, kuvake katoaa.
fr_fr: Si vous ou une certaine utilité tue notre service intentionnellement l'icône disparaît.
hu_hu: Ha ön, vagy vagy valamilyen segédprogram leállítja az alkalmazást, az ikon eltűnik.
it_it: Se voi o qualche programma intenzionalmente terminare il nostro servizio, l'icona scompare.
pl_pl: Jeśli ty lub jakiś program celowo zakończy nasz serwis, ikona znika.
pt_br: Se você ou alguma aplicação fechar o nosso serviço intencionalmente, o ícone irá desaparecer.
ru_ru: Если вы или какая-либо программа умышленно закроет нашу аппликацию, иконка исчезнет.
sv_se: Om du eller något verktyg stänger vår service medvetet kommer ikonen att försvinna.

source: If our service is running and you don't see alerts for unknown numbers, please try to disable the use of overlay in app Settings.
cs_cz: Pokud je naše služba spuštěna a výstrahy (notifikace) pro neznámá čísla se nezobrazují, zkuste vypnout Používání překryvaných vrstev v nastavení aplikace.
de_de: Wenn unser Dienst ausgeführt wird und Sie Benachrichtigungen zu unbekannten Nummern nicht sehen, versuchen Sie, die Verwendung von Überlagerung im App-Einstellungen deaktivieren.
es_es: Si nuestra aplicación está en marcha y las notificaciones de números ajenos no se demuestran, pruebe apagar el uso de solapamiento en el ajuste de la aplicación.
fi_fi: Jos palvelumme on toiminnassa, mutta et näe hälytyksiä tuntemattomista numeroista, kokeile overlay-toiminnon poistamista käytöstä sovellusasetuksissa.
fr_fr: Si notre service est démarré et les alertes pour les numéros inconnus ne sont pas affichées, essayez d'éteindre les surimpressions dans les paramètres de l'application.
hu_hu: Ha az alkalmazás fut, de ön nem látja a figyelmeztetéseket az ismeretlen számokról, kérjük kapcsolja ki az átfedés használatát az applikáció Beállításoknál.
it_it: Se il nostro servizio è in esecuzione e non si vede avvisi per numeri sconosciuti, provare a disattivare l'utilizzo di sovrapposizione nel´ impostazioni della app .
pl_pl: Jeżeli nasza usługa działa i nie widać alerty dla nieznanych numerów, spróbuj wyłączyć użycie nakładki w ustawieniach aplikacji.
pt_br: Se nosso serviço estiver rodando e você não visualizar alertas para números desconhecidos, por favor tente desabilitar o uso de sobreposição nas Configurações da aplicação.
ru_ru: Если наша аппликация запущена, но предупреждения о незнакомых номерах не изображаются, попробуйте выключить Использование перекрывающихся слоёв в настройках аппликации.
sv_se: Om vår tjänst körs och du inte ser meddelanden för okända nummer, vänligen försök stänga av överlappande meddelanden i appens inställningar.

source: Unwanted calls are not blocked
cs_cz: Nevyžádané hovory nejsou blokovány
de_de: Unerwünschte Anrufe sind nicht blockiert
es_es: Llamadas no deseadas no están bloqueadas.
fi_fi: Ei-toivottuja puheluita ei ole estetty
fr_fr: Appels non désirés ne sont pas bloqués
hu_hu: A kéretlen hívások nincsenek blokkolva
it_it: Chiamate indesiderate non siano bloccate
pl_pl: Niechciane połączenia nie są zablokowane
pt_br: Chamadas não desejadas não estão bloqueadas
ru_ru: Нежелательные звонки не блокируются
sv_se: Oönskade samtal blockeras inte

source: Your phone should support this feature.
cs_cz: Váš telefon by měl podporovat tuto funkci.
de_de: Das Telefon sollte diese Funktion unterstützen.
es_es: Su teléfono debería soportar esta función.
fi_fi: Puhelimesi pitäisi tukea tätä toimintoa.
fr_fr: Votre téléphone doit supporter cette fonctionnalité.
hu_hu: A készülékének támogatnia kellene ezt a funkciót.
it_it: Il suo telefono dovrebbe supportare questa funzione.
pl_pl: Telefon powinien obsługiwać tę funkcję.
pt_br: Seu telefone deve ter suporte a esta função.
ru_ru: Ваш телефон должен поддерживать эту функцию.
sv_se: Din telefon borde stödja denna funktion,

source: Check the “Block Rules” settings in your and also be sure you don't have the calling number stored in phone contacts.
cs_cz: Zkontrolujte nastavení "Pravidel blokování" a také se ujistěte, že nemáte volající číslo uložené v kontaktech telefonu.
de_de: Überprüfen Sie die Einstellungen "Block-Regeln" und stellen Sie auch sicher, dass Sie die Rufnummer in Telefonkontakte gespeicherten nicht hat.
es_es: Chequee el ajuste de "Reglas del bloqueo" y asegúrese que no tiene en sus contactos el número que está llamando.
fi_fi: Tarkista "Eston säännöt" -asetukset ja varmista, että et ole tallentanut soittavaa numeroa puhelimen yhteystietoihin.
fr_fr: Vérifiez les «Règles de blocage" et assurez-vous que vous ne disposez pas le numéro d'appelant stocké dans les contacts du téléphone.
hu_hu: Ellenőrizze a saját "Blokkolási" beállításait és győződjön meg arról is, hogy az érintett szám nincs-e eltárolva a készüléke névjegyzékében.
it_it: Controllare le "Norme di blocco" e assicurarsi che non si dispone del numero di chiamata memorizzato nei contatti del telefono.
pl_pl: Sprawdź ustawienia \ "Zasady blokowe " i upewni się, że nie masz numer dzwoniącego zapisany w kontaktach telefonicznych.
pt_br: Verifique as configurações das "Regras de Bloqueio" no seu aplicativo e certifique-se de que não tem o número armazenado nos contatos do telefone.
ru_ru: Проконтролируйте параметры настройки „правил блокирования“ а также убедитесь, что входящий номер не сохранён в контактах телефона.
sv_se: Kryssa i "Blockeringsregler"-inställningarna och försäkra dig om att du inte har det inkommande telefonnumret lagrat i dina kontakter.

source: Please be sure you did not stop our application by some memory optimizer or app killer.
cs_cz: Prosím ujistěte se, že jste nezastavili naši aplikaci nějakým programem pro optimalizaci paměti nebo pro ukončování aplikací.
de_de: Bitte stellen Sie sicher, dass Sie unsere App nicht durch einen Speicher-Optimierer oder App Killer gestoppt haben.
es_es: Por favor asegúrese que no se ha parado nuestra aplicación por algún programa para la optimalización de memoria o para finalizar las aplicaciones.
fi_fi: Varmista, että et pysäyttänyt sovellustamme jollakin muistin optimointi -ohjelmalla (memory optimizeer) tai sovelluskuolettajalla (app killer).
fr_fr: Veuillez être sûrs que vous n'arrêtez pas de notre application par une certaine optimiseur de mémoire ou des applications de terminaison.
hu_hu: Kérjük nézzen utána, hogy nem állította-e le az alkalmazást, valamilyen memória optimalizálóval, vagy app killer applikációval.
it_it: Si prega di essere sicuri di non è fermata la nostra applicazione da parte di alcuni ottimizzatore di memoria o di killer application.
pl_pl: Upewnij się, że nie zatrzymasz przez któregokolwiek z naszego programu aplikacji do optymalizacji pamięci lub zakończenia aplikacji.
pt_br: Por favor, certifique-se de que não parou nossa aplicação através do uso de um otimizador de memória.
ru_ru: Пожалуйста убедитесь в том, что вы не остановили нашу аппликацию какой-либо программой для оптимизации памяти или для закрытия программ.
sv_se: Försäkra dig om att du inte stoppade vår app på grund av någon minnessparande app eller app-stängare.

source: If our service is running and doesn't work as expected please send us the details: phone number which should be blocked and reason why you expect the blocking action.
cs_cz: Je-li naše služba je spuštěna a nefunguje podle očekávání, zašlete nám prosím podrobnosti: telefonní číslo, které by mělo být blokováno a důvod proč očekáváte, že bude blokováno.
de_de: Wenn unser Dienst ausgeführt wird und nicht wie erwartet funktionieren, senden Sie uns die Details: die Telefonnummer, die gesperrt werden sollen und Grund, warum Sie erwarten die Sperrwirkung.
es_es: Si nuestro servicio está en marcha y no funciona según las expectativas, envíenos por favor estos detalles: número de teléfono el cual debería bloquearse y el motivo por el cual espera que se bloqueará.
fi_fi: Jos palvelumme on toiminnassa, mutta ei toimi niin kuin sen pitäisi, lähetä meille seuraavat tiedot: puhelinnumero, jonka pitäisi olla estetty ja syy miksi odotat eston toimivan.
fr_fr: Si notre application fonctionne mais ne fonctionne pas comme prévu, s'il vous plaît envoyez-nous les détails: numéro de téléphone, qui doivent être bloqués et la raison pour laquelle vous vous attendez qu'il sera bloqué.
hu_hu: Abban az esetben, ha az alkalmazás fut, de nem az elvárásoknak megfelelően működik, kérjük írja meg nekünk a probléma részleteit: azt a telefonszámot amelynek blokkolva kéne lennie, illetve, hogy milyen okból kifolyólag akarja blokkolni.
it_it: Se il nostro servizio è in esecuzione e non funziona come previsto vi preghiamo di inviarci i particolari: il numero di telefono che deve essere bloccato e la ragione per cui ci si aspetta l'azione di blocco.
pl_pl: Jeżeli nasza usługa działa i nie działa zgodnie z oczekiwaniami prześlij nam szczegóły:Które numery telefonu powinny zostać zablokowane i dlaczego, można oczekiwać działania blokady.
pt_br: Se o nosso serviço estiver rodando e não funcionar como esperado, por favor envie um e-mail com os detalhes: o número de telefone que deveria estar sendo bloqueado e o motivo pelo qual você esperava o bloqueio.
ru_ru: Если наша аппликация запущена, но не работает согласно ожиданиям, пошлите нам пожалуйста подробности: номер телефона, который должен был быть заблокирован и на каком основании вы ожидали его блокировку.
sv_se: Om vår tjänst körs och inte fungerar som förväntat, var vänlig skicka oss en beskrivning av problemet: telefonnumret som borde blockeras och anledning till att du förväntar dig en blockering.

source: Your phone doesn't support this feature. If you have some useful information, please fill it to Issue description.
cs_cz: Váš telefon tuto funkci nepodporuje. Pokud máte nějaké užitečné informace, vyplňte je prosím do Popis problému.
de_de: Ihr Telefon unterstützt diese Funktion nicht. Wenn Sie einige nützliche Informationen haben, füllen Sie bitte die Fehlerbeschreibung aus.
es_es: Su teléfono no soporta esta función. Si tiene algunas informaciones útiles, descríbalas por favor en Descripción del problema.
fi_fi: Puhelimesi ei tue tätä toimintoa. Jos sinulla on hyödyllistä tietoa, kerro siitä Ongelman kuvauksessa.
fr_fr: Votre téléphone ne supporte pas cette fonctionnalité. Si vous avez des informations utiles, s'il vous plaît entrez-les dans la description du problème.
hu_hu: Az ön készüléke nem támogatja ezt a funkciót. Ha van valamilyen használható információja ezzel kapcsolatban, kérjük írja meg nekünk a Hiba leírása űrlapon.
it_it: Il telefono non supporta questa funzionalità. Se avete informazioni utili, si prega di compilare la descrizione del problema.
pl_pl: Twój telefon nie obsługuje tej funkcji. Jeśli masz kilka przydatnych informacji, prosimy o wypełnienie do wydania opisu.
pt_br: Seu telefone não oferece suporte a esta função. Se você tiver informações relevantes, por favor preencha na descrição do problema.
ru_ru: Ваш телефон не поддерживает эту функцию. Если у вас есть какие-либо полезные информации, пожалуйста запишите их в Описание проблемы.
sv_se: Din telefon stödjer inte denna funktion. Om du har någon användbar information, vänligen fyll i den under problembeskrivning

source: App cannot read contacts
cs_cz: Aplikace nemůže načíst kontakty
de_de: App kann die Kontakte nicht abrufen
es_es: Aplicación no puede leer los contactos.
fi_fi: Sovellus ei pysty lukemaan yhteytietoja
fr_fr: Application ne peut pas lire les Contacts
hu_hu: Az applikáció nem fér hozzá a névjegyzékhez
it_it: App non può leggere i contatti
pl_pl: Aplikacja nie może odczytać kontakty
pt_br: Aplicação não pode ler os contatos
ru_ru: Аппликация не может загрузить контакты
sv_se: Appen har inte tillgång till dina kontakter

source: Please be sure you granted contacts access to our application.
cs_cz: Prosím ujistěte se, že jste naší aplikaci povolili přístup ke kontaktům.
de_de: Bitte stellen Sie sicher dass Sie Kontakten Zugriff auf unsere Anwendung gewährt haben
es_es: Por favor asegúrese que nuestra aplicación tiene permitido el acceso a los contactos.
fi_fi: Varmista, että olet antanut sovelluksellemme oikeuden päästä yhteystietoihin.
fr_fr: Veuillez assurer-vous que vous avez permis l'accès aux contacts pour notre application.
hu_hu: Kérjük, hogy győződjön meg róla, hogy engedélyezte az applikáció számára a hozzáférést a névjegyzékhez.
it_it: Si prega di assicurarsi di chi la nostra applicazione permette l'accesso ai contatti.
pl_pl: Proszę upewnić się, że nasza aplikacja umożliwia dostęp do kontaktów.
pt_br: Por favor, certifique-se de que permitiu o acesso aos contatos pela nossa aplicação.
ru_ru: Пожалуйста убедитесь в том, что вы позволили нашей аппликации доступ к контактам.
sv_se: Vänligen försäkra dig om att du tillåtit tillgång till kontakter för vår app.

source: Do you have idea why we don't have access to contacts?
cs_cz: Máte představu, proč nemáme přístup ke kontaktům?
de_de: Haben Sie eine Idee, warum keinen Zugriff auf Kontakte haben?
es_es: Tiene idea porqué no tenemos acceso a los contactos?
fi_fi: Onko sinulla ajatus siitä, miksi me emme pääse yhteystietoihisi?
fr_fr: Avez-vous idée de la raison pour laquelle nous ne disposons pas accès aux Contacts?
hu_hu: Van ötlete arról, hogy miért nem tudunk hozzáférni a névjegyzékhez?
it_it: Avete idea del perché non abbiamo accesso ai contatti?
pl_pl: Nie masz pojęcia, dlaczego nie mamy dostępu do kontaktów?
pt_br: Você tem ideia do motivo pelo qual não podemos acessar os contatos?
ru_ru: У вас есть представление о том почему у нас нет доступа к контактам?
sv_se: Har du någon idé om varför vi inte har tillgång till dina kontakter?

source: Are your contacts stored in some special way?
cs_cz: Máte Kontakty uloženy nějakým zvláštním způsobem?
de_de: Sind Ihre Kontakte in besonderer Weise gelagert?
es_es: Tiene los contactos guardados de alguna manera especial?
fi_fi: Ovatko yhteystietosi varastoitu jollakin erityisellä tavalla?
fr_fr: Avez vous stocké Contacts d'une manière spéciale?
hu_hu: A névjegyzékében tárolt adatok valamilyen speciális formában vannak rögzítve?
it_it: I vostri contatti vengono memorizzati in qualche modo speciale?
pl_pl: Twoje kontakty są przechowywane w jakiś szczególny sposób?
pt_br: Seus contatos estão armazenados de alguma forma especial?
ru_ru: Ваши контакты сохранены каким-то особенным способом?
sv_se: Är dina kontakter lagrade på något speciellt sätt?

source: Are you using some app for contact protection?
cs_cz: Používáte nějakou aplikaci pro ochranu kontaktů?
de_de: Verwenden Sie eine App für Kontaktschutz?
es_es: Utiliza alguna aplicación para proteger los contactos?
fi_fi: Käytätkö jotakin sovellusta yhteystietojen suojaamiseen?
fr_fr: Utilisez-vous une application pour la protection de contacts?
hu_hu: Használ valamilyen applikációt a névjegyzékben tárolt adatok védelméhez?
it_it: Utilizza alcuna app per proteggere i contatti?
pl_pl: Czy używasz jakiś aplikacji dla ochrony kontaktowej?
pt_br: Você está usando alguma aplicação para proteção dos contatos?
ru_ru: Используете какую-нибудь аппликацию для охраны контактов?
sv_se: Använder du någon app som skyddar dina kontakter?

source: Let us know.
cs_cz: Dejte nám vědět.
de_de: Lassen Sie uns wissen.
es_es: Infórmenos.
fi_fi: Kerro meille.
fr_fr: Faites-nous savoir.
hu_hu: Kérjük, tudassa velünk.
it_it: Fateci sapere.
pl_pl: Informuj nas.
pt_br: Nos informe.
ru_ru: Сообщите нам.
sv_se: Låt oss få veta.

source: Other issue
cs_cz: Jiný problém
de_de: Anderes Problem
es_es: Otro problema
fi_fi: Muu ongelma
fr_fr: Un autre problème
hu_hu: Egyéb hiba
it_it: Altro problema
pl_pl: Inny problem
pt_br: Outro problema
ru_ru: Иная проблема
sv_se: Annat problem

source: Please explain your issue to description. More information you send, higher chance to catch and fix the bug.
cs_cz: Vysvětlete prosím váš problém do pole Popis. Čím více informací pošlete, tím větší bude šance na odchycení a opravení chyby.
de_de: Bitte erläutern Sie Ihre Frage im Feld Beschreibung. Je mehr Informationen Sie senden, desto höher ist die Chance zu den Fehler zu finden und zu korrigieren.
es_es: Por favor explique su problema en el campo de descripción. Cuanto más información escribe, más posibilidades de capturar y corregir los errores.
fi_fi: Kerro ongelmastasi ongelman kuvauksessa. Mitä enemmän informaatiota lähetät, sitä suurempi mahdollisuus meillä on korjata ongelma.
fr_fr: S'il vous plaît expliquer votre problème dans Description du problème. Le plus d'informations vous envoyez, le plus seront des chances d'attraper et de corriger les erreurs.
hu_hu: Kérjük írja meg nekünk a probléma jellegét, a hiba leírása űrlapon. Minél több és pontosabb információt oszt meg velünk, annál nagyobb az esélye annak, hogy megtalálhassuk és kijavíthassuk a hibát.
it_it: Si prega di spiegare il problema nel campo Descrizione. Maggiori informazioni inviate, maggiore possibilità di catturare e risolvere gli errori.
pl_pl: Proszę wyjaśnić swój problem do opisu. Więcej informacji można wysyłać, większa szansa, aby złapać i naprawić błąd.
pt_br: Por favor descreva seu problema na descrição. Quanto mais informações você enviar, maior a chance de localizarmos e corrigirmos o problema.
ru_ru: Опишите пожалуйста вашу проблему в секции Описание. Чем больше информаций пошлёте, тем больший будет шанс к определению и исправлению ошибки.
sv_se: Vänligen ange din problembeskrivning. Ju mer information du skickar, desto högre chans att vi lyckas lösa problemet.

source: Please select the issue type
cs_cz: Vyberte prosím druh problému
de_de: Bitte wählen Sie den Problemtyp
es_es: Elija por favor el tipo de problema
fi_fi: Valitse ongelman tyyppi
fr_fr: Veuillez sélectionner le type de problème
hu_hu: Kérjük válasza ki a hiba típusát
it_it: Per favore seleziona il tipo di problema
pl_pl: Proszę wybrać rodzaj problemu
pt_br: Por favor, selecione o tipo de problema
ru_ru: Выберете пожалуйста тип проблемы
sv_se: Vänligen välj problemtyp

source: Issue description
cs_cz: Popis problému
de_de: Fehlerbeschreibung
es_es: Descripción del problema
fi_fi: Ongelman kuvaus
fr_fr: Description du problème
hu_hu: Hiba leírása
it_it: Descrizione del problema
pl_pl: Opis problemu
pt_br: Descrição do problema
ru_ru: Описание проблемы
sv_se: Problembeskrivning

source: Please explain in detail your issue. Thank you!
cs_cz: Popiště prosím podrobně váš problém. Děkuji!
de_de: Bitte erläutern Sie ausführlich Ihr Problem. Vielen Dank!
es_es: Describa detalladamente su problema. Gracias!
fi_fi: Kerro ongelmastasi yksityiskohtaisesti. Kiitos!
fr_fr: S'il vous plaît expliquez en détail votre problème. Merci!
hu_hu: Kérjük írja le részletesen a hibát. Köszönjük!
it_it: Si prega di esplicare in dettaglio il problema. Grazie!
pl_pl: Proszę szczegółowo opisać problem. Dziękuję!
pt_br: Por favor, descreva detalhadamente o seu problema. Obrigado!
ru_ru: Опишите пожалуйста подробно вашу проблему. Спасибо!
sv_se: Vänligen beskriv ditt problem i detalj. Tack!

source: Please fill the issue description
cs_cz: Vyplňte prosím popis problému
de_de: Bitte füllen Sie das Feld zur Problembeschreibung aus
es_es: Rellene por favor la descripción del problema.
fi_fi: Täytä ongelman kuvaus
fr_fr: Veuillez remplir la description du problème.
hu_hu: Kérjük töltse ki a hiba leírása mezőt
it_it: Si prega di compilare descrizione del problema
pl_pl: Proszę wypełnić opis problemu
pt_br: Por favor, preencha a descrição do problema
ru_ru: Заполните пожалуйста описание проблемы
sv_se: Vänligen fyll i problembeskrivningen

source: Please enter your email
cs_cz: Prosím zadejte váš email
de_de: Bitte geben Sie Ihre E-Mail-Adresse ein
es_es: Por favor ponga su correo electrónico
fi_fi: Lisää sähköpostiosoitteesi
fr_fr: Veuillez entrer votre email
hu_hu: Kérjük adja meg az e-mail címét
it_it: Inserisci la tua email
pl_pl: Podaj swój e-mail
pt_br: Por favor, informe seu e-mail
ru_ru: Пожалуйста напишите свой мейл адрес
sv_se: Vänligen ange din e-postadress
