Repository: MisterGroup/ShouldIAnswerTranslations
Catalog: web/*/LC_MESSAGES/shouldianswer.po
Languages: cs_cz, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, pl_pl, pt_br, ru_ru, sv_se

source: We intentionally don’t display info that this is a private number.
cs_cz: Informace o tom, že se jedná o soukromé číslo, záměrně nezobrazujeme.
de_de: Wir angezeigen bewusst keine Informationen, dass dies eine private Nummer ist.
es_es: Información que se trata sobre un numero privado no demostramos con intención.
fi_fi: Emme näytä sivuilla tarkoituksellisesti yksityisiä numeroita.
fr_fr: Nous n'affichons pas délibérément l'information si c'est un numéro privé.
hu_hu: Ezért mi szándékosan nem jelenítünk meg olyan tartalmú információt, hogy ez egy privát telefonszám.
it_it: Noi volutamente non visualizziamo informazioni che si tratta di un numero privato.
pl_pl: Celowo nie wyświetla informacji, bo jest to prywatny numer.
pt_br: Nós intencionalmente não exibem informações que este é um número privado.
ru_ru: Информации о том, что речь идёт о частный номер, намеренно не показываем.
sv_se: Vi visar inte medvetet att det är ett privat nummer.

source: But on the other hand we also do not hide this page for this specific number.
cs_cz: Na druhou stranu ale ani nijak nevynecháváme zobrazení stránky o tomto čísle.
de_de: Aber auf der anderen Seite verstecken wir auch nicht diese Seite für diese spezifische Nummer.
es_es: Por otra parte no ocultamos esta página sobre este numero.
fi_fi: Mutta emme toisaalta piilottele tätä sivua kyseisen numeron kohdalla.
fr_fr: D'autre part, nous ne cachons pas l'affichage de la page sur ce numéro.
hu_hu: De ugyanakkor, nem rejtjük el, ezt a konkrét számot tartalmazó oldalt sem.
it_it: Ma d'altra parte anche noi non nascondiamo questa pagina per questo numero specifico.
pl_pl: Ale z drugiej strony również nie ukrywają aktualizacja tej konkretnej liczby.
pt_br: Mas, por outro lado, também não escondem esta página para este número específico.
ru_ru: С другой стороны, ни коим образом не выпускаем изображение страницы об этом номере.
sv_se: Men å andra sidan så döljer vi inte den här sidan för det specifika numret.

source: The reason is exactly the protection of your private number.
cs_cz: Důvodem je právě ochrana vašeho soukromého čísla.
de_de: Der Grund ist genau der Schutz Ihrer privaten Nummer.
es_es: El razón es la protección de su número privado.
fi_fi: Syynä on juuri yksityisen numerosi suojeleminen.
fr_fr: La raison est précisément la protection de votre numéro privé.
hu_hu: Az ok pontosan az ön privát telefonszámának a védelme.
it_it: Il motivo è esattamente la protezione del vostro numero privato.
pl_pl: Powodem jest właśnie ochrona numeru prywatnego.
pt_br: A razão é exatamente a proteção de seu número privado.
ru_ru: Основанием для этого является именно охрана вашего частного номера.
sv_se: Anledningen till det är för att skydda ditt privata nummer.

source: If we just present the information that this is private number or that information for this number is not available, this could be taken as a signal for anyone and could be misused by automatic sniffer-robots to take this number.
cs_cz: Pokud bychom u čísla zobrazili informaci, že jde o číslo privátní, nebo že informace o čísle nejsou dostupné, byl by to signál, který by mohl kdokoliv zneužít pro automatický sběr privátních čísel.
de_de: Wenn wir nur präsentieren die Informationen, dass dies Privatnummer ist oder dass die Informationen für diese Nummer nicht verfügbar ist, könnte dies als Signal für jedermann eingenommen werden dass jeder kann für automatische Sammlung von privaten Nummern zu nutzen.
es_es: Si demostraramos información con respecto al numero que se trata de un numero privado o que la información sobre el número no está accesible, sería una señal de la cual se podría abusar cualquiera al coleccionar automáticamente números privados.
fi_fi: Jos esitämme suoraan tiedon, että kyseessä on yksityinen numero tai että tämä numero ei ole saatavilla, tämän tiedon voisi poimia kuka tahansa ja sitä voitaisiin käyttää väärin (esim. botit, jotka etsivät netistä numeroita).
fr_fr: Si nous présentons les informations que ce numéro est privé ou que les informations sur ce numéro ne sont pas disponibles, cela pourrait être un signal pour tout le monde à exploiter la collecte automatique des numéros privés.
hu_hu: Amennyiben olyan formában tennénk közzé az információt, hogy ez privát telefonszám, vagy, hogy ehhez a telefonszámhoz az információk nem elérhetők, azt egyfajta jelzésként értelmezhetné bárki, visszaélések célpontjává válhatna, és automatizált adathalász robot szoftverek is hozzájuthatnának ehhez a számhoz.
it_it: Se abbiamo appena presentiamo le informazioni che questo è il numero privato o che le informazioni per questo numero non è disponibile, questo potrebbe essere preso come un segnale per chiunque e potrebbe essere oggetto di abuso da automatici sniffer-robot di prendere questo numero.
pl_pl: Jeśli po prostu przedstawić informacje, że jest to prywatny numer lub, że informacja na ten numer nie jest dostępna, to może być traktowane jako sygnał dla każdego i może być nadużywane przez automatyczne tropiących-roboty do podjęcia tego numeru.
pt_br: Se nós apenas apresentar a informação de que este é o número privado ou informações para esse número não estiver disponível, isso poderia ser tomado como um sinal para qualquer um e pode ser mal utilizado por farejadores-robôs automáticos para tirar esse número.
ru_ru: Если бы мы изобразили информации о том, что это частный номер, или что информации о номере не доступны, это бы был сигнал, который бы мог кто-нибудь использовать для автоматического сбора частных номеров.
sv_se: Om vi visar informationen om det här privata numret eller att informationen inte är tillgänglig, kan det användas som en signal för robotar att det kan utnyttjas.

source: This is not our target and we try to protect you by presenting a page with neutral rating and exactly same description as presented for any other valid phone number.
cs_cz: To není náš cíl a touto cestou se vás snažíme bránit vytvořením stránky s neutrálním hodnocením a stejným popisem, jaký má jakékoliv jiné platné telefonní číslo.
de_de: Das ist nicht unser Ziel, und wir versuchen, Ihnen durch die Vorlage eine Seite mit neutrale Bewertung und genau das gleiche Beschreibung wie für jede andere gültige Telefonnummer präsentiert schützen.
es_es: Esto no es nuestro objetivo y estamos probando protegeros al crear una página con la evaluación neutral y con la misma descripción como en el caso de cualquier otro número válido.
fi_fi: Tämä ei ole tavoitteemme ja kokeilemme suojata sinua tarjoamalla sivun, jolla on neutraali arvostelu ja tasan tarkalleen sama arvostelu, kuin millä tahansa yksityisellä numerolla.
fr_fr: Cela n'est pas notre objectif, et nous nous efforcons de vous présenter une page avec une évaluation neutre et la même description que tout autre numéro de téléphone valide.
hu_hu: Ez nekünk nem célunk, éppen ezért próbáljuk megvédeni önt egy semleges értékelésű oldal megjelenítése révén és pontosan ugyanolyan leírást biztosítva, amelyet minden más érvényes telefonszám esetében is prezentálunk.
it_it: Questo non è il nostro obiettivo e noi cerchiamo di proteggere l'utente presentando una pagina con valutazione neutrale e esattamente stessa descrizione come presentato per qualsiasi altro numero di telefono valido.
pl_pl: To nie jest nasz cel i staramy się chronić, prezentując stronę z neutralnej oceny i dokładnie taki sam opis jak do każdego innego ważnego numeru telefonu.
pt_br: Este não é o nosso alvo e nós tentamos protegê-lo, apresentando uma página com classificação neutra e exatamente a mesma descrição apresentada para qualquer outro número de telefone válido.
ru_ru: Это не наша цель и мы стараемся охранять вас созданием страниц с нейтральной оценкой и такой же характеристикой, как любой другой действующий номер.
sv_se: Det är inte vårt mål och vi försöker att skydda dig genom att erbjuda en sida med neutralt omdöme och precis samma beskrivning som ges för alla andra giltiga telefonnummer.

source: The number rating could be changed based on another warning signals (e.g. high number of searches) or user ratings.
cs_cz: Hodnocení čísla se změní až na základě varovných signálů (např.vysoká hledanost), nebo uživatelských hodnocení.
de_de: Die Rufnummer-Bewertung könnte aufgrund anderer Warnsignale geändert worden sein (z.B. hohe Anzahl von Suchanfragen) oder Benutzerbewertung.
es_es: Evaluación del número se cambia a base de las señales de advertencia (p.ej. número grande de búsqueda) o evaluaciones de usuarios.
fi_fi: Numeroarvostelua voidaan muutta myös muiden varoitusmerkkien mukaan (esim. suuri määrä hakuja) tai käyttäjien arvioiden mukaisesti.
fr_fr: L'évaluation du numéro ne pourrait être modifié qu'en fonction des autres signaux d'alerte (par exemple le nombre élevé de recherches) ou évaluations de l'utilisateur.
hu_hu: A szám értékelése módosulhat a figyelmeztető jelzések alapján (pl. nagymértékű rákeresés) és a felhasználó értékelések révén.
it_it: Il voto numero potrebbe essere modificato sulla base di altri segnali di allarme (ad esempio alto numero di ricerche) o valutazioni degli utenti.
pl_pl: Ocena liczby może być zmieniona na podstawie kolejnych sygnałów ostrzegawczych (np wysoką liczbę wyszukiwań) lub oceny.
pt_br: A classificação de número pode ser alterado com base em outro sinais de alerta (por exemplo elevado número de pesquisas) ou avaliações do usuário.
ru_ru: Оценка номера изменится только на основании предупредительных сигналов (например, повышенный розыск) или комментариев пользователей.
sv_se: Det här numrets omdöme kan ändras baserat på andra varningssignaler (ex. många sökningar på numret) eller användaromdömen.

source: Is this a number of your company?
cs_cz: Jedná se o číslo vaší společnosti?
de_de: Ist dies eine Nummer Ihres Unternehmens?
es_es: ¿Se trata de número de su empresa?
fi_fi: Onko tämä yrityksesi numero?
fr_fr: Est-il un numéro de votre entreprise?
hu_hu: Ez az ön cégének a telefonszáma?
it_it: Questo è il numero della vostra azienda?
pl_pl: Czy jest to liczba Twojej firmy?
pt_br: É este um número de sua empresa?
ru_ru: Это номер вашей компании?
sv_se: Är numret till ditt företag?

source: In such case you have a great possibility to present your own positive rating with short description of the company and services you provide.
cs_cz: Pak máte jedinečnou příležitost přidat vaše vlastní pozitivní hodnocení s krátkým popisem společnosti a služeb, které nabízíte.
de_de: In einem solchen Fall haben Sie die Möglichkeit, eigene positive Bewertungen mit einer Kurzbeschreibung des Unternehmens und der Dienstleistungen zu präsentieren.
es_es: Pues tiene una gran oportunidad de añadir tu evaluación positiva con la descripción corta de la empresa y los servicios los cuales ofrecen.
fi_fi: Siinä tapauksessa sinulla on loistava tilaisuus esittää oma positiivinen arvostelusi yrityksestäsi, ja kertoa mitä palveluita tarjoatte.
fr_fr: Dans ce cas, vous avez une grande possibilité de présenter votre propre évaluation positive avec une courte description de l'entreprise et des services que vous fournissez.
hu_hu: Ebben az esetben, önnek kiváló lehetősége nyílik arra, hogy a saját pozitív értékelését is közzétegye, egy rövid leírással a cég tevékenységéről és szolgáltatásairól.
it_it: In tal caso si ha una grande possibilità di presentare la propria valutazione positiva con breve descrizione della società e dei servizi forniti.
pl_pl: W takim przypadku masz wielką możliwość zaprezentowania swóją pozytywną ocenom z krótkim opisem firmy i usług.
pt_br: Nesse caso, você tem uma grande possibilidade de apresentar a sua própria avaliação positiva com breve descrição da empresa e os serviços que prestam.
ru_ru: Тогда у вас есть исключительная возможность добавить вашу собственную положительную оценку, с коротким описанием фирмы и услуг, которые предлагаете.
sv_se: I så fall har du ett ypperligt läge att presentera ditt egna positiva omdöme med en kort beskrivning av företaget och tjänsterna som ni erbjuder.

source: You can also add internet link to your company’s pages for further info.
cs_cz: Pro bližší informace můžete doplnit link na vaše webové stránky.
de_de: Sie können auch Internet-Link in den Seiten Ihres Unternehmens für weitere Informationen zugeben.
es_es: Puede también añadir link a la página de su empresa por razones de información más detallada.
fi_fi: Voit lisätä arvosteluun myös firmasi nettisivun.
fr_fr: Vous pouvez également ajouter un lien internet vers les sites de votre entreprise pour plus d'infos.
hu_hu: További információként, az ön cége weboldalának linkjét is megadhatja.
it_it: È inoltre possibile aggiungere link alle pagine internet della vostra azienda per ulteriori informazioni.
pl_pl: Aby uzyskać więcej informacji możesz podać link do Twojej witryny.
pt_br: Você também pode adicionar internet link para páginas da sua empresa para mais informações.
ru_ru: Для более подробных информаций можете добавить ссылку на вашу веб страницу.
sv_se: Du kan också lägga till en länk till ert företags sida för mer information.

source: Let your customers know about you, communicate with them using our pages.
cs_cz: Dejte o sobě zákazníkům vědět, komunikujte s nimi přes naše stránky.
de_de: Lassen Sie Ihre Kunden mehr über Sie wissen, kommunizieren Sie mit ihm durch unsere Seiten.
es_es: Haga saber a los clientes sobre usted, comunquea con ellos utilizando nuestras páginas.
fi_fi: Anna asiakkaidesi tietää sinusta ja kommunikoi heidän kanssa nettisivujemme kautta.
fr_fr: Laissez vos clients en savoir plus sur vous, communiquez avec eux en utilisant nos pages.
hu_hu: Hagyja, hogy a vásárlói megismerhessék önt, kommunikáljon velük az oldalainkat használva.
it_it: Lasciate che i vostri clienti sanno di Lei, comunicare con loro utilizzando le nostre pagine.
pl_pl: Niech klienci wiedzą o tobie, możesz komunikować z nimi za pośrednictwem naszej strony internetowej.
pt_br: Deixe seus clientes sabem sobre você, se comunicar com eles usando nossas páginas.
ru_ru: Дайте о себе знать клиентам, общайтесь с ними с помощью нашей страницы.
sv_se: Låt era kunder vet mer om er, kommunicera med dem genom att använda er sida.

source: Want to clear user ratings from your private number?
cs_cz: Chcete odstranit uživatelská hodnocení z vašeho privátního čísla?
de_de: Willst du Benutzerbewertung von Ihrem eigenen Nummer zu löschen?
es_es: ¿Quiere eliminar evaluaciones de usuarios de su número privado?
fi_fi: Haluatko poistaa käyttäjien arvostelut yksityiseltä numeroltasi?
fr_fr: Vous voulez effacer évaluations des utilisateurs à partir de votre numéro privé?
hu_hu: Töröltetni akarja a privát telefonszámának felhasználói értékeléseit?
it_it: Volete cancellare votati dagli utenti dal numero privato?
pl_pl: Chcesz usunąć ocene z prywatnym numerem?
pt_br: Quer limpar avaliações do usuário a partir do seu número privado?
ru_ru: Хотите удалить комментарии пользователей к вашему частному номеру?
sv_se: Vill du rensa användaromdömena från ditt privata nummer?

source: User ratings of private numbers are out of our scope and should not be displayed. We do our best to filter and clear all such ratings.
cs_cz: Uživatelská hodnocení privátních čísel nás nezajímají a snažíme se dělat maximum pro to, aby se na stránky žádná nedostala.
de_de: Nutzerbewertungen für private Rufnummern werden von uns nicht unterstütz und sollten nicht angezeigt werden. Wir tun unser Bestes, um solche Bewertungen zu filtern, und zu deaktivieren
es_es: Evaluacines de números privados no nos interesan e intentamos hacer lo máximo para que no estén en nuestras páginas.
fi_fi: Yksityisten numeroiden arvostelu ei ole tarkoituksemme ja näitä arvosteluja ei pitäisi näkyä. Teemme parhaamme suodattaaksemme sellaiset arvostelut.
fr_fr: Les évaluations des utilisateurs de numéros privés ne nous intéressent pas et ne doivent pas être affichées. Nous faisons de notre mieux pour filtrer et effacer toutes ces évaluations.
hu_hu: A privát számok felhasználói értékeléseinek megjelenítése kívül esik a tevékenységi körünkön, ezért azoknak nem szabadna megjelenniük az oldalainkon. Ezért ennek érdekében, a legjobb szűrőinket használva mindent megteszünk, hogy az ilyen jellegű értékeléseket azonnali hatállyal eltávolítsuk.
it_it: Valutazione degli utenti di numeri privati sono fuori della nostra portata e non devono essere visualizzati. Facciamo del nostro meglio per filtrare e cancellare tutti tale valutazioni.
pl_pl: Oceny użytkowników numerów prywatnych są poza naszym zakresem i nie powinny być wyświetlane. Dokładamy wszelkich starań, aby filtrować i usunąć wszystkie takie oceny.
pt_br: User ratings de números privados estão fora de nosso alcance e não deve ser exibido. Fazemos o nosso melhor para filtrar e limpar todas essas classificações.
ru_ru: Комментарии пользователей к частным номерам нас не интересуют, стараемся делать максимум для того чтобы они не попали на нашу страницу.
sv_se: Användaromdömen av privata nummer är utanför det vi håller på med och ska inte visas. Vi gör vårt bästa för att filtrera alla typer av sådana omdömen.

source: Anyway if this happened please contact us using the email provided below.
cs_cz: Pokud se tak přesto stalo, dejte nám prosím vědět na náš email uvedený níže.
de_de: Wie auch immer, wenn dies passiert kontaktieren Sie uns bitte unter Verwendung der E-Mail unten ein.
es_es: Si pasa esto, por favor, denos a saber utilizando nuestro email mencionado abajo.
fi_fi: Jos näin on kuitenkin tapahtunut, voit ottaa meihin yhteyttä sähköpostitse.
fr_fr: Cependant, si cela est arrivé s'il vous plaît contactez-nous en utilisant l'adresse courriel fournie ci-dessous.
hu_hu: Amennyiben mégis ilyen eset fordulna elő, kérjük, hogy vegye fel velünk a kapcsolatot az alul található e-mail címen.
it_it: Se anche questo è accaduto, fatecelo sapere al nostro indirizzo e-mail qui sotto.
pl_pl: W każdym razie, jeśli to się stało, prosimy o kontakt z nami za pomocą maila podanego niżej.
pt_br: Enfim, se isso aconteceu por favor contacte-nos através do e-mail fornecido abaixo.
ru_ru: Если, вопреки тому, это всё-таки произошло, напишите нам пожалуйста на нижеприведённый майл адрес.
sv_se: Om det inträffade kontakta oss genom att använda mailadressen nedan.

source: Thank you.
cs_cz: Děkujeme.
de_de: Vielen Dank.
es_es: Gracias.
fi_fi: Kiitos.
fr_fr: Merci.
hu_hu: Köszönjük.
it_it: Grazie.
pl_pl: Dziękujęmy.
pt_br: Obrigado.
ru_ru: Спасибо.
sv_se: Tack

source: Want to clear user ratings for your company?
cs_cz: Chcete odstranit uživatelská hodnocení o vaší firmě?
de_de: Möchten Sie Benutzerbewertungen für Ihr Unternehmen löschen?
es_es: ¿Quiere eliminar evaluaciones sobre tu empresa?
fi_fi: Haluatko poistaa käyttäjien arvostelut firmasi numerolta?
fr_fr: Vous voulez effacer évaluations des utilisateurs pour votre entreprise?
hu_hu: Töröltetni akarja a cége felhasználói értékeléseit?
it_it: Vuoi cancellare valutazioni di utenti per la sua azienda?
pl_pl: Chcesz usunąć opinii dla Twojej firmy?
pt_br: Quer limpar classificações dos utilizadores para a sua empresa?
ru_ru: Хотите удалить комментарии пользователей к вашей фирме?
sv_se: Vill du rensa användaromdömena för ditt företag?

source: It's pretty clear that people are mostly willing to describe negative rating or experience, more than positive comment.
cs_cz: Lidé jsou mnohem ochotnější napsat negativní hodnocení nebo zkušenosti, než kladný komentář.
de_de: Es ist ziemlich klar, dass Menschen eher dazu neigen negative Bewertungen oder Erfahrungen zu beschreiben, als positive Kommentare mitzuteilen.
es_es: La gente está más dispuesta a escribir evaluación o la experiencia negativa que el comentario positivo.
fi_fi: On itsestään selvää, että ihmiset kuvaavat mieluummin negatiivista kuin positiivista kokemusta.
fr_fr: C'est assez clair que les gens sont souvent prêts à donner une évaluation ou expérience négative plus qu'un commentaire positif.
hu_hu: Meglehetősen egyértelmű tény, hogy az emberek sokkal inkább hajlandók negatív értékeléseket adni és ilyen jellegű tapasztalatokról beszámolni, mint pozitív tartalmú hozzászólásokat írni.
it_it: E 'abbastanza chiaro che le persone sono per lo più disposti a descrivere valutazione negativa o esperienza, più di commento positivo.
pl_pl: Ludzie są bardziej skłonni do pisania negatywnych opinii i doświadczeń niż pozytywnych komentarzy.
pt_br: É muito claro que as pessoas são na sua maioria dispostos a descrever classificação ou experiência negativa, mais de comentário positivo.
ru_ru: Люди гораздо более охотно пишут отрицательные оценки или впечатления чем положительные комментарии.
sv_se: Det är uppenbart att människor mest vill ge negativa omdömen, än ge positiva kommentarer.

source: We understand that it can happen and you can find untruthful information with intention to make you some harm.
cs_cz: Chápeme, že se může stát, že někdo o vás zveřejní nepravdivé informace s cílem poškodit vás.
de_de: Wir verstehen, dass es passieren kann dass Sie können wahrheitswidrige Informationen mit der Absicht Ihnen zu schaden finden.
es_es: Entendemos que alguien pueda publicar sobre usted alguna información no verdadera con el objetivo de hacerte daño.
fi_fi: Ymmärrämme, että näin voi tapahtua ja että näin voi levitä valheellista ja mahdollisesti vahingollista tietoa.
fr_fr: Nous comprenons que cela peut arriver et vous pouvez trouver des informations mensongères avec l'intention de vous nuire.
hu_hu: Mi tökéletesen tisztában vagyunk azzal, hogy mindez megtörténhet, és emiatt ön valótlan információkkal szembesülhet, amelyek hátterében ártó szándék is állhat.
it_it: Sappiamo che può succedere a chiunque di voi pubblicare informazioni false per farti del male.
pl_pl: Rozumiemy, że może się zdarzyć, że można znaleźć nieprawdziwe informacje o zamiarze dokonania ci krzywdy.
pt_br: Entendemos que isso pode acontecer e você pode encontrar informações falsas com o intuito de fazer-lhe algum dano.
ru_ru: Понимаем, что может случиться, что кто-то обнародует ложные информации с целью нанести вам ущерб.
sv_se: Vi förstår att det kan hända och att det kan finnas information för att orsaka dig skada.

source: In most cases we could not be able to judge where the truth lies or which information is untruthful.
cs_cz: Ve většině případů ale nejsme schopni rozsoudit, na které straně je pravda či které informace jsou nepravdivé.
de_de: In den meisten Fällen können wir nicht herausfinden, was die Wahrheit ist oder welche Informationen unwahr sind.
es_es: En la mayoría de los casos no somos capaces de juzgar quién tiene razón
fi_fi: Monissa tapauksissa emme kuitenkaan voi arvioida mikä on totuus ja mitkä tiedoista ovat valheellisia.
fr_fr: Dans la plupart des cas, nous ne pourrions pas être en mesure de juger où se situe la vérité ou quelle information est fausse.
hu_hu: A legtöbb esetben, mi nem vagyunk képesek megítélni, hogy mi az igazság, vagyis, hogy mely információ tartalmaz valós adatokat, és melyik az amelyik valótlan.
it_it: Nella maggior parte dei casi non potremmo essere in grado di giudicare dove sta la verità o che le informazioni sono veritiere.
pl_pl: W większości przypadków nie możemy być w stanie ocenić, gdzie leży prawda i jakie informacje są nieprawdziwe.
pt_br: Na maioria dos casos, não poderia ser capaz de julgar onde está a verdade ou que a informação é falsa.
ru_ru: В большинстве случаев мы не способны рассудить на чьей стороне правда, а чьи информации ложные.
sv_se: I de flesta fall kan vi bedöma vart sanningen ligger eller vilken information som inte är korrekt.
