Repository: MisterGroup/ShouldIAnswerTranslations
Catalog: web/*/LC_MESSAGES/shouldianswer.po
Languages: cs_cz, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, pl_pl, pt_br, ru_ru, sv_se

source: Protection statistics contains summary information of how many calls was checked and blocked, with figures for actual day/overall.
cs_cz: Statistiky ochrany obsahují souhrnné informace o tom, kolik hovorů bylo kontrolováno a zablokováno, s údaji za aktuální den/celkově.
de_de: Schutzstatistiken enthält zusammenfassende Informationen, wie viele Anrufe wurde überprüft und blockiert, mit Zahlen des tatsächlichen Tag / Gesamt.
es_es: Estadísticas de la protección contiene informaciones resumidas de cuántas llamadas han sido controladas y bloqueadas durante el día actual/en total.
fi_fi: Suojauksesta kertovat tilastot sisältävät yhteenvedon kaikista tarkistetuista ja estetyistä puheluista. Tiedot näytetään päivän ajalta tai koko sovelluksen aktiivisena olleelta ajalta.
fr_fr: Les statistiques de protection contiennent un résumé d'information sur le nombre d'appels vérifiés et bloqués, pour le jour en cours/total.
hu_hu: A védelem statisztikai adataiban összegezve tekinthető meg, hogy hány hívás volt leellenőrizve, és blokkolva az aktuális napon és összességében.
it_it: Statistiche della protezione contiene le informazioni di sommario del numeri di chiamate sono stato controllati e bloccati, con i dati relativi al giorno attuale /globalmente.
pl_pl: Statystyki ochrony zawiera skrót informacji, ile połączeń zostało sprawdzone i zablokowane, dane dla rzeczywistego dnia / ogólnych.
pt_br: As estatísticas de proteção contem informações resumidas de quantas chamadas foram verificadas e bloqueadas, com números para o dia atual e para o geral.
ru_ru: Статистики охраны содержат совокупные информации о том, сколько звонков было проверено и заблокировано, в этот день/в целом.
sv_se: Skyddsstatistiken innehåller summerad information av hur många samtal som kontrollerats och blockerats, med dagliga siffror och totala.

source: Components statuses provides a short list of major components.
cs_cz: Stavy komponent poskytují krátký seznam hlavních komponent.
de_de: Die Statusanzeige der Komponenten enthält eine kurze Liste der Hauptkomponenten.
es_es: Estados de componentes proporcionan una lista breve de los componentes principales.
fi_fi: Komponenttien tilat antaa lyhyen listauksen pääkomponenteista.
fr_fr: Les états de composants fournissent une courte liste des composants principaux.
hu_hu: Az alkalmazás komponenseinek státuszát megjelenítő rész egy rövid listát tartalmaz a fő komponensek állapotáról.
it_it: Stati di componenti partecipano un breve elenco dei principali componenti.
pt_br: O status cos componentes tem uma lista curta dos componentes principais.
ru_ru: Состояния компонентов изображены и в коротком списке главных компонентов.
sv_se: Status på komponenter ger en kort lista på centrala komponenter.

source: Component with some issue is marked by red exclamation mark. In such situation a button for fixing the issue below the components list will be provided.
cs_cz: Komponenty s nějakou chybou jsou označeny červeným vykřičníkem. V takové situaci bude pod seznamem komponent k dispozici tlačítko pro vyřešení chyby.
de_de: Beeinträchtigte Komponenten sind durch ein rotes Ausrufezeichen markiert. In diesem Fall taucht eine Schaltfläche zur Problembehebung unterhalb der Liste auf.
es_es: Componente con un error eventual estará identificado con la marca de exclamación roja. En tal situación estará disponible un botón para solucionar el problema debajo de la lista de los componentes .
fi_fi: Komponentti, jossa on jokin ongelma, merkitään punaisella huutomerkillä. Tällaisessa tapauksessa komponenttilistan alle ilmestyy nappi, jota painamalla ongelman voi korjata.
fr_fr: Composants avec erreurs possibles sont marqués avec un point d'exclamation rouge. Dans une telle situation un bouton pour résoudre l'erreur sera disponible sous la liste des composants.
hu_hu: Az alkalmazásnak azon komponensei, amelyekkel valamilyen probléma merült fel, piros színű felkiáltójellel vannak megjelölve. Ilyen esetekben egy javítás gomb is látható a komponensek listája alatt.
it_it: Componente con un errore eventuale è contrassegnato da un punto esclamativo rosso. In tale situazione sarà disponibile un pulsante per risolvere il problema sotto l'elenco dei componenti.
pt_br: Componentes com algum problema ficam marcados por um ponto de exclamação vermelho. Neste caso, um botão para solucionar o problema será apresentado abaixo da lista de componentes.
ru_ru: Компоненты с возможной ошибкой обозначены красным восклицательным знаком. В таком случае под списком компонентов появится кнопка для исправления ошибки.
sv_se: Komponent med problem markeras med röd markering. I dessa fall kommer en knapp för att fixa problemet att visas under komponent-listan.

source: Logs
cs_cz: Protokoly
de_de: Protokolle
es_es: Registros
fi_fi: Lokit
fr_fr: Journal
hu_hu: Napló
it_it: Protocolli
pl_pl: Logi
pt_br: Registros
ru_ru: Протоколы
sv_se: Loggar

source: The Logs screen provides you access to 3 types of logs:
cs_cz: Obrazovka Protokolů poskytuje přístup ke 3 typům protokolů:
de_de: Der Logs-Bildschirm bietet Zugang zu 3 Arten von Logs:
es_es: La pantalla de registros proporciona el acceso a 3 tipos de registros:
fi_fi: Lokit-näytön kautta pääset 3 erilaiseen lokiin:
fr_fr: Écran Logs donne accès à trois types de logs:
hu_hu: A Napló részben háromféle napló típus található:
it_it: La schermata dei registri prevede il accfesso a 3 tipi di registri:
pt_br: A tela de registros fornece acesso a três tipos de registros:
ru_ru: Экран Протоколы предоставляет доступ к 3 типам протоколов:
sv_se: Logg-skärmen ger dig tillgång till tre typer av loggar:

source: Phone Logs - contains the Phone Call History, is read from phone system log.
cs_cz: Záznamy telefonu - obsahuje Historii telefonních hovorů, která je načtena ze systémového logu telefonu.
de_de: Anruflisten - enthält die Anrufhistorie und wird von Ihrem Anrufprotokoll ausgelesen.
es_es: Registros del teléfono - contiene el historial de llamadas de teléfono, el cual se descarga del registro de sistema del teléfono.
fi_fi: Puhelulokit - sisältää puheluhistorian, luetaan puhelinjärjestelmän lokista.
fr_fr: Logs du téléphone - comprennent des documents de l'Historique des appels qui sont récupérés à partir du log du système du téléphone.
hu_hu: Hívás Napló - ez tartalmazza a Telefon Hívás Előzményeit, amelyet az alkalmazás a készülék saját hívás előzményeiből olvas ki.
it_it: Registri del telefono - contiene la cronologia delle chiamate di telefono, viene letto dal registro di sistema telefonico.
pt_br: Registros de telefonia: contem o histórico de chamadas telefônicas, que é lido através do registro do sistema telefônico.
ru_ru: Список звонков – содержит историю телефонных звонков, которая загружается из системного журнала.
sv_se: Telefonloggar - innehåller samtalshistoriken, som hämtas från telefonsystemets logg.

source: Checked Numbers - contains a list of the latest checked phone numbers.
cs_cz: Zkontrolovaná čísla - obsahuje seznam posledně zkontrolovaných telefonních čísel.
de_de: Geprüfte Rufnummern - enthält eine Liste mit den letzten geprüften Rufnummern.
es_es: Números comprobados - contiene una lista de los números de teléfono recientemente chequeados.
fi_fi: Tarkistetut numerot - sisältää listan viimeisimmistä tarkistetuista puhelinnumeroista.
fr_fr: Numéros vérifiés - contient une liste des derniers numéros vérifiés.
hu_hu: Ellenőrzött Számok - az alkalmazás által utoljára leellenőrzött telefonszámok listáját tartalmazza.
it_it: I numeri controllati - contiene un elenco degli ultimi numeri controllati di telefono.
pt_br: Números verificados: contem uma lista dos últimos números telefônicos verificados.
ru_ru: Проверенные номера – содержит список последних проверенных номеров.
sv_se: Ikryssade nummer - innehåller en lista på de senast ikryssade telefonnumren.

source: Blocked Numbers - contains a list of the latest blocked numbers.
cs_cz: Zablokovaná čísla - obsahuje seznam posledně zablokovaných čísel.
de_de: Blockierte Rufnummern - enthält eine Liste mit den letzten blockierten Rufnummern.
es_es: Números bloqueados - contiene una lista de los últimos números bloqueados.
fi_fi: Estetyt puhelut - sisältää listan viimeisimmistä estetyistä numeroista.
fr_fr: Numéros bloqués - contient une liste des numéros récemment bloqués.
hu_hu: Blokkol Számok - az alkalmazás által utoljára blokkolt számok listáját tartalmazza.
it_it: I numeri bloccati - contiene un elenco degli ultimi numeri bloccati.
pt_br: Números bloqueados: contem a lista dos últimos números telefônicos bloqueados.
ru_ru: Заблокированные номера – содержит список последних заблокированных номеров.
sv_se: Blockerade nummer - innehåller en lista på de senast blockerade numren.

source: Icon on the left side indicates the Phone Number Rating with following meaning:
cs_cz: Ikona na levé straně ukazuje Hodnocení telefonního čísla s následujícím významem:
de_de: Das Icon auf der linken Seite zeigt die Rufnummer-Bewertung mit folgender Bedeutung:
es_es: Icono al lado izquierdo muestra la evaluación de número de teléfono con el siguiente significado:
fi_fi: Kuvake vasemmalla kertoo puhelinnumeron arvion seuraavasti:
fr_fr: L'icône à gauche montre Évaluation du numéro de téléphone avec la signification suivante:
hu_hu: A bal oldalon található Telefonszám Értékelés ikon a következőket jelentheti:
it_it: Icona sul lato sinistro indica la valutazione dell numero di telefono con seguente significato:
pt_br: O ícone do lado esquerdo indica a avaliação do número telefônico, com os seguintes significados:
ru_ru: Иконка на левой стороне показывает оценку телефонного номера со следующим значением:
sv_se: Ikonen på vänster sida indikerar numrets ranking med följande mening:

source: negative rating
cs_cz: negativní hodnocení
de_de: negative Bewertung
es_es: evaluación negativa
fi_fi: negatiivinen arvio
fr_fr: évaluation négative
hu_hu: negatív értékelés
it_it: valutazione negativa
pl_pl: ocena negatywna
pt_br: nota negativa
ru_ru: отрицательный рейтинг
sv_se: negativ bedömning

source: neutral rating
cs_cz: neutrální hodnocení
de_de: neutrale Bewertung
es_es: evaluación neutral
fi_fi: neutraali arvio
fr_fr: évaluation neutre
hu_hu: semleges értékelés
it_it: valutazione neutra
pl_pl: ocena neutralna
pt_br: nota neutra
ru_ru: нейтральный рейтинг
sv_se: neutral bedömning

source: positive rating
cs_cz: pozitivní hodnocení
de_de: positive Bewertung
es_es: evaluación positiva
fi_fi: positiivinen arvio
fr_fr: évaluation positive
hu_hu: pozitív értékelés
it_it: valutazione positiva
pl_pl: ocena pozytywna
pt_br: nota positiva
ru_ru: положительный рейтинг
sv_se: positiv bedömning

source: unknown rating
cs_cz: neznámé hodnocení
de_de: unbekannte Bewertung
es_es: evaluación desconocida
fi_fi: tuntematon arvio
fr_fr: évaluation inconnue
hu_hu: ismeretlen értékelés
it_it: Valutazione sconosciuta
pl_pl: Nieznana Ocena
pt_br: nota desconhecida
ru_ru: неизвестный рейтинг
sv_se: okänd bedömning

source: Next icon informs you about call type and taken action:
cs_cz: Další ikona vás informuje o druhu volání a provedené akci:
de_de: Das nächste Icon informiert Sie über Anruftyp und Maßnahme:
es_es: Siguiente icono le informa sobre el tipo de llamada y la acción realizada.
fi_fi: Seuraava kuvake kertoo sinulle puhelun tyypin ja toiminnan:
fr_fr: Une autre icône vous informe sur le type d'appel et l'action réalisé:
hu_hu: Az alábbi ikonok informálják önt a hívások típusáról és státuszáról:
it_it: Un'altra icona informa del tipo di chiamata e l'azione intrapresa.
pt_br: O próximo ícone informa sobre o tipo de chamada e sobre a ação realizada:
ru_ru: Следующая иконка информирует вас о типе звонка и произведённой операции:
sv_se: Nästa ikon informerar dig om samtalstyp och vad som gjorts:

source: Successful Incoming Call
cs_cz: Úspěšné příchozí volání
de_de: Erfolgreicher ankommender Anruf
es_es: Llamada entrante exitosa
fi_fi: Onnistunut saapuva puhelu
fr_fr: Appel Entrant Réussi
hu_hu: Fogadott Bejövő Hívás
it_it: Le chiamate in entrata di successo
pl_pl: Udane Połączenie przychodzące
pt_br: Chamada recebida com sucesso
ru_ru: Успешный входящий звонок
sv_se: Lyckat Inkommande samtal

source: Missed Incoming Call
cs_cz: Zmeškaný příchozí hovor
de_de: Verpasste ankommender Anruf
es_es: Llamada entrante pérdida
fi_fi: Vastaamaton saapuva puhelu
fr_fr: Appel Entrant Manqué
hu_hu: Nem Fogadott Hívás
it_it: Chiamata persa in entrata
pl_pl: Nieodebrane połączenie przychodzące
pt_br: Chamada recebida perdida
ru_ru: Пропущенный входящий звонок
sv_se: Missat Inkommande samtal

source: Blocked Incoming Call
cs_cz: Zablokovaný příchozí hovor
de_de: Blockierte ankommender Anrufe
es_es: Llamada entrante bloqueada
fi_fi: Estetty saapuva puhelu
fr_fr: Appel Entrant Bloqué
hu_hu: Blokkolt Bejövő Hívás
it_it: Chiamata in arrivo bloccata
pl_pl: Blokowanie połączeń przychodzących
pt_br: Chamada recebdida bloqueada
ru_ru: Заблокированный входящий звонок
sv_se: Blockerat Inkommande Samtal

source: Successful Outgoing Call
cs_cz: Úspěšný odchozí hovor
de_de: Erfolgreicher ausgehende Anrufe
es_es: Llamada saliente exitosa
fi_fi: Onnistunut lähtevä puhelu
fr_fr: Appel Sortant Réussi
hu_hu: Kimenő Hívás
it_it: La chiamata in uscita di successo
pl_pl: Udane połączenie wychodzące
pt_br: Chamada realizada com sucesso
ru_ru: Успешный исходящий звонок
sv_se: Lyckat Utgående samtal

source: Missed Outgoing Call
cs_cz: Zmeškaný odchozí hovor
de_de: Verpasste ausgehende Anrufe
es_es: Llamada entrante pérdida
fi_fi: Vastaamaton lähtevä puhelu
fr_fr: Appel Sortant Manqué
hu_hu: Nem Fogadott Kimenő Hívás
it_it: Chiamata persa in uscita
pl_pl: Nieodebrane połączenie wychodzące
pt_br: Chamada realizada perdida
ru_ru: Пропущенный исходящий звонок
sv_se: Missat Utgående Samtal

source: Blocked Outgoing Call
cs_cz: Zablokovaný odchozí hovor
de_de: Blockierte ausgehende Anrufe
es_es: Llamada saliente bloqueada
fi_fi: Estetty lähtevä puhelu
fr_fr: Appel Sortant Bloqué
hu_hu: Blokkolt Kimenő Hívás
it_it: Chiamate in uscita bloccata
pl_pl: Zablokowane połączenia wychodzące
pt_br: Chamara realizada bloqueada
ru_ru: Заблокированный исходящий звонок
sv_se: Blockerat Utgående Samtal

source: Available Actions:
cs_cz: Možné akce:
de_de: Verfügbare Maßnahmen:
es_es: Acciones posibles:
fi_fi: Käytettävät toiminnot:
fr_fr: Actions possibles:
hu_hu: Rendelkezésre Álló Opciók:
it_it: Azioni disponibili:
pt_br: Ações disponíveis
ru_ru: Возможные операции:
sv_se: Tillgängliga funktioner:

source: <strong>Phone Number Click</strong> : this action opens the Phone Number Details screen with detailed information and further actions: Call, Block, Rate and download reviews for the number.
cs_cz: <strong>Kliknutí na telefonní číslo</strong> : tato akce otevře obrazovku Detail telefonního čísla s podrobnými informacemi a dalšími možnostmi: Volat, Blokovat, Hodnotit a stáhnout Recenze pro dané číslo.
de_de: <strong>Rufnummer Click</strong> : Diese Aktion öffnet die Detailansicht der Rufnummer mit erweiterten Informationen und Maßnahmen: Anrufen, Blockieren, Bewerten und Download von Bewertungen für die Rufnummer.
es_es: <strong>Haciendo click en el número de teléfono</strong> : esta acción abre la pantalla Detalle del número de teléfono con las informaciones detalladas y las siguientes posibilidades: Llamar, Bloquear, Evaluar y descargar Reseña para dicho número.
fi_fi: <strong>Puhelinnumeron napautus</strong> : tämä toiminta avaa Puhelinnumeron tiedot -näytön, jossa on yksityiskohtaista tietoa ja seuraavat toiminnot: Soita, Estä, Arvioi ja lataa arvosteluja numerolle.
fr_fr: <strong>Clique sur numéro de téléphone</strong> : cette action ouvre le Détaille du numéro de téléphone avec des informations détaillées et d'autres options: Appeler, Bloquer, Évaluer, et télécharger de Commentaires pour le numéro.
hu_hu: <strong>Telefonszámra Kattintás</strong>: a telefonszámra helyezve az ujjunkat, ez az opció megnyitja a Telefonszám Részletes Adatai képernyőt, ahol megtekinthető minden, az adott számmal kapcsolatos adat, és a következő műveletek is elvégezhetők: Hívás, Blokkolás, Értékelés és az adott számhoz kacsolódó tájékoztatók, vélemények letöltése.
it_it: <strong>Cliccando sull numero di telefono:</strong> questa azione apre il scermo del dettaglio di numero di telefono con informazioni dettagliate ed ulteriori azioni: Chiamare, Bloccare, Valutare e scaricare le recensioni per il dato numero.
pt_br: <strong>Clicar no número telefônico</strong>: esta ação abre a tela de detalhes do número telefônico com informações detalhadas e ações complementares: Chamar, Bloquear, Avaliar e baixar análises do número.
ru_ru: <strong>щелчок на номер телефона</strong> : вам откроется экран Подробности о телефонном номере, с подробными информациями и следующими возможностями: Звонить, Блокировать, Оценить и скачать рецензии на этот номер.
sv_se: <strong>Telefonnummer-klick</strong> : denna åtgärd öppnar skärmen med telefonnummer-detaljer med detaljerad information och vidare åtgärder: Ringa, Blockera, Lämna omdöme och ladda hem omdämen för numret.

source: <strong>Phone Number Long Hold</strong> : if you hold a finger on the number for a while the context menu is shown with actions : Show Details, Call Number, Copy number to clipboard, and Web Search which opens our web page with the respective number.
cs_cz: <strong>Dlouhé podržení telefonního čísla</strong> : podržíte-li chvíli prst na čísle, zobrazí se kontextové menu s akcemi: Zobrazit detaily, Volat číslo, Zkopírovat číslo do schránky a Hledat na webu- tato akce otevře naše webové stránky s příslušným číslem.
de_de: <strong>Rufnummer Langes Halten</strong> : Wenn Sie Ihren Finger etwas länger auf der Rufnummer halten wird ein Kontextmenü geöffnet: Zeige Details, Rufnummer Wählen, Rufnummer in Zwischenablage kopieren und Websuche, welche unsere Webseite mit der jeweiligen Rufnummer öffnet.
es_es: <strong>Sujetando más tiempo el número de teléfono</strong> : Si mantiene el dedo en el número un rato, se demostrará el menú contextual con acciones: Mostrar detalles, Llamar el número, Copiar el número al portapapeles y Buscar en internet - esta acción abre nuestra página web con el dicho número.
fi_fi: <strong>Puhelinnumeron koskettaminen pitkään</strong> : jos pidät sormea pitkään numeron päällä, ilmestyy valikko seuraavien toimintojen kera : Näytä yksityiskohdat, Soita numeroon, Kopioi numero leikepöydälle, ja Hae verkosta, joka avaa kyseisen numeron verkkosivuillemme.
fr_fr: <strong>Tenir longtemps de numéro de téléphone</strong> : Si vous maintenez votre doigt sur le numéro, le menu contextuel avec des actions s'affiche: Afficher les détails, Appeler le numéro, Copier dans le presse-papier, et Rechercher sur le web - cette action ouvre notre site web avec ce numéro.
hu_hu: <strong>Telefonszám Hosszabb Idejű Érintése</strong>: ha az ujját hosszabb ideig rajta tartja az egyik telefonszámon, akkor egy olyan menü jelenik meg a képernyőn, ahol a következő műveleteket végezheti el: Részletek Megtekintése, Szám Hívása, Szám másolása a vágólapra és a Webes keresés, amely megnyitja a weboldalunkat az adott telefonszámmal együtt.
it_it: <strong>Ritenendo il numero di telefono:</strong> se si ritiene il dito sul numero per un po 'il menu di scelta rapida è mostrato con le azioni: Vedere dettagli, Chiamare il numero, Copiare il numero negli appunti, e Ricerca sul web che apre la nostra pagina web con il dato numero.
pt_br: <strong>Manter pressionado o número telefônico</strong>: se você mantiver o dedo pressionado no número por algum tempo, o menu será exibido com as seguintes ações: mostrar detalhes, char número, copiar para a área de transferência e Buscar na web, que abre nossa página na internet com o respectivo número.
ru_ru: <strong>Длительное нажатие на номер телефона</strong> : если вы подержите палец на номере, изобразится контекстное меню с операциями: Изобразить подробности, Звонить, Скопировать в буфер обмена и Поиск в интернете – эта операция откроет наши страницы с соответствующим номером.
sv_se: <strong>Telefonnummer - håll inne länge</strong> : om du håller fingret länge på numret visas meny med åtgärder: Visa Detaljer, Ring Nummer, Kopiera nummer till klippbord och Websökning som öppnar vår webbsida med respektiva nummer.

source: <strong>Trash Button Click</strong> : clears the selected log - in case of the system log your phone log is not touched, the action will affect only the application view of the log.
cs_cz: <strong>Kliknutí na tlačítko koše</strong> : vymaže vybraný protokol - v případě systémového protokolu zůstává váš systémový telefonní log nedotčen, akce ovlivní pouze způsob zobrazení protokolu v aplikaci.
de_de: <strong>Papierkorb Click</strong> : entfernt das ausgewählte Log - Systemlogs werden nur innerhalb der App und nicht auf Ihrem Telefon gelöscht
es_es: <strong>Pulsando el botón de papelera</strong>: se borra el registro seleccionado - en el caso del registro de sistema se queda su registro de llamadas intacto, la acción afectará solamente la manera de cómo se demuestra el protócolo en la aplicación.
fi_fi: <strong>Tuhoa-napin napautus</strong> : tyhjentää valitun lokin - mikäli kyseessä on järjestelmäloki, puhelimesi lokiin ei kosketa; toiminto vaikuttaa ainoastaan sovelluksen näkymään lokista.
fr_fr: <strong>Clique sur le casier</strong> : supprime le protocole sélectionné - si vous cliquez au log du systèm, le log du téléphone de votre système d'action reste intacté, l'action affecte uniquement l'affichage du log dans votre application.
hu_hu: <strong>Kattintás A Lomtár Gombra</strong>: törli a kiválasztott napló bejegyzést - abban az esetben ha készülék rendszerének napló szekciója nem hozzáférhető, akkor ez a művelet csak az alkalmazás napló bejegyezéseire van hatással.
it_it: <strong>Cliccando il pulsante di cestino:</strong> cancella il registro selezionato - in caso di protocollo di sistema risparmio il suo registro telefefonico non viene toccato, l'azione avrà effetto solo visualizzazione del registro nell'applicazione.
pt_br: <strong>Clicar no botão de lixeira</strong>: limpa o registro selecionado - no caso do registro do sistema o registro do telefone não é alterado. A ação afeta apenas a visão do aplicativo do registro.
ru_ru: strong>Щелчок на кнопку корзина</strong> : отстранит выбранный протокол – в случае системного протокола останется ваш системный телефонный список нетронутый, операция повлияет только на способ изображения протокола в аппликации.
sv_se: <strong>Klick på papperskorgs-knapp</strong> : rensar den valda loggen - om det gäller systemlogg rörs inte din telefonlogg, åtgärden kommer endast påverka appens vy på loggen.

source: Ratings
cs_cz: Hodnocení
de_de: Bewertungen
es_es: Evaluaciones
fi_fi: Arviot
fr_fr: Évaluations
hu_hu: Értékelések
it_it: Valutazioni
pt_br: Avaliações
ru_ru: Оценки
sv_se: Omdömen

source: In this section you can:
cs_cz: V této sekci můžete:
de_de: In diesem Abschnitt können Sie:
es_es: En esta sección se puede:
fi_fi: Tässä osassa voit:
fr_fr: Dans cette section vous pouvez:
hu_hu: Ebben a szekcióban ön képes:
it_it: In questa sezione puo :
pt_br: Nesta seção você pode:
ru_ru: В этой секции можете :
sv_se: I den här avdelning kan du:

source: configure how to combine the ratings from Community Database, your Phone Contacts and your own ratings into one final Phone Number Rating.
pt_br: configurar como combinar as avaliações da Base de Dados da Comunidade, seus contatos telefônicos e suas próprias avaliações em uma nota para um número telefônico.
