Repository: MisterGroup/ShouldIAnswerTranslations
Catalog: web/*/LC_MESSAGES/shouldianswer.po
Languages: cs_cz, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, pl_pl, pt_br, ru_ru, sv_se

source: We would appreciate if You share Your statement.
cs_cz: Budeme rádi, když se podělíte o svoje zkušenosti.
de_de: Wir freuen uns, wenn Sie Ihre Meinung teilen.
es_es: Apreciaríamos que compartiera tu declaración.
fi_fi: Arvostaisimme jos jakaisit näkemyksesi.
fr_fr: Nous serions heureux si vous partagiez votre opinion.
hu_hu: Nagyra értékelnénk, ha Ön megosztaná a saját álláspontját.
it_it: Saremmo lieti se condividessi la tua affermazione.
pl_pl: Będziemy wdzięczni, jeśli podzielisz się swoją opinią.
pt_br: Nós apreciaremos se você compartilhar seu testemunho.
ru_ru: Будем вам признательны, если вы поделитесь с нами вашими данными
sv_se: Vi skulle uppskatta om du delar ditt yttrande.

source: Thank You for Your post.
cs_cz: Děkujeme za Vaši reakci.
de_de: Danke für Ihren Beitrag.
es_es: Gracias por su publicación.
fi_fi: Kiitos viestistäsi.
fr_fr: Merci pour votre publication.
hu_hu: Köszönjük szépen a posztját.
it_it: Grazie per il tuo post.
pl_pl: Dziękujemy za twoj wkład.
pt_br: Obrigado por sua publicação.
ru_ru: Благодарим за ваш отзыв.
sv_se: Tack för ditt inlägg.

source: Phone number should be fixed line.
cs_cz: Toto telefonní číslo by měla být pevná linka.
de_de: Diese Nummer ist eine Festnetznummer.
es_es: El número de teléfono debería ser de línea fija.
fi_fi: Puhelinnumeron pitäisi olla lankaliittymästä.
fr_fr: Le numéro de téléphone doit être une ligne fixe.
hu_hu: A telefonszám vezetékes telefonszám lehet.
it_it: Il numero di telefono deve appartenere a una rete fissa.
pl_pl: Numer telefonu powinien być stacjonarny.
pt_br: Número de telefone deve ser uma linha fixa.
ru_ru: Вероятнее всего, фиксированный номер.
sv_se: Telefonnumret borde vara från fasta nätet.

source: Phone number should be mobile line.
cs_cz: Toto telefonní číslo by mělo patřit do mobilní sítě.
de_de: Diese Nummer ist eine Mobilfunknummer.
es_es: El número de teléfono debería ser de línea móvil.
fi_fi: Puhelinnumeron pitäisi olla matkapuhelinliittymästä.
fr_fr: Le numéro de téléphone doit être mobile.
hu_hu: A telefonszám mobil telefonszám lehet.
it_it: Il numero di telefono deve appartenere a una linea mobile.
pl_pl: Numer telefonu powinien być komórkowy.
pt_br: Número de telefone deve ser uma linha móvel.
ru_ru: Вероятнее всего, мобильный телефон.
sv_se: Telefonnumret borde vara från mobilt nät.

source: Phone number should be fixed or mobile line.
cs_cz: Toto telefonní číslo by mělo být z pevné nebo mobilní linky.
de_de: Diese Nummer ist eine Festnetz- oder Mobilfunknummer.
es_es: El número de teléfono debería ser de línea fija o móvil.
fi_fi: Puhelinnumeron pitäisi olla lanka- tai matkapuhelinliittymästä.
fr_fr: Le numéro de téléphone doit être une ligne fixe ou mobile.
hu_hu: A telefonszám vezetékes, vagy mobil telefonszám lehet.
it_it: Il numero di telefono deve appartenere a una rete fissa o mobile.
pl_pl: Numer telefonu powinien być stacjonarny lub komórkowy.
pt_br: Número de telefone deve ser uma linha fixa ou mível.
ru_ru: Вероятнее всего, это фиксированная линия или мобильный телефон.
sv_se: Telefonnumret borde vara från fasta eller mobila nätet.

source: Phone number should be toll free.
cs_cz: Toto telefonní číslo by mělo být bez poplatku.
de_de: Diese Nummer ist gebührenfrei.
es_es: El número de teléfono debería ser gratuito.
fi_fi: Puhelinnumeron pitäisi olla maksuton.
fr_fr: Le numéro de téléphone doit être sans frais.
hu_hu: A telefonszám ingyenesen hívható telefonszám lehet.
it_it: Il numero di telefono dev’essere un numero verde.
pl_pl: Numer telefonu powinien być pozbawiony opłat.
pt_br: Número de telefone deve ser livre de custo.
ru_ru: Вероятнее всего, бесплатный номер.
sv_se: Telefonnumret borde vara avgiftsfritt.

source: Phone number should be for premium rate. Be carefull.
cs_cz: Toto telefonní číslo by mělo být za prémiovou cenu. Buďte opatrní.
de_de: Diese Nummer ist kostenpflichtig. Seien Sie vorsichtig.
es_es: El número de teléfono es de cobro. Tenga cuidado.
fi_fi: Puhelinnumero saattaa olla lisämaksullinen. Ole tarkkana.
fr_fr: Le numéro de téléphone doit être à tarif majoré. Il faut faire attention.
hu_hu: A telefonszám valószínűleg emeltdíjas telefonszám. Legyen óvatos.
it_it: Il numero di telefono dev’essere a pagamento. Stai attento.
pl_pl: Numer telefonu powinien być płatny. Uważaj.
pt_br: Número de telefone deve ter uma taxa premium. Atenção.
ru_ru: Вероятнее всего, при звонке на этот номер списываются дополнительные средства. Будьте осторожны!
sv_se: Telefonnumret kan innebära en avgift. Var försiktig.

source: Phone number should be for shared rate. It should be cheaper than standard call.
cs_cz: Toto telefonní číslo by mělo být za dotovanou cenu. Volání by mělo být levnější, než běžný hovor.
de_de: Für diese Nummer werden Kosten geteilt. Sie sollte daher günstiger als ein normaler Anruf sein.
es_es: El número de teléfono es de coste compartido. Debería ser más barato que el coste de una llamada estándar.
fi_fi: Puhelinnumerossa pitäisi olla erikoishinta. Sen pitäisi olla halvempi kuin tavallinen puhelu.
fr_fr: Le numéro de téléphone doit être à tarif partagé. Il doit être moins cher qu'un appel standard.
hu_hu: A telefonszám kedvezményesen hívható telefonszám lehet. A hívás díja kisebb, mint a hagyományos számoké.
it_it: Il numero di telefono dev’essere a costi condivisi. Dovrebbe essere più economico rispetto alla chiamata standard.
pl_pl: Połączenia z tym numerem mogą być częnściowo płatne. Jest to tańsze niż standardowe połączenia.
pt_br: Número de telefone deve ter taxa compartilhada. Deve ser mais barato que uma taxa padrão.
ru_ru: Вероятнее всего, это общедоступный номер. Звонок на него, предположительно, стоит меньше, чем звонок на обычный номер.
sv_se: Telefonnumret borde innebära delad avgift. Det borde vara billigare än ett vanligt samtal.

source: Phone number should be voice over ip.
cs_cz: Toto telefonní číslo by mělo být VOIP.
de_de: Diese Nummer stammt von einem Voice-Over-IP-Anbieter.
es_es: El número de teléfono debería ser de voz sobre ip.
fi_fi: Puhelinnumero saattaa olla VoIP (Voice Over IP) -numero.
fr_fr: Le numéro de téléphone doit être une ligne voix sur IP.
hu_hu: A telefonszám VoIP (interneten keresztül hívható) telefonszám lehet.
it_it: Il numero di telefono dev’essere voice over ip.
pl_pl: Numer telefonu powinien być VOIP.
pt_br: Número de telefone deve ter um ip de voz.
ru_ru: Вероятнее всего, номер VOIP.
sv_se: Telefonnumret borde vara ett ip-samtal.

source: Phone number should be personal line.
cs_cz: Toto telefonní číslo by mělo být soukromé.
de_de: Diese Nummer ist eine Durchwahl.
es_es: El número de teléfono debería ser una línea personal.
fi_fi: Puhelinnumeron pitäisi olla henkilökohtainen.
fr_fr: Le numéro de téléphone doit être une ligne personnelle.
hu_hu: A telefonszám személyes telefonszám lehet.
it_it: Il numero di telefono dev’essere una linea personale.
pl_pl: Numer telefonu powinien być prywatny.
pt_br: Número de telefone deve ser uma linha pessoal.
ru_ru: Вероятнее всего, частный номер.
sv_se: Telefonnumret borde vara internt nät.

source: Phone number should be pager.
cs_cz: Toto telefonní číslo by mělo být pager.
de_de: Diese Nummer gehört zu einem Pager.
es_es: El número de teléfono debería ser un buscapersonas.
fi_fi: Puhelinnumeron pitäisi olla hakulaitteen numero.
fr_fr: Le numéro de téléphone doit être un téléavertisseur.
hu_hu: A telefonszám személyhívó (csipogó) száma lehet.
it_it: Il numero di telefono dev’essere un pager.
pl_pl: Numer telefonu powinien być pager.
pt_br: Número de telefone deve ser um pager.
ru_ru: Вероятнее всего, пейджер.
sv_se: Telefonnumret borde vara en personsökare.

source: Phone number should belong some company.
cs_cz: Toto telefonní číslo by mělo patřit nějaké společnosti.
de_de: Diese Nummer gehört zu einem Unternehmen.
es_es: El número de teléfono debería pertenecer a alguna compañía.
fi_fi: Puhelinnumeron pitäisi kuulua jollekin yritykselle.
fr_fr: Le numéro de téléphone doit appartenir à une entreprise.
hu_hu: A telefonszám valószínűleg egy céges telefonszám.
it_it: Il numero di telefono deve appartenere a qualche ditta.
pl_pl: Numer telefonu powinien należeć do firmy.
pt_br: Número de telefone deve pertencer a alguma empresa.
ru_ru: Вероятнее всего, номер принадлежит какой-то компании.
sv_se: Telefonnumret borde tillhöra ett företag.

source: Phone number should be for emergency call.
cs_cz: Toto telefonní číslo by mělo patřit k nouzovému volání.
de_de: Diese Nummer gehört zu einem Notruf.
es_es: El número de teléfono debería ser para llamadas de emergencia.
fi_fi: Puhelinnumeron pitäisi olla hätänumero.
fr_fr: Le numéro de téléphone doit être un numéro d'appel d'urgence.
hu_hu: A telefonszám valószínűleg egy segélyhívó szám.
it_it: Il numero di telefono dev’essere per chiamate di emergenza.
pl_pl: Numer telefonu należy do wzywania pomocy.
pt_br: Número de telefone para chamada de emergência.
ru_ru: Вероятнее всего, это номер экстренной службы.
sv_se: Telefonnumret borde vara för nödsamtal.

source: During the last days this number has been very often searched also by other users. This can be a mark of global call centre or marketing action, so be aware.
cs_cz: V minulých dnech bylo toto číslo velmi často vyhledáváno také dalšími uživateli. To může být známka obecného call centra nebo marketingové kampaně, dejte si radši pozor.
de_de: In den letzten Tagen wurde nach dieser Nummer sehr oft online gesucht. Dies kann ein Hinweis auf ein weltweites Callcenter oder eine Marketingaktion sein. Seien Sie also vorsichtig.
es_es: Este número ha sido buscado últimamente muy a menudo por los demás. Puede ser una señal de un centro de llamadas global de una actividad de marketing, tenga cuidado.
fi_fi: Viimeisten päivien aikana useat käyttäjät ovat hakeneet tätä numeroa. Kyseessä saattaa olla puhelinkeskus tai markkinointikikka, joten ole varuillasi.
fr_fr: Au cours des derniers jours, ce numéro a été recherché très souvent aussi par les autres utilisateurs. Cela peut signifier un centre d'appel global ou action de marketing, donc faîtes attention.
hu_hu: Az elmúlt napok során, erre a számra rendkívül gyakran kerestek rá más felhasználók is. Ez egy globális call centerre, vagy valamilyen marketing tevékenységre utaló jel lehet, legyen elővigyázatos.
it_it: Nei giorni scorsi, la cifra è stata anche spesso richiesto da altri utenti. Esso dischi potrebbero essere un segno di un call center o di marketing campagne, offrirti meglio stare attenti.
pl_pl: W ostatnich dniach liczba ta została również bardzo często wyszukiwana przez innych użytkowników. To może być znak globalnej call center lub działania marketingowego, więc uważaj.
pt_br: Durante os últimos dias, esse número foi muito frequentemente procurado também por outros usuários. Isso pode ser um sinal de call center global ou ação de marketing, para estar ciente.
ru_ru: В последних днях этот номер был очень часто разыскиваемый остальными пользователями. Это может быть признаком кол центра или маркетинговой компании, будьте осторожны.
sv_se: Under de senaste dagarna har det här numrets sökts ofta av andra användare. Det här kan tyda på att globala callcenter eller reklamföretag utför sina tjänster, så se upp.

source: This number very probably doesn't belong to any individual - we have noticed very frequent searches of this number during last days, which can be a mark of wide usage of it, probably for marketing purposes. Probably it can be source of unwanted calls.
cs_cz: Toto číslo velmi pravděpodobně nepatří soukromé osobě - v průběhu posledních dnů jsme zaznamenali velmi časté vyhledávání tohoto čísla, což může být znakem jeho širokého používání, pravděpodobně k marketingovým účelům. Zřejmě bude zdrojem nevyžádaných telefonátů.
de_de: Diese Nummer gehört wahrscheinlich keiner Einzelperson – wir haben ein hohes Suchaufkommen für diese Nummer in den letzten Tagen registriert. Dies kann ein Hinweis auf einen weiten Gebrauch sein, wahrscheinlich für Marketingzwecke. Sie kann möglicherweise eine Quelle unerwünschter Anrufe sein.
es_es: Este número probablemente no sea personal - hemos registrado que ha sido buscado muchas veces durante los últimos días lo que puede ser una señal de su uso extenso o de un propósito de marketing. Probablemente pueda ser un recurso de llamadas no deseadas.
fi_fi: On hyvin epätodennäköistä, että tämä puhelinnumero kuuluu yksityishenkilölle - olemme huomanneet useita hakuja tälle numerolle viime päivinä, mikä voi tarkoittaa sen laajaa käyttöä esim. markkinointiin. Kyseessä on todennäköisesti epämieluisten puheluiden lähde.
fr_fr: Ce numéro très probablement appartient à une personne privée - nous avons remarqué des recherches très fréquentes de ce numéro au cours des derniers jours, qui peut être le signe d'une large utilisation de celui-ci, sans doute à des fins de marketing. Probablement, il peut être la source des appels non sollicités.
hu_hu: Ez a szám nagy valószínűséggel nem magánszemélyhez tartozik. Az elmúlt napok során, igen sok rákeresést észleltünk ezzel a számmal kapcsolatban. Mindez a szám rendkívül gyakori használatára utal, és ebből kiindulva, valamilyen marketing tevékenység állhat a háttérben, ezért a telefonszám kéretlen hívások forrása lehet.
it_it: Questo numero è molto probabile che appartenere a un privato - nei giorni scorsi abbiamo visto una forte domanda tra questo numero, che può essere un segno del suo largo uso, presumibilmente per scopi di marketing. A quanto pare la fonte di telefonate non richieste.
pl_pl: Numer ten najprawdopodobniej nie należą do żadnej konkretnej osoby - zauważyliśmy, bardzo częste wyszukiwania tego numeru v ciągu ostatnich dni, które może być znakiem szerokiego wykorzystania, prawdopodobnie w celach marketingowych. Podobno źródłem niechcianych połączeń telefonicznych.
pt_br: Este número muito provavelmente não pertence a nenhum indivíduo - temos notado pesquisas muito frequentes deste número durante os últimos dias, que pode ser uma marca de grande uso dele, provavelmente para fins de marketing. Provavelmente, pode ser fonte de chamadas indesejadas.
ru_ru: Этот номер скорее всего не принадлежит частному лицу – в течении последних дней мы отметили очень частый поиск этого номера, что может быть признаком его обширного использования, скорее всего в целях маркетинга. Очевидно будет источником нежелательных звонков.
sv_se: Det här numret tillhör högst sannolikt inte någon person - vi har noterat att många sökningar gjorts på det här numret de senaste dagarna, vilket kan betyda att det används mycket, förmodligen för reklamsyften. Det kan vara en källa till oönskade samtal.

source: Users were searching for this number very often recently also here on our pages, which can be a sing of some telemarketing company or call centre using it. Be aware if this number call you.
cs_cz: Uživatelé toto číslo v poslední době velmi často vyhledávali také na našich stránkách, což může být znakem telemarketingové společnosti nebo call centra, které jej používá. Dejte si pozor, pokud vám toto číslo zavolá.
de_de: Nutzer haben in letzter Zeit häufig nach dieser Nummer gesucht, auch hier auf unserer Seite. Dies kann ein Hinweis auf ein Telemarketingunternehmen oder ein Callcenter sein. Seien Sie vorsichtig, wenn Sie diese Nummer anruft.
es_es: Los usuarios estaban buscando este número muy a menudo también en nuestras páginas, o que puede ser una señal de la empresa de telemarketing o de un centro de llamadas los cuales lo están usando. Tenga cuidado con este número que te está llamando.
fi_fi: Käyttäjät ovat hakeneet tätä numeroa usein myös meidän sivuiltamme, mikä voi olla merkki siitä, että kyseessä on puhelinmyyjä tai puhelinpalvelukeskus. Ole siis varuillasi.
fr_fr: Les utilisateurs ont cherché ce numéro très souvent aussi sur notre site, cela peut signifier une certaine entreprise de télémarketing ou son centre d'appels. Attention, si le numéro vous appele.
hu_hu: Erre a számra eléggé gyakran kerestek rá más felhasználók az oldalunkon, ami annak a jele lehet, hogy a szám egy telemarketinges céghez, vagy call centerhez tartozik. Legyen elővigyázatos, ha erről a számról hívják Önt.
it_it: Gli utenti di questo problema di recente, molto spesso cercato anche sul nostro sito, che può essere un telemarketer segno o call center che utilizza. Attenzione, se si chiama questo numero.
pl_pl: Użytkownicy szukali tej liczby bardzo często ostatnio również tutaj, na naszych stronach, co może być oznaką jakiejś firmy telemarketerskie lub call center, która go używa. Uważaj jeśli zadzwoni ten numer.
pt_br: Usuários estavam procurando por este número, muitas vezes, recentemente, também aqui em nossas páginas, que pode ser um cantar de alguma empresa de telemarketing ou call center usando-o. Estar ciente de que este número chamá-lo.
ru_ru: Пользователи этот номер в последнее время очень часто искали на нашей странице, что может быть признаком теле маркетинговой компании или кол центра, который её использует. Будьте внимательны, если вам позвонят.Пользователи этот номер в последнее время очень часто искали на наших страницах, что может быть признаком теле маркетинговой компании или кол центра, который её использует. Будьте внимательны, если вам позвонят.
sv_se: Användare har sökt på det här numret väldigt ofta nyligen på våra sidor, vilket kan vara ett tecken på telefonförsäljning eller att ett callcenter använder det. Var försiktig när det här numret ringer dig.

source: Even the number has no review actually it was searched many time in last few days. It probably doesn't belong to some individual and is widely used by some telemarketing company, it can be unsolicited call for you.
cs_cz: I když pro toto číslo zatím není žádný přízpěvek, bylo v posledních několika dnech často vyhledáváno. Pravděpodobně nepatří soukromé osobě a je široce využíváno některou telemarketingovou společností, může být pro vás nevyžádaným hovorem.
de_de: Diese Nummer hat gegenwärtig keine Bewertungen, obwohl häufig nach ihr gesucht wurde. Sie gehört wahrscheinlich keiner Einzelperson, sondern zu einem Telemarketingunternehmen. Es kann ein nicht erwünschter Anruf für Sie sein.
es_es: Aunque el número no tiene evaluación ninguna pero ha sido buscado muchas veces durante los últimos días. Es probable que no pertenezca a alguien individual pero lo está utilizando alguna empresa de telemarketing. Esta llamada puede ser no solicitada para usted.
fi_fi: Vaikka numerolle ei ole vielä yhtään arvostelua, on tätä numeroa haettu usein viimeisen parin päivän aikana. Se kuuluu hyvin epätodennäköisesti yksityishenkilölle ja kyseessä voi olla puhelinmyyjä. Kyseessä on todennäköisesti ei-toivottu puhelu.
fr_fr: Bien que ce numéro n'a pas d'évaluation il a été recherché souvent au cours de derniers jours. Probablement il n'appartient pas à une personne privée et il est largement utilisé par certaines entreprises de télémarketing, cela peut être un appel non sollicité pour vous.
hu_hu: Bár ezzel a számmal kapcsolatban még nem érkezett felhasználói visszajelzés, meglehetősen sokan kerestek rá az elmúlt napok folyamán, így valószínűsíthető, hogy nem magánszemélyhez, hanem valamilyen telemarketinges céghez tartozik, ezért Ön kéretlen hívásokat kaphat erről a számról.
it_it: Anche se per questo numero non è ancora alcun comentario, negli ultimi giorni spesso è stato ricercato. Probabilmente non è un soggetto privato ed è ampiamente utilizzato da alcune aziende di telemarketing può darvi chiamata indesiderata.
pl_pl: Mimo, że dla tego numeru nie ma jeszcze żadnej opinni, w ciągu ostatnich kilku dni, było najczęściej poszukiwane. Prawdopodobnie nie należy do osoby prywatnej i jest szeroko stosowane, firmą telemarketingową, to może być dla Ciebie niechciana rozmowa.
pt_br: Mesmo o número não tem nenhuma revisão na verdade ele foi procurado muitos tempo em últimos dias. Ele provavelmente não pertence a um indivíduo e é amplamente utilizado por alguns empresa de telemarketing, pode ser chamada não solicitada por você.
ru_ru: Хотя никаких комментариев к этому номеру пока что не было, был в последних нескольких днях часто разыскиваемый. Вероятно, не принадлежит частному лицу и широко используется одной из теле маркетинговых компаний, может быть для вас нежелательным звонком.
sv_se: Även om det här numret inte har någon recension så har det gjorts sökningar på det många gånger de senaste dagarna. Det tillhör förmodligen inte någon person och används av telefonförsäljningsföretag, det kan vara ett oönskat samtal för dig.

source: This number was frequently searched during last couple of days. It is very likely used for telemarketing actions and doesn't belong to a private person. Be aware.
cs_cz: Toto číslo bylo během posledních pár dní často vyhledáváno. Velmi pravěpodobně je používáno pro telemarketingové akce a nepatří soukromé osobě. Dejte si pozor.
de_de: Nach dieser Nummer wurde in den letzten Tagen häufig gesucht. Es ist sehr wahrscheinlich, dass sie für Telemarketingaktionen verwendet wird und keiner privaten Person gehört. Seien Sie vorsichtig.
es_es: Este número ha sido buscado durante los últimos días. Muy a menudo lo están usando para las actividades de telemarketing y no pertenece a una persona privada. Ten cuidado.
fi_fi: Tätä numeroa on haettu usein viime päivinä. Kyseessä on hyvin todennäköisesti telemarkkinointiyritys eikä yksityishenkilön numero. Ole varuillasi.
fr_fr: Ce numéro a été recherché fréquemment au cours des derniers jours. Il est très probablement utilisé pour des actions de télémarketing et n'appartient pas à une personne privée. Faîtes attention.
hu_hu: Erre a számra rendkívül gyakran kerestek rá az elmúlt néhány napban. Valószínűleg telemarketinges célokra használják, vagyis nem magánszemélyhez tartozik, ezért legyen vele óvatos.
it_it: Questo numero è stato nel corso degli ultimi giorni è spesso richiesto. Molto probabilmente da utilizzare per telemarketing e le azioni non appartengono ad un privato. Attenzione.
pl_pl: Numer ten jest często poszukiwany przez ostatnie kilka dni. Jest bardzo prawdopodobne, że używany jest do działań telemarketingowych i nie należy do osoby prywatnej. Bądź świadomy.
pt_br: Este número foi freqüentemente pesquisados durante o último par de dias. É muito provável utilizado para ações de telemarketing e não pertence a uma pessoa particular. Estar ciente.
ru_ru: Этот номер был в течении последних дней часто разыскиваемый. По всей вероятности, используется в теле маркетинговых акциях и не принадлежит частному лицу. Будьте осторожны.
sv_se: Det har gjorts många sökningar på det här numret de senaste dagarna. Det är väldigt sannolikt att det används av ett telefonförsäljning och tillhör inte någon privatperson. Var aktsam.

source: Phone number has positive rating
cs_cz: Telefonní číslo je hodnoceno pozitivně
de_de: Diese Nummer hat eine positive Bewertung.
es_es: El número de teléfono tiene una evaluación positiva
fi_fi: Puhelinnumerolla on positiivinen luokitus.
fr_fr: Ce numéro de téléphone a une évaluation positive
hu_hu: Pozitív értékelésű telefonszám
it_it: Il numero di telefono ha una valutazione positiva
pl_pl: Numer telefonu ma pozytywną ocenę.
pt_br: Número de telefone deve ter uma avaliação positiva.
ru_ru: Телефонный номер с положительной оценкой
sv_se: Telefonnumret har positivt omdöme.
