Repository: MisterGroup/ShouldIAnswerTranslations
Catalog: web/*/LC_MESSAGES/shouldianswer.po
Languages: cs_cz, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, pl_pl, pt_br, ru_ru, sv_se

source: This gives us a possibility to collect incoming unknown numbers from different sources - after then our team checks them and if same unknown number calls multiple people, we dig some info for it and create review with rating, which will be stored afterwards in your local database.
cs_cz: To nám dává možnost sbírat příchozí neznámá čísla z různých zdrojů - poté je náš tým zkontroluje a pokud totéž neznámé číslo volá vícero lidem, pokusíme se pro něj vydolovat nějaké informace a vytvořit recenzi s hodnocením, která bude posléze uložena ve vaší lokální databázi.
de_de: Dies gibt uns die Möglichkeit, eingehende unbekannte Nummern aus verschiedenen Quellen zu sammeln - danach überprüft unser Team sie und wenn dieselbe unbekannte Rufnummer mehrere Personen anruft, sammeln wir Informationen und erstellen eine Bewertung, die anschließend in unserer lokalen Datenbank gespeichert wird .
es_es: Esto nos da la posibilidad de recoger las llamadas entrantes desconocidas de varios recursos - después de que estén controladas por nuestro equipo y si el mismo número llama a más gente, intentaremos averiguar algunas informaciones sobre él y redactar una reseña con evaluación la cual se guardará en su base de datos local.
fi_fi: Tämä antaa meille mahdollisuuden kerätä tietoa tuntemattomista numeroista monista eri lähteistä. Tämän jälkeen tiimimme tarkistaa numeron, ottaa selvää onko numerosta soitettu muillekin ihmisille ja luo arvion numerosta paikalliseen tietokantaasi.
fr_fr: Ceci nous donne la possibilité de collecter les numéros des appels entrants inconnus de diverses sources - ensuite notre équipe les vérifie et si le numéro appelle un certain nombre de personnes nous recherchons des infos et créons une évaluation sur ce numéro qui sera stockée ensuite dans votre base de données locale.
hu_hu: Ennek a funkciónak a révén, lehetőségünk nyílik, a különböző, kéretlen hívásokhoz köthető, ismeretlen számok begyűjtésére - amelyek után a kollégáink leellenőrzik őket, és amennyiben ugyanaz az ismeretlen szám több felhasználónál is felbukkan, adatokat rögzítünk vele kapcsolatban, majd készítünk egy értékeléssel egybekötött ismertetőt, amely a későbbiek során tárolásra kerül az ön helyi adatbázisában.
it_it: Questo ci dà la possibilità di raccogliere un numero sconosciuto in arrivo da diverse fonti - dopo allora la nostra squadra li verifica e se stesso numero imprecisato chiama più persone, abbiamo scavare alcune informazioni per esso e creare revisione con valutazione, che saranno memorizzati in seguito nel database locale .
pl_pl: To daje nam możliwość zbierania przychodzących nieznanych numerów z różnych źródeł - to nasz zespół dokona przeglądu i, jeśli to samo nieznana liczba wzywa kilka osób próbuje wycisnąć go na jakiś informacji i stworzenia przeglądu oceny, które w końcu będą przechowywane w lokalnej bazie danych.
pt_br: Isto nos permite coletar números desconhecidos de fontes diferentes - depois nossa equipe verifica e se o mesmo número desconhecido ligar para várias pessoas, nós buscamos informações sobre ele e criamos análise para esta avaliação, que será armazenada posteriormente na sua base de dados local.
ru_ru: Это нам даёт возможность собирать входящие незнакомые номера из разных источников – потом наша рабочая группа их проверит и, если один и тот же незнакомый номер звонит многим людям, попытаемся найти какие-нибудь информации и создать рецензию с оценкой, которая потом будет сохранена в вашей локальной базе данных.
sv_se: De ger oss möjlighet att samla inkommande okända samtal från olika källor - därefter kontrollerar vårt team dessa nummer och om samma okända nummer ringer flera personer, gräver vi fram information om det och skapar en recension och ett omdöme, vilket kommer att sparas i vår lokala databas.

source: Download reviews automatically
cs_cz: Stahovat recenze automaticky
de_de: Bewertungen automatisch herunterladen
es_es: Descargar reseñas automáticamente
fi_fi: Lataa arvostelut automaattisesti
fr_fr: Télécharger les avis automatiquement
hu_hu: Tájékoztatók automatikus letöltése
it_it: Scarica recensioni automaticamente
pl_pl: Pobierz opinii automatycznie
pt_br: Baixar análises automaticamente
ru_ru: Скачивать оценки автоматически
sv_se: Ladda ner omdömen automatiskt

source: If the "Download reviews automatically" is selected and your mobile is connected to the internet, the user reviews for the calling number are displayed during the phone ringing phase - otherwise only global rating of the number is shown.
cs_cz: Pokud je "Stahovat recenze automaticky" zaškrtnuto a mobil je připojen k Internetu, budou uživatelské recenze pro volající číslo zobrazeny během fáze vyzvánění - jinak je zobrazeno pouze celkové hodnocení čísla.
de_de: Wenn die "Download Bewertungen automatisch" ausgewählt ist und Ihr Mobil ist mit dem Internet verbunden, werden die Kommentare zu der anrufenden Nummer im Telefon klingelt Phase angezeigt - sonst nur globale Bewertung der Nummer angezeigt ist.
es_es: Si está seleccionado "Descargar reseñas automáticamente" y el móvil está conectado al internet, las reseñas de usuarios para el número que está llamando se demostrarán durante la fase cuando el teléfono suena - si no se demostrará solamente la evaluación general del número.
fi_fi: Jos "Lataa arvostelut automaattisesti" on valittu ja puhelimesi on kytkettynä nettiin, kaikki muiden käyttäjien arvostelut näytetään puhelun soimisvaiheessa - muussa tapauksessa vain yleinen arvio numerosta näytetään.
fr_fr: Si le "Télécharger les avis automatiquement" est sélectionné et que votre mobile est connecté à internet, les avis utilisateurs pour le numéro appelé sont affichés durant la phase de sonnerie - autrement dit seulement l'évaluation globale du numéro est affichée.
hu_hu: Ha a "Tájékoztatók automatikus letöltése" opció ki van választva, és az ön készüléke kapcsolódik az internetre, az aktuális hívó számmal kapcsolatos felhasználói vélemények megjelennek az ön készülékén a kicsörgés fázisa alatt - egyébként az adott szám globális értékelése jelenik meg.
it_it: Se i "Scarica automaticamente opinioni" è selezionato e il cellulare è collegato a internet, le recensioni degli utenti per il numero chiamato vengono visualizzate durante il telefono squilla - altrimenti solo valutazione globale del numero viene visualizzata.
pl_pl: Jeśli wybrano \ "Pobierz opinii automatycznie ", a telefon jest podłączony do Internetu, wyświetlane są opinie użytkowników na temat numeru dzwoniącego w fazie dzwonka telefonu - w przeciwnym razie tylko globalna ocena numeru.
pt_br: Se a opção "Baixar análises automaticamente" for selecionada e seu aparelho estiver conectado à internet, as avaliações de usuários para o número que está ligando serão exibidas durante o toque da chamada - de outra forma, apenas a avaliação global do número será mostrada.
ru_ru: Если "Скачивать оценки автоматически" включено и телефон подключён к интернету, оценки пользователей входящего номера изображаются в течении фазы вызывного сигнала – иначе изображается только общая оценка номера.
sv_se: Om "Ladda ner recensioner automatiskt" är valt och mobilen är ansluten till internet, visas användarrecensioner för numret under tiden det ringer - annars visas ett globalt omdöme för numret.

source: If this item is not selected but the phone is connected to the internet, the user reviews can be downloaded also manually during the phone ringing phase (user can decide if he/she wants to read the number info before answering it, or he/she is satisfied just with the global rating displayed automatically for each incoming call).
cs_cz: Pokud tato položka není vybrána, ale telefon je připojen k Internetu, uživatelské recenze lze také stáhnout manuálně během prozvánění (uživatel může rozhodnout, jestli si chce přečíst informace o čísle před zvednutím, nebo je spokojen s globálním hodnocením, které se zobrazí automaticky pro každý příchozí hovor).
de_de: Ist dieser Punkt nicht aktiviert, aber das Telefon ist mit dem Internet verbunden, dann können die Kommentare auch manuell während der Anrufphase heruntergeladen werden (Benutzer kann entscheiden, ob er/sie, Rufnummer-Informationen, vor der Beantwortung lesen will, oder er / sie nur mit der globalen Bewertung die automatisch für jeden eingehenden Anruf angezeigt wird zufrieden ist).
es_es: Si este ítem no está seleccionado pero el teléfono está conectado al internet, reseñas de usuarios se pueden descargar manualmente cuando el número está sonando (el usuario puede decidir si quiere leer las informaciones sobre el número antes de cogerlo o si está contento con la evaluación global la cual se demostrará automáticamente).
fi_fi: Jos tämä kohta ei ole valittuna, mutta puhelin on kytkettynä nettiin, käyttäjien arvostelut voi ladata soimisvaiheessa myös manuaalisesti (käyttäjä voi valita haluaako hän lukea numeron tiedot ennen vastaamista vai onko hän tyytyväinen numerosta annettuun yleiseen arvioon).
fr_fr: Si cet élément n'est pas sélectionné mais que le téléphone est connecté à internet, les avis utilisateurs peuvent être téléchargés aussi manuellement pendant la phase sonnerie (l'utilisateur peut décider si il/elle veut lire les infos sur le numéro avant de répondre, ou il/elle est satisfait/e par l'évaluation affichée automatiquement à chaque appel entrant).
hu_hu: Ha ez az opció nincs kiválasztva, de a telefon kapcsolódik az internethez, lehetőség van a felhasználói értékelések manuális letöltésére is a telefon csöngési fázisai alatt (így a felhasználó eldöntheti, hogy el akarja-e olvasni a számmal kapcsolatos információkat, mielőtt felvenné a telefont, vagy megelégszik a globális értékelési rendszer, automatikusan megjelenített adataival a beérkező hívások esetében).
it_it: Se questa opzione è selezionata, ma il telefono è collegato a Internet, le recensioni degli utenti possono anche essere scaricati manualmente durante squillo (l'utente può decidere se vuole leggere le informazioni sulla questione prima di sollevare, o si accontenta di una valutazione globale, che vengono visualizzati automaticamente per ogni chiamata in arrivo).
pl_pl: Jeśli ta opcja jest zaznaczona, ale telefon jest podłączony do Internetu, opinie użytkowników można pobrać również ręcznie w fazie telefon dzwoni (użytkownik może zdecydować, czy on / ona chce, aby przeczytać informacje o numeru przed odebraniem go, czy on / ona jest zadowolony globalna ocena wyświetlaną automatycznie dla każdego połączenia przychodzącego).
pt_br: Se este item não for selecionado mas o telefone estiver conectado à internet, as análises dos usuários podem ser baixadas manualmente durante o toque da chamada (o usuário pode decidir se quer ler as informações do número antes de atender, ou se está satisfeito apenas com a avaliação global exibida automaticamente para cada chamada recebida).
ru_ru: Если эта настройка не выбрана, но телефон подключён к интернету, оценки пользователей можно также скачать мануально в течении фазы вызывного сигнала (пользователь может решить хочет-ли он прочитать информации о номере перед тем как взять трубку или ему достаточно общей оценки, которая изобразится автоматически с каждым входящим номером).
sv_se: Om det inte är valt och telefonen är ansluten till internet, kan användarrecensioner laddas ner manuellt under tiden det ringer (användaren kan välja om han/hon vill läsa informationen om numret innan hon eller han svarar, eller så kanske det räcker att se det globala omdömet som automatiskt visas för varje inkommande samtal).

source: Service as Foreground Process
cs_cz: Služba jako proces na popředí
de_de: App als Prozess im Vordergrund verwenden
es_es: Servicio como proceso de primer plano
fi_fi: Palvelun toiminta edustalla
fr_fr: Service comme un processus au premier plan
hu_hu: Alkalmazás Előtérben Futtatása
it_it: Servizio come processo in primo piano
pt_br: Serviço como um processo principal
ru_ru: Услуга как процесс на переднем плане
sv_se: Tjänst som Förgrundsprocess.

source: Enabling this you will speed up the blocking of unwanted calls - the application will be still running in the active memory. As a side effect you will permanently see the app icon in status bar and notification about enabled protection.
cs_cz: Povolením této funkce urychlíte blokování nežádoucích hovorů - aplikace stále poběží v aktivní paměti. Jako vedlejší efekt ale permanentně uvidíte ikonu aplikace ve stavovém řádku a bude se vám zobrazovat oznámení o aktivované ochraně.
de_de: Durch Aktivieren dieser Funktion werden unerwünschte Anrufe schneller blockiert - die App läuft immer noch im Arbeitsspeicher. Als Nebeneffekt taucht das App-Icon dauerhaft in der Statusleiste auf sowie ein Benachrichtigungsfenster über aktiven Schutz.
es_es: Permitiendo esta función acelerará el bloqueo de llamadas no deseadas - aplicación seguirá ejecutando en la memoria activa. Como efecto secundario usted verá permanentemente el icono de la aplicación en la barra de estado y se de demostrará la notificación sobre la protección activada.
fi_fi: Ottamalla tämän käyttöön nopeutat ei-toivottujen numeroiden estämistä - sovellus toimii edelleen aktiivimuistissa. Sivuvaikutuksena sovelluskuvake ja ilmoitus käyttöönotetusta suojauksesta näkyvät pysyvästi puhelimesi tilarivillä.
fr_fr: L'activation de cette fonction permet d'accélérer blocage des appels non désirés - l'application sera toujours en cours dans la mémoire active. Comme un effet secondaire vous verrez l'icône de l'application dans la barre d'état de façon permanente et vous verrez une alerte de la protection activée.
hu_hu: Ennek az opciónak az engedélyezésével, felgyorsítható a kéretlen hívások blokkolásának folyamata - az alkalmazás mindeközben folyamatosan futni fog az aktív memóriában. Ennek eredményeként, azt fogja tapasztalni, hogy folyamatosan látható az alkalmazás ikonja a staus baron, és az értesítés is az védelem engedélyezett állapotáról.
it_it: L'attivazione di questa funzione potrà accelerare il blocco delle chiamate indesiderate - applicazione continuerà a funzionare in memoria attiva. Come effetto collaterale che si vede costantemente l'icona dell'applicazione nella barra di stato e la notificazione di dimostrare la protezione abilitata.
pt_br: Ativar esta opção acelera o bloqueio de chamadas não solicitadas - a aplicação ainda estará rodando na memória ativa. Como um efeito colateral, você verá permanentemente o ícone do aplicativo na barra de status e a notificação sobre a proteção ativada.
ru_ru: Разрешением этой функции ускорите блокирование нежелательных звонков – аппликация будет работать в активной памяти. Как вторичный эффект постоянно увидите иконку аппликации в строке статуса, а также изобразится извещение об активированной охране.
sv_se: Genom att slå på detta kommer du öka hastigheten på blockering av oönskade samtal - appen kommer fortfarande köras aktivt i minnet. Som en bieffekt kommer du permanent att se app-ikonen i statusfälten och meddelanden om aktiverat skydd.

source: As a benefit on most devices the speed of blocking should be much faster than phone ringing phase.
cs_cz: Na druhé straně by mělo být blokování na většině zařízení rychlejší než vyzváněcí fáze telefonu.
de_de: Der Vorteil ist, dass auf den meisten Geräten Anrufe viel schneller blockiert werden.
es_es: Un beneficio en la mayoría de los dispositivos debería ser la velocidad de bloqueo la cual debería ser mucho más rápida que la fase cuando suena el teléfono.
fi_fi: Useimmissa laitteissa eston nopeus on paljon nopeampi kuin puhelimen soimisvaihe.
fr_fr: D'autre part, blocage devrait être sur la plupart des appareils plus rapides que la sonnerie phases du téléphone.
hu_hu: A legtöbb készülék esetében további előny jelent, hogy a blokkolás sokkal gyorsabbá válik, mint a telefon csöngetési fázisa.
it_it: Come un vantaggio sulla maggior parte dei dispositivi, la velocità del blocco dovrebbe essere molto più veloce di squillare fase di telefono.
pt_br: Como um benefício, na maioria dos dispositivos a velocidade de bloqueio deve ser muito maior durante a fase de toque da chamada.
ru_ru: С другой стороны, блокирование на большинстве устройств было бы более быстрое чем вызывная фаза звонка.
sv_se: Som en fördel på de flesta enheter kommer

source: Statistics Notification
cs_cz: Notifikace statistiky
de_de: Statistiken erstellen
es_es: Notificación de estadísticas
fi_fi: Tilastotietojen ilmoitus
fr_fr: Notification de statistiques
hu_hu: Statisztikák Értesítései
it_it: Notificazione di statistiche
pt_br: Notificação de estatísticas
ru_ru: Статистические данные
sv_se: Meddelanden om Statistik.

source: If the "Statistics Notification (once per 2 weeks)" is selected the app will show system statistics as a notification after 2 weeks with a list of performed actions.
cs_cz: Je-li zvolena "Notifikace statistik (jednou za 2 týdny)", zobrazí aplikace systémové statistiky jako oznámení po 2 týdnech, se seznamem provedených akcí.
de_de: Falls "Statistiken erstellen (alle 14 Tage)" aktiviert wurde, dann zeigt die App alle 2 Wochen Statistiken mit einer Liste durchgeführter Maßnahmen als Benachrichtigung.
es_es: Si se selecciona la "notificación de estadísticas (una vez por 2 semanas)" la aplicación le mostrará las estadísticas de sistema como una notificación después de 2 semanas con una lista de acciones realizadas.
fi_fi: Jos "Tilastotietojen ilmoitus (kerran kahdessa viikossa)" on valittuna, sovellus näyttää järjestelmän tilastotietoja tapahtuneista toiminnoista ilmoituksena kahden viikon jälkeen.
fr_fr: Si vous avez sélectionné "Notification de statistiques (une par 2 semaines)," l'application affiche des statistiques du système comme alerte après 2 semaines avec une liste d'actions menées.
hu_hu: Ha a "Statisztikák Értesítései (egyszer kéthetente)" opció ki van választva, akkor az alkalmazás kéthetente jeleníti meg a a rendszer statisztikákat értesítésként, a végrehajtott műveletek listájával együtt.
it_it: Se è selezionata la "notificazione di statistiche (una volta per 2 settimane)" l'applicazione mostrerà le statistiche di sistema come notificazione dopo 2 settimane con un elenco di azioni eseguite.
pt_br: Se a "Notificação de estatísticas" for selecionada, o aplicativo irá exibir estatísticas do sistema como uma notificação após duas semanas com uma lista das ações realizadas.
ru_ru: Если выбраны "Статистические данные (один раз в 2 недели)" изобразит аппликация системные статистики как извещение каждые 2 недели, со списком проведённых операций.
sv_se: Om "Statisik-meddelanden (en gång varannan vecka)" är valt kommer appen visa systemstatistik som meddelande efter två veckor med en lista med utförda åtgärder.

source: This way user can easily check the overall application functionality and efficiency.
cs_cz: Tímto způsob může uživatel snadno ověřit celkovou funkčnost aplikace a její efektivitu.
de_de: So können Nutzer auf einfache Weise die Funktionalität und Effizienz der App prüfen.
es_es: De esta manera el usuario puede comprobar fácilmente la funcionalidad general de aplicación y su eficacia.
fi_fi: Näin käyttäjä voi helposti tarkistaa sovelluksen yleisen toiminnan ja tehokkuuden.
fr_fr: De cette manière, l'utilisateur peut facilement vérifier la fonctionnalité d'application et son efficacité.
hu_hu: Ennek köszönhetőn a felhasználó könnyen ellenőrizni tudja az alkalmazás összes funkcióját és hatékonyságát.
it_it: In questo modo l'utente può controllare facilmente la funzionalità complessiva di applicazione e l'efficacia.
pt_br: Desta forma o usuário pode visualizar facilmente a funcionalidade e eficiência geral da aplicação.
ru_ru: Таким образом может пользователь легко проверить общую функциональность аппликации и её эффективность.
sv_se: På detta sätt kan användaren enkelt kolla den generella funktionaliteten och effektiviteten i appen.

source: Use Light Theme
cs_cz: Použití Světlé Téma
de_de: Helles Theme verwenden
es_es: Usar tema claro
fi_fi: Käytä vaaleaa teemaa
fr_fr: Utiliser thème l'éclairage
hu_hu: Világos Téma Használata
it_it: Tema chiaro
pt_br: Usar o tema claro.
ru_ru: Использовать светлую основу
sv_se: Använd ljust tema

source: There are two layout themes - light and dark. This item serves as a switch for them.
cs_cz: Máme dva motivy témat - světlé a tmavé. Tato položka slouží jako přepínač pro obě.
de_de: Es gibt zwei Layout Themes - Hell und Dunkel. Mit diesem Schieber können Sie zwischen den beiden wechseln.
es_es: Hay dos temas de diseño - claro y oscuro. Este ítem sirve como conmutador para los dos.
fi_fi: Meillä on kaksi ulkoasuteemaa - vaalea ja tumma. Tästä napista voit valita kumman haluat.
fr_fr: Nous avons deux motifs des thèmes - l'éclairage et sombre. Cette entrée est un commutateur pour les deux.
hu_hu: Kétféle téma áll rendelkezésre az alkalmazáshoz: világos és sötét. Ezzel a gombbal lehet váltani a két téma között.
it_it: Ci sono due temi di formato - chiaro e scuri. Questo elemento funge da un interruttore per loro.
pt_br: Há dois temas para o layout: claro e escuro. Este item serve para alternar entre eles.
ru_ru: Существуют две основы – светлая и тёмная. Этот пункт является переключателем для обоих.
sv_se: Det finns två layout-teman - ljust och mörkt. Här kan du välja mellan dem.

source: Check it on your device which theme suits you better and which is more readable (e.g. on a direct sun).
cs_cz: Ověřte si na vašem zařízení, které téma vám vyhovuje lépe a které je čitelnější (například na přímém slunci).
de_de: Sehen Sie auf Ihrem Gerät nach welches Theme Ihnen besser gefällt und welches Sie lesbarer findet (z.B. unter direkter Sonne):
es_es: Compruebe en el dispositivo que tema le convenga mejor y cual de los dos es más legible (por ejemplo, bajo sol directo).
fi_fi: Kokeile kumpi teema sopii laitteellesi paremmin ja kumpi on helpommin luettavissa (esim. suorassa auringonvalossa).
fr_fr: Vérifiez sur votre appareil quel thème convient vous mieux, et quel est plus lisible (par exemple en plein soleil).
hu_hu: Ellenőrizze a készülékén, hogy melyik téma felel meg jobban önnek, melyik az amelyik jobban olvasható (pl. közvetlen napfényben).
it_it: Verifichi il dispositivo che tema che si adatta meglio, e che è più facile (per esempio in luce diretta del sole).
pt_br: Verifique em seu dispositivo qual tema se adequa melhor a você e qual é o que permite a melhor legibilidade (ex.: quando sob luz solar direta).
ru_ru: Проверьте на своём устройстве, какая основа вам больше подходит и какая из них более разборчивая (например, на прямом солнце).
sv_se: Kolla i din enheten vilket tema som passar bäst och vilket som ger bäst läsbarhet (t.ex. i direkt solljus).

source: System Permissions
cs_cz: Systémová oprávnění
de_de: Systemberechtigungen
es_es: Permisos de sistema
fi_fi: Järjestelmän Oikeudet
fr_fr: Permissions Système
hu_hu: Rendszer Jogosultságok
it_it: Permessi di sistema
pl_pl: Uprawnienia systemowe
pt_br: Permissões do sistema
ru_ru: Системные полномочия
sv_se: Systembehörigheter
