Repository: MisterGroup/ShouldIAnswerTranslations
Catalog: web/*/LC_MESSAGES/shouldianswer.po
Languages: cs_cz, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, pl_pl, pt_br, ru_ru, sv_se

source: <strong>Compatibility Check</strong> checks your configuration for known issues. An internet page with the check result will be open. Also a form for problem reporting to our technical staff is prepared there - please use it to report any application problem.
cs_cz: <strong>Kontrola kompatibility</strong> kontroluje konfiguraci a hledá známé problémy. Následně se otevře internetová stránka s výsledkem kontroly. Také je na ní připraven formulář pro hlášení problému našemu technickému personálu - prosím použijte jej pro nahlášení možného problému s aplikace.
de_de: <strong>Kompatibilität prüfen</strong> prüft Ihre Konfiguration auf bekannte Probleme hin. Eine Internetseite wird dem Ergebnis der Prüfung öffnet sich. Hier finden Sie auch eine Eingabemaske um Probleme an unser Technik-Team weiterzuleiten - bitte verwenden Sie es um Probleme mit Ihrer App mitzuteilen.
es_es: <strong>Comprobación de compatibilidad</strong> , revisa su configuración y busca problemas conocidos. Posteriormente se abrirá una página de internet con el resultado del control. También en esta página está preparado un formulario para informar sobre el problema a nuestro personal técnico - por favor, utilícelo para reportar cualquier problema con la aplicación.
fi_fi: <strong>Yhteensopivuuden tarkistus</strong> tarkistaa määrityksistäsi jo tiedetyt ongelmat. Verkkosivu tarkistuksen tuloksista avautuu. Lisäksi täällä tehdään lomake tekniselle tuellemme ongelman raportoimista varten - ole ystävällinen ja käytä sitä raportoidessasi sovelluksen ongelmista.
fr_fr: <strong>Vérification de la compatibilité</strong> contrôle configuration et cherche des problèmes connus. Par la suite, un site Web avec le résultat de l'examen s'ouvre. Il y a aussi la forme prête pour signaler le problème à notre personnel technique - s'il vous plaît utilisez-la pour signaler un problème potentiel avec l'application.
hu_hu: A <strong>Kompatibilitás Ellenőrzése</strong> az ön készülékének konfigurációját ellenőrzi, hogy feltárja az ismert hibákat. Az ellenőrzés eredménye egy az ön készülékén automatikusan megnyíló weboldalon lesz látható. Ugyanitt megtalálható egy probléma bejelentő űrlap is, amelyet kitöltve az esetleges hibákról jelentést küldhet a technikai csapatunk számára - kérjük vegye igénybe, ha bármilyen problémát tapasztal az alkalmazás működésével kapcsolatban.
it_it: <strong> Verificazione di compatibilità </ strong>controlli le impostazioni e trovi i problemi noti. Più tardi un sito web col risultato di controllo si aprirà. Anche su questo sito è predisposto un formulario per segnalare il problema al nostro staff tecnico - si prega di usarlo per segnalare eventuali problemi con l'applicazione.
pt_br: <strong>Verificar compatibilidade</strong> verifica a sua configuração buscando problemas conhecidos. Uma página da internet com o resultado da verificação será exibida. Também há um formulário para envio de informações sobre problemas para nossa equipe técnica - por favor, utilize-o para informar qualquer problema com a aplicação.
ru_ru: <strong>Контроль совместимости</strong> контролирует конфигурацию и ищет известные ошибки. В последствии откроется интернет страница с результатом контроля. На ней также подготовлен формуляр для сообщения о проблемах нашему техническому персоналу – пожалуйста используйте его и для сообщении о возможных проблемах с аппликацией.
sv_se: <strong>Kompatibilitets-koll</strong> kollar dina inställningar för kända problem.

source: strong>Terms of Use</strong> opens the internet page with terms of use of this product.
cs_cz: <strong>Podmínky používání</strong> otevřou internetovou stránku s podmínkami používání tohoto výrobku.
es_es: <strong>Condiciones de uso</strong> abren la página de internet con las condiciones del uso de este producto.
it_it: <Strong> Condizioni di utilizzo </ strong> per aprire una pagina web con le condizioni di utilizzo di questo prodotto.
pt_br: <strong>Termos de uso</strong> abre a página da internet com os termos de uso para este produto.
sv_se: strong>Användarvillkor</strong> öppnar webbsidan med användarvillkoren för denna produkt.

source: <strong>Privacy Policy</strong> opens the internet page with privacy policy for out product.
cs_cz: <strong>Ochrana soukromí</strong> otevře internetovou stránku s ochranou osobních údajů týkající se tohoto produkt.
de_de: <strong>Datenschutzbestimmungen</strong> öffnet eine Internetseite mit Datenschutzbestimmungen für unser Produkt.
es_es: <strong>Política de privacidad</strong> se abre la página de internet con política de privacidad para el producto.
fi_fi: <strong>Yksityisyyskäytäntö</strong> avaa verkkosivun, josta löytyy tuotteemme yksityisyyskäytännöt.
fr_fr: <strong>Politique de confidentialité</strong> ouvre une page web avec politique de confidentialité concernant ce produit.
hu_hu: Az <strong>Adatvédelem</strong> egy olyan weboldalt nyit meg, amely a termékünkhöz kapcsolódó adatvédelmi irányelveket tartalmazza.
it_it: <strong> Privacy </strong> si apre la pagina internet con l'informativa sulla privacy per il nostro prodotto.
pt_br: <strong>Política de privacidade</strong> abre a página da internet com a política de privacidade para nosso produto.
ru_ru: <strong>Охрана личных данных</strong> откроется интернет страница об охране личных данных, касающихся этого продукта.
sv_se: <strong>Integritetspolicy</strong> öppnar webbsidan med integritetspolicyn för denna produkt.

source: <strong>Export / Import</strong> shows screen for exporting and importing data : all the application settings can be stored and used later / on another device in a form of backup and restore. A simple wizard for this functionality is provided.
cs_cz: <strong>Export / Import</strong> zobrazí obrazovku pro export a import dat : všechna nastavení aplikace lze uložit a použít později / na jiném zařízení v podobě zálohy a obnovení. Zobrazí se jednoduchý průvodce touto funkcí.
de_de: <strong>Datenimport/-export</strong> zeigt einen Bildschirm für den Import und Export von Daten: Alle Einstellungen der App können gespeichert und später / auf einem anderen Gerät verwendet und wiederhergestellt werden. Ein einfacher Assistent für diese Funktion wird bereitgestellt.
es_es: <strong>Exportación / Importación de</strong> muestra pantalla de exportación y de importación de datos : todos los ajustes de la aplicación se pueden guardar y utilizar más más tarde / en otro dispositivo en forma de backup y recuperar. Se demostrará un sencillo asistente para esta función.
fi_fi: <strong>Vie / Tuo</strong> avaa näytön, jolla voi viedä ja tuoda dataa : kaikki sovellusasetukset voidaan varastoida ja käyttää myöhemmin/toisessa laitteessa varmuuskopioina ja palautusta varten. Yksinkertainen ohjelmisto tälle toiminnolle on ohessa.
fr_fr: <strong>Exportation/Importation</strong> affiche l'écran pour l'exportation et l'importation de données: tous les réglages de l'application peuvent être enregistrés et utilisés plus tard / dans autre appareil comme le sauvegarde et de restauration. Un guide simple s'affiche pour utiliser cette fonction.
hu_hu: Az <strong>Exportálás / Importálás</strong> egy az adatok exportálására és importálására szolgáló oldalt nyit meg: minden alkalmazás beállítás eltárolható későbbi felhasználásra / más készülékhez, vagy az adatok helyreállítására. Egy leegyszerűsített varázsló is rendelkezésre áll ehhez a funkcióhoz.
it_it: <strong>Esportazione / Importazione</strong> mostra la schermata per l'esportazione e l'importazione di dati: tutte le impostazioni di applicazione possono essere memorizzate e utilizzate più tardi / su un altro dispositivo in una forma di backup e ripristino. Una semplice procedura guidata è fornita per questa funzionalità .
pt_br: <strong>Exportar/Importar</strong> mostra a tela para exportação e importação de dados: todas as configurações da aplicação podem ser armazenadas e utilizadas posteriormente ou em outro dispositivo através de backup e restauração. Um mecanismo de auxilio é disponibilizado para esta função.
ru_ru: <strong>Экспорт / Импорт</strong> изобразит экран для экспорта и импорта данных: все настройки аппликации можно сохранить и использовать позже / на другом устройстве в качестве резерва и восстановления. Изобразится простая инструкция для этой функции.
sv_se: <strong>Export / Import</strong> visar fönstret för att exportera och importera data : alla app-inställningar kan sparas och användas senare / på en annan enhet genom en procedur med backup och återställning. En enkel guide för denna funktionalitet finns tillgänglig.

source: FAQ
cs_cz: Často kladené dotazy
de_de: Häufig gestellte Fragen (FAQ)
es_es: Preguntas más frecuentes
fi_fi: FAQ/UKK
hu_hu: GYIK
it_it: Domande frequenti
pl_pl: Najczęściej zadawane pytania
pt_br: Perguntas frequentes
ru_ru: Часто задаваемые вопросы
sv_se: Vanliga frågor

source: Q: How to block phone number?
cs_cz: Otázka: Jak blokovat telefonní číslo?
de_de: Q: Wie blockiert man Telefonnummern?
es_es: P: ¿Cómo bloquear número de teléfono?
fi_fi: K: Kuinka puhelinnumero estetään?
fr_fr: Q: Comment puis-je bloquer un numéro de téléphone?
hu_hu: K: Hogyan blokkoljak egy telefonszámot?
it_it: D: come bloccare numero di telefono?
pt_br: P: Como bloquear um número telefônico?
ru_ru: Вопрос: как блокировать телефонный номер?
sv_se: Q: Hur blockerar jag ett telefonnummer?

source: Create negative rating for the phone number and enable blocking of negative rated numbers.
cs_cz: Vytvořte negativní hodnocení pro telefonní číslo a zapněte blokování negativně hodnocených čísel.
de_de: Erzeugen Sie eine negative Bewertung für die Rufnummer und schalten Sie die Blockierung negativ bewerteter Rufnummern ein.
es_es: Creae evaluación negativa para el número de teléfono y encienda el bloqueo de los números evaluados como negativos.
fi_fi: Luo negatiivinen arvio puhelinnumerolle ja ota käyttöön negatiiviseksi määriteltyjen numeroiden esto.
fr_fr: Créez une évaluation négative pour le numéro de téléphone et activez le blocage des numéros évalués négativement.
hu_hu: Készítsen negatív értékelést az adott telefonszámhoz és engedélyezze negatív érékelésű számok blokkolását.
it_it: Creare una volutazione negativa per il numero di telefono e accenda i numeri di blocco valutati negativamente.
pt_br: Crie uma avaliação negativa para o número telefônico e habilite o bloqueio de números com nota negativa.
ru_ru: Напишите отрицательную оценку телефонного номера и включите блокирование отрицательно оценённых номеров.
sv_se: Skapa negativt omdöme för telefonnumret och slå på blockering av negativt bedömda nummer.

source: Q: Why blocking does not work for me?
cs_cz: Otázka: Proč u mě blokování nefunguje?
de_de: Q: Warum funktioniert das Blockieren bei mir nicht?
es_es: P: ¿Por qué no me funciona el bloqueo a mí?
fi_fi: K: Miksi estäminen ei toimi minulla?
fr_fr: Q: Pourquoi blocage ne fonctionne pas dans mon téléphone?
hu_hu: K: Miért nem működik nálam a blokkolás?
it_it: D: perché il blocco non funziona per me?
pt_br: P: Por que o bloqueio não está funcionando?
ru_ru: Вопрос: почему у меня не работает блокирование?
sv_se: Q: Varför fungerar inte blockering för mig?

source: Unfortunately there are some phone models where blocking does not work.
cs_cz: Bohužel existují některé modely telefonů, kde blokování nefunguje.
de_de: Leider funktioniert das Blockieren auf manchen Telefon-Modellen nicht.
es_es: Lamentablemente hay algunos modelos de teléfonos donde el bloqueo no funciona.
fi_fi: Valitettavasti joissakin puhelinmalleissa estäminen ei toimi.
fr_fr: Malheureusement, il existe certains modèles de téléphones où blocage ne fonctionne pas.
hu_hu: Sajnálatos módon egyes mobiltelefon modelleknél a blokkolási funkció nem működik.
it_it: Purtroppo ci sono alcuni modelli di telefono dove il blocco non funziona.
pt_br: Infelizmente há alguns modelos de telefone onde o bloqueio não funciona.
ru_ru: К сожалению, существуют модели телефонов, на которых блокирование не работает.
sv_se: Tyvärr finns det några telefonmodeller där blockering inte fungerar.

source: Blocking of a phone call is not a default functionality supported by Android system and used workarounds can be sometimes broken by phone manufacturer when they use their own system enhancements.
cs_cz: Blokování telefonního hovoru není standardní, systémem Android podporovaná funkce a použité řešení může někdy být znemožněno výrobcem telefonu, pokud používají své vlastní vylepšení nebo nadstavbu systému.
de_de: Das Blockieren von Anrufen ist keine Standardfunktion die vom Android-System unterstützt wird und erfordert spezielle Umgehungslösungen. Diese werden von manchen Telefonherstellern die Ihre eigenen Systemverbesserungen einsetzen nicht unterstützt.
es_es: Bloqueo de una llamada telefónica no es una función estándar apoyada por el sistema Android y soluciones usadas pueden ser impedidas a veces por el fabricante del teléfono si utilizan sus propias mejoras del sistema.
fi_fi: Android-järjestelmä ei tue oletuksena puhelujen estämistä ja puhelinvalmistajat saattavat joskus rikkoa käyttämämme kiertotiet omilla järjestelmäparannuksillaan.
fr_fr: Le blocage d'un appel téléphonique n'est pas standard fonctionnalité soutenue par Android et les solutions utilisées peuvent parfois être empêché par le fabricant du téléphone si il utilise ses propres améliorations ou des mises à niveau du système.
hu_hu: A telefonhívás blokkolása nem egy olyan alapfunkció, amely támogatva van az Android operációs rendszer által, és az ezt megkerülő megoldásokat, bizonyos esetekben blokkolják a mobilkészülék gyártók a saját rendszereik teljesítményének növelése érdekében.
it_it: Blocco di una chiamata non è una funzione standard supportata dal sistema e le soluzioni utilizzate possono essere prevenute, a volte da parte del produttore del telefono se usano i propri aggiornamenti del sistema Android.
pt_br: O bloqueio de números telefônicos não é uma função padrão do sistema Android e os mecanismos de acesso que usamos podem ser desabilitados pelo fabricante do aparelho quando ele usa suas próprias melhorias do sistema.
ru_ru: Блокирование телефонных звонков не стандартно, системой Андроид поддерживаемая функция и используемые решения иногда могут быть недоступными благодаря производителям телефона, использующих свою собственную надстройку системы.
sv_se: Att blockera ett telefonnummer är inte en standardfunktion som stöds av Android-systemet och de vägar att komma runt det kan ibland omöjliggöras av telefontillverkare när de använder egna systemförändringar.

source: Q: Where can I find version for iPhone?
cs_cz: Q: kde najdu verzi pro iPhone?
de_de: Q: Wo kann ich Version für das iPhone zu finden?
es_es: Q: ¿Dónde encontraré versión para iPhone?
fi_fi: K: Voiko sovellusta käyttää iPhonella?
fr_fr: Q: Où puis je trouver une version pour Iphone?
hu_hu: K: Van az alkalmazásnak iPhone verziója?
it_it: D: Dove posso trovare la versione per iPhone?
pl_pl: Pytanie: Gdzie mogę znaleźć wersję dla iPhone?
pt_br: P: Onde posso encontrar a versão para iPhone?
ru_ru: Q: где найти версию для iPhone?
sv_se: F: Var kan jag hitta en version till iPhone?

source: There is no version for iPhone yet.
cs_cz: Verze pro iPhone zatím neexistuje.
de_de: Es gibt noch keine Version für iPhone.
es_es: Versión para iPhone no existe de momento.
fi_fi: Sovelluksesta ei ole vielä iPhonelle sopivaa versiota.
fr_fr: Il n'y a pas de version iPhone actuellement.
hu_hu: Nincs az alkalmazásnak iPhone verziója.
it_it: Non esiste ancora versioni per iPhone.
pl_pl: Nie ma jeszcze wersja dla iPhone.
pt_br: Ainda não há versão para o iPhone.
ru_ru: Версия для iPhone пока что не существует.
sv_se: Det finns ingen version till iPhone ännu.

source: iPhone's operating system doesn't provide access to contacts, incoming or outgoing calls or some reliable way how to intercept or block calls.
cs_cz: Operační systém iPhone neposkytuje přístup ke kontaktům, příchozím nebo odchozím hovorům nebo nějaký spolehlivý způsob, jak zachytit nebo blokovat volání.
de_de: iPhone-Betriebssystem bietet keinen Zugriff auf Kontakte, eingehende oder ausgehende Anrufe oder einen zuverlässigen Weg um Anrufe abzufangen oder zu blockieren.
es_es: Sistema operativo de iPhone no ofrece el acceso a los contactos, llamadas entrantes o salientes u otra manera fiable de cómo interceptar o bloquear llamadas.
fi_fi: iPhonen käyttöjärjestelmä ei salli meille pääsyä puhelimen yhteystietoihin, saapuviin ja lähteviin puheluihin eikä tue mitään luotettavaa tapaa estää puheluita.
fr_fr: Le système d'exploitation iPhone ne fournit pas d'accès aux contacts, appels entrants ou sortants ou quelque moyen fiable pour intercepter ou bloquer les appels.
hu_hu: Az iPhone operációs rendszer nem biztosítja a hozzáférést a névjegyzékhez, a bejövő és a kimenő hívásokhoz, illetve egy olyan megbízható metódushoz, amely révén a hívások blokkolása megoldható lenne.
it_it: il sistema operativo di iPhone non fornisce l'accesso a contatti, le chiamate in entrata o in uscita o in qualche modo affidabile come intercettare o bloccare le chiamate.
pl_pl: System operacyjny iPhone nie zapewnia dostęp do kontaktów, połączeń wychodzących lub przychodzących lub jakiś niezawodny sposób, jak przechwycić lub blokuje połączenia.
pt_br: O sistema operacional do iPhone não nos dá acesso aos contatos e às chamadas recebidas e realizadas, nem a uma forma confiável de interceptar e bloquear ligações.
ru_ru: Операционная система iPhone не предоставляет доступ к контактам, входящим или исходящим звонкам, или какой-либо надёжный способ, как зафиксировать или заблокировать звонки.
sv_se: iPhones operativsystem ger inte tillgång till kontakter, inkommande eller utgående samtal eller något pålitligt sätt att fånga upp eller blockera samtal.

source: With such conditions the application could provide just manual phone info search - nearly same functionality as provided by our web pages.
cs_cz: Za těchto podmínek aplikace může poskytnout jen ruční vyhledání informací v telefonu - téměř stejnou funkcionalitu, jakou nabízejí naše webové stránky.
de_de: Mit solchen Bedingungen die Anwendung konnte nur manuelle info Suche im Telefon bereitzustellen - nahezu gleiche Funktionalität wie unsere Internetseiten anbieten.
es_es: Con estas condiciones la aplicación puede ofrecer solamente la búsqueda manual de las informaciones (en el teléfono - casi la misma funcionalidad como ofrecen nuestras páginas de web.
fi_fi: Näiden ehtojen takia on jopa kätevämpää, että etsit tietoja numerosta manuaalisesti internetistä. Verkkosivuiltamme löydät tiedot lähes yhtä kätevästi kuin sovelluksestamme.
fr_fr: Avec de telles conditions l'application pourrai fournir seulement un manuel d'information de recherche - ressemblant aux mêmes fonctionnalités que fournit nos pages web.
hu_hu: Ilyen feltételek mellett az alkalmazás csupán a manuális információ keresés funkcióját tudja biztosítani, amely gyakorlatilag ugyanolyan funkcionalitással rendelkezik, amely a weboldalainkon keresztül is elérhető.
it_it: Con queste condizioni l'applicazione potrebbe fornire solo la ricerca manuale delle informazioni sul telefono- quasi stessa funzionalità fomentano nostre pagine web.
pl_pl: Przy takich warunkach stosowanie może zapewnić tylko ręczne info wyszukiwanie - prawie taką samą funkcjonalność, jak dostarczone przez naszych stron internetowych.
pt_br: Sem estas condições, a aplicação somente poderia lhe dar uma busca manual por números telefônicos - praticamente a mesma função disponibilizada por nossa página.
ru_ru: В такой ситуации аппликация может предложить только ручной поиск информаций в телефоне – почти одинаковую функциональность как на наших вебовых страницах.
sv_se: Under sådana förhållanden skulle appen bara vara som en manuell informationssökning - näst intill samma funktionalitet som vår webbplats ger.

source: Due to this limitation there is very low priority to make any iPhone native app.
cs_cz: Kvůli těmto omezením je velmi nízká priorita pro vytvoření nativní iPhone aplikace.
de_de: Aufgrund dieser Einschränkung gibt es eine sehr niedrige Priorität, um eine iPhone native App zu entwickeln.
es_es: A causa de estas limitaciones la prioridad de crear la app nativa de iPhone es muy baja.
fi_fi: Näiden asioiden takia emme ole vielä harkinneet iPhone sovelluksen tekemistä.
fr_fr: A cause de cette limitation, la priorité pour réaliser cette application iPhone est très basse.
hu_hu: Az ismert korlátozások miatt, az alkalmazás iPhone verziójának a kifejlesztése rendkívül alacsony prioritással rendelkezik.
it_it: A causa di queste limitazioni è una priorità molto bassa per la creazione di applicazioni native per iPhone.
pl_pl: Z powodu tego ograniczenia jest bardzo niski priorytet tworzenia natywnych aplikacji iPhone.
pt_br: Devido a esta limitação, há uma prioridade muito baixa para o desenvolvimento de uma aplicação nativa para o iPhone.
ru_ru: Из-за этих ограничений приоритет создания собственной аппликации для iPhone очень низок.
sv_se: På grund av den begränsningen har vi väldigt låg prioritet på att göra en iPhone-app.

source: Terms Of Use
cs_cz: Všeobecné podmínky
de_de: Nutzungsbedingungen
es_es: Términos de Uso
fi_fi: Käyttöehdot
fr_fr: Conditions d'utilisation
hu_hu: Felhasználási Feltételek
it_it: Termini di Utilizzo
pl_pl: Warunki korzystania
pt_br: Termos De Uso
ru_ru: Условия использования
sv_se: Användarvillkor

source: Privacy Policy
cs_cz: Ochrana Osobních Údajů
de_de: Datenschutz-Bestimmungen
es_es: Política de privacidad
fi_fi: Yksityisyys
fr_fr: Politique de confidentialité
hu_hu: Adatvédelmi Irányelvek
it_it: Politica sulla riservatezza
pl_pl: Polityka prywatności
pt_br: Políticas de Privacidade
ru_ru: Охрана личных данных
sv_se: Integritetspolicy

source: Privacy matters but it can be confusing. Please read this explanation of our approach to privacy in our application.
cs_cz: Ochrana soukromí může být matoucí. Prosím přečtěte si toto vysvětlení našeho přístupu k ochraně soukromí v naší aplikaci.
de_de: Datenschutz kann verwirrend sein. Bitte lesen Sie diese Erklärung unseres Ansatzes zur Privatsphäre in unserer Anwendung.
es_es: Protección de privacidad puede ser confusa. Por favor lea nuestra explicación de nuestra actitud con respecto a la protección de privacidad en nuestra aplicación.
fi_fi: Turvallisuus on tärkeää, mutta ehdot saattavat joskus tuntua sekavilta. Lue tämä selitys, jossa esittelemme suhtautumisemme turvallisuuteen SIA:n kanssa.
fr_fr: La confidentialité importe beaucoup mais peut être compliquée. Veuillez lire l'explication de la confidentialité dans notre application.
hu_hu: Az adatvédelem rendkívüli fontosságú, de ugyanakkor az értelmezése meglehetősen zavarba ejtő lehet. Kérjük olvassa el az alkalmazásunk esetében használt adatvédelmi irányelveink magyarázatát.
it_it: Privacy può essere fonte di confusione. Si prega di leggere questa spiegazione del nostro approccio alla privacy nella nostra applicazione.
pl_pl: Prywatność się liczy, ale to może być mylące. Proszę przeczytać wyjaśnienie naszego podejścia do prywatności w naszej aplikacji.
pt_br: A privacidade importa, mas ela pode ser confusa. Por favor, leia esta explicação de nossa política de privacidade para nossa aplicação.
ru_ru: Охрана личных данных может быть путающей. Пожалуйста прочитайте это объяснение нашего подхода к охране личных данных.
sv_se: Integritet är viktigt men kan vara förvirrande. Läs den här förklaringen på vårt synsätt på integriteten i vår applikation.

source: Phone Contacts
cs_cz: Telefonní Kontakty
de_de: Telefon-Kontakte
es_es: Contactos de teléfono
fi_fi: Puhelimen yhteystiedot
fr_fr: Contacts Téléphoniques
hu_hu: Névjegyzék
it_it: Contatti di telefono
pl_pl: Telefon Kontakt
pt_br: Contatos telefônicos
ru_ru: Телефонные контакты
sv_se: Telefonkontakter
