Repository: MisterGroup/ShouldIAnswerTranslations
Catalog: web/*/LC_MESSAGES/shouldianswer.po
Languages: cs_cz, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, pl_pl, pt_br, ru_ru, sv_se

source: Our app doesn't send your contact information to server.
cs_cz: Naše aplikace neposílá vaše kontaktní informace na server.
de_de: Unsere Applikation sendet nicht Ihre Kontaktdaten an Server.
es_es: Nuestra aplicación no envía su informaciones de contactos al servidor.
fi_fi: Sovellus ei lähetä palvelimelle tietoja yhteystiedoistasi.
fr_fr: Notre application n'envoie pas vos contacts au serveur.
hu_hu: Az alkalmazásunk semmilyen kapcsolati adatát nem továbbítja a szerver felé.
it_it: La nostra applicazione non invia le informazioni sui contatti a server.
pl_pl: Nasza aplikacja nie wysyła swoje dane kontaktowe na serwerze.
pt_br: Nossa aplicação não envia informações de seus contatos telefônicos ao servidor.
ru_ru: Наша аппликация не посылает ваши контактные информации на сервер.
sv_se: Vår app skickar inte din kontaktinformation till server.

source: History of Incoming and Outgoing Calls
cs_cz: Historie příchozích a odchozích hovorů
de_de: Geschichte der ankommenden und ausgehenden Anrufe
es_es: Historia de las llamadas entrantes y salientes
fi_fi: Saapuvien ja lähtevien puheluiden historia
fr_fr: Historique des Appels Entrants et Sortants
hu_hu: Bejövő és Kimenő Hívások Előzményei
it_it: Storia di chiamate entranti e uscenti
pl_pl: Historia połączeń przychodzących i wychodzących
pt_br: Histórico de ligações recebidas e realizadas
ru_ru: История входящих и исходящих звонков
sv_se: Historia av Inkommande och Utgående Samtal

source: In default, the app doesn't send any information about incoming or outgoing calls.
cs_cz: Aplikace defaultně neodesílá žádné informace o příchozích nebo odchozích hovorech.
de_de: In der Standardeinstellung sendet die App keine Informationen über ankommende und ausgehende Anrufe.
es_es: Aplicación no envía ninguna información sobre las llamadas entrantes o salientes.
fi_fi: Sovellus on säädetty niin, ettei se ota vakiona vastaan mitään tietoa tulevista tai soitetuista puheluista.
fr_fr: Par défaut, l'application n'envoie aucune information sur les appels entrants ou sortants.
hu_hu: Az alapértelmezett beállításainak megfelelően az alkalmazás nem küld el semmilyen információt a bejövő vagy a kimenő hívásokról.
it_it: L'applicazione non invia alcuna informazione circa le chiamate in entrata o in uscita di partenza.
pl_pl: Aplikacje domyślnie nie wysyła żadnych informacji o połączeniach przychodzących i wychodzących.
pt_br: Por padrão, a aplicação não envia nenhuma informação sobre chamadas recebidas ou realizadas.
ru_ru: Аппликация дефолтно не посылает никаких информаций о входящих или исходящих звонках.
sv_se: Standardinställningen är att appen inte skickar någon information om inkommande eller utgående samtal.

source: Because information about incoming unknown calls can help us improve our service, you can enable sending of this information in the settings.
cs_cz: Protože informace o příchozích neznámých hovorech nám může pomoci zlepšit naši službu, můžete povolit odesílání těchto informací v nastavení.
de_de: Weil Informationen über unbekannte Anrufe uns unseren Service zu verbessern helfen kann, können Sie die Zusendung dieser Informationen in den Einstellungen aktivieren.
es_es: Como la información sobre la llamada entrante desconocida nos puede ayudar a mejorar nuestro servicio, puede permitir el envío de esta información en el ajuste.
fi_fi: Koska tietoa tulevista, tuntemattomista puheluista voidaan käyttää palveluidemme parantamiseen, voit sallia tietojen anonyymin lähettämisen asetuksista.
fr_fr: Comme l'information sur les appels entrants inconnus peut nous aidez à améliorer notre service, vous pouvez activer l'envoi d'information dans les paramètres.
hu_hu: A szolgáltatásinak fejlesztésének segítése érdekében, ön engedélyezheti az alkalmazásnak az adatküldést, a bejövő ismeretlen hívások esetében, az applikáció beállítások részében.
it_it: Perché le informazioni sulle chiamate in entrata sconosciuti può aiutarci a migliorare il nostro servizio, è possibile abilitare l'invio di queste informazioni nelle impostazioni.
pl_pl: Ponieważ informacje o nieznanych połączeniach przychodzących mogą pomóc nam udoskonalić nasz serwis, możesz włączyć wysyłanie informacji w ustawieniach.
pt_br: Uma vez que suas informações sobre chamadas recebidas de números desconhecidos pode nos ajudar a melhorar nosso serviço, você pode habilitar o envio desta informação nas configurações.
ru_ru: Поскольку информации о входящих неизвестных номерах нам могут помочь улучшить наши услуги, можете разрешить посылание этих информаций в настройках.
sv_se: Då informationen om inkommande okända samtal kan hjälpa oss att förbättra vår tjänst, kan du aktivera att skicka den här informationen under inställningar.

source: Thank you for your help.
cs_cz: Děkujeme vám za vaši pomoc.
de_de: Vielen Dank für Ihre Mithilfe!
es_es: Gracias por su ayuda.
fi_fi: Kiitos avustasi.
fr_fr: Merci pour votre aide.
hu_hu: Köszönjük a segítségét.
it_it: Grazie per l'aiuto.
pl_pl: Dziękuję za pomoc.
pt_br: Obrigado por sua ajuda.
ru_ru: Благодарим вас за вашу помощь.
sv_se: Tack för din hjälp.

source: Displaying of Phone Number User Reviews
cs_cz: Zobrazení Uživatelských Hodnocení telefonního čísla
de_de: Die Anzeige der Telefonnummer-Nutzer-Bewertungen
es_es: Demostrar las evaluaciones de los usuarios del número de teléfono
fi_fi: Puhelinnumeroiden käyttäjäarvosteluiden näyttäminen
fr_fr: Affichage des Avis de l'Utilisateur du Numéro
hu_hu: Telefonszám Felhasználó Értékeléseinek Megjelenítése
it_it: Visualizzazione delle recensioni degli utenti di numero di telefono
pl_pl: Wyświetlanie numeru telefonu Opinie użytkowników
pt_br: Exibição de avaliações de usuários de números telefônicos
ru_ru: Изображение оценок этого номера пользователями
sv_se: Visande av Recensioner av telefonnummer

source: Displaying of user reviews for the respective number needs your permission to send respective phone number to server.
cs_cz: Zobrazení uživatelských recenzí pro příslušné číslo vyžaduje vaše povolení k odeslání tohoto telefonního čísla na server.
de_de: Die Anzeige der Nutzer-Bewertungen für die jeweilige Anzahl erfordert Ihre Zustimmung um die jeweilige Telefonnummer an den Server zu senden.
es_es: Demostrar reseñas de usuarios para dicho número exige su permiso para el envío de este número al servidor.
fi_fi: Käyttäjien arvostelujen näkeminen numeroiden kohdalla vaatii sinun hyväksyntäsi, jotta numero voidaan välittää palvelimelle.
fr_fr: Afficher les avis utilisateurs pour un numéro donné necessite votre permission pour envoyer le numéro en question au serveur.
hu_hu: Az adott telefonszámhoz kapcsolódó felhasználó értékelések, vélemények megjelenítéséhez az ön jóváhagyása is szükséges, azaz, hogy ön engedélyezze az adott szám elküldését a szervernek.
it_it: Visualizzazione di recensioni degli utenti per il rispettivo numero richiede l'autorizzazione per trasmettere rispettivo numero di telefono al server.
pl_pl: Przeglądanie opinii użytkowników istotnych kwestii wymaga Twojej zgody, aby wysłać ten numer telefonu na serwerze.
pt_br: A exibição de análises do usuário para números telefônicos precisa de sua permissão para enviar o número telefônico ao servidos.
ru_ru: Изображение рецензий пользователей о надлежащем номере требует вашего разрешения на посылку этого номера на сервер.
sv_se: Visande av användarrecensioner för respektive nummer kräver din tillåtelse för att skicka respektive nummer till vår server.

source: This can't be done without your permission, so Permission dialog is displayed before start of reviews download.
cs_cz: To nelze provést bez vašeho svolení, takže se zobrazí Povolovací dialogové okno před zahájením stahování Recenzí.
de_de: Dies kann nicht ohne Ihre Erlaubnis erfolgen, also wird vor Start des Bewertungen-Downloads ein Berechtigung-Dialogfeld angezeigt.
es_es: Esto no se puede hacer sin su permiso, pues el cuadro de diálogo de permiso se demostrará antes de que empiece la descarga de las reseñas.
fi_fi: Tätä ei voida tehdä ilman sinun lupaasi, joten Lupa-dialogi on esillä ennen, kuin aloitat lataamisen.
fr_fr: Ceci peut être fait sans votre permission, donc la zone de dialogue est affichée avant le début du chargement des avis.
hu_hu: Ez a művelet nem végezhető el az ön engedélye nélkül, ezért egy Engedélyező párbeszédablak jelenik meg a képernyőn, mielőtt a felhasználói értékelések, vélemények letöltése elkezdődne.
it_it: Esso non può essere fatto senza il tuo permesso, in modo che la finestra di dialogo di permesoo si visualizzerà prima iniziare a scaricare i dati
pl_pl: Nie można tego zrobić bez Twojej zgody, więc jest wyświetlane okno dialogowe Permission przed rozpoczęciem opinii pobrania.
pt_br: Isto não pode ser feito sem a sua permissão, então a janela de autorização é exibida entes do início do download das análises.
ru_ru: Этого нельзя произвести без вашего разрешения, поэтому перед началом загрузки оценки изобразится разрешающий экран.
sv_se: Det kan inte utföras utan din tillåtelse, så Åtkomst-förfrågan visas innan recensionerna laddas ner.

source: Submitting of own phone number review
cs_cz: Odeslání vlastní recenze pro telefonní číslo
de_de: Übermittlung der eigenen Telefon-Nummer-Bewertung
es_es: Envío de reseña de propio número de teléfono
fi_fi: Oman arvostelun lisääminen
fr_fr: Soumettre l'avis de votre propre numéro
hu_hu: Saját értékelés elküldése egy adott számról.
it_it: Invio dell propio commento per il numero di telefono
pl_pl: Wysyłanie recenzję numeru telefonu
pt_br: Enviar sua própria análise de número telefônico
ru_ru: Отправка собственной оценки телефонного номера
sv_se: Publicering av egna nummerrecensioner

source: If you fill and send some phone number rating, you agree with publishing the phone number and all filled information on our website.
cs_cz: Pokud napíšete a odešlete hodnocení pro libovolné telefonní číslo, souhlasíte s publikováním telefonního čísla a všech uvedených informací na našich webových stránkách.
de_de: Wenn Sie ausfüllen und einige Telefon-Nummern-Bewertung senden, stimmen Sie sich mit der Telefonnummer und alle ausgefüllten Informationen auf unserer Website zu veröffentlichen.
es_es: Si escribe y envíe la evaluación para cualquier número de teléfono está de acuerdo con la publicación del número de teléfono y de todas las informaciones mencionadas en nuestras páginas de web.
fi_fi: Jos täytät ja lähetät puhelinnumerosta arvostelun, suostut julkaisemaan puhelinnumeron ja sen sisältämät tiedot nettisivuillamme.
fr_fr: Si vous remplissez et envoyez une évaluation de numéro, vous acceptez de publier le numéro de téléphone et l'information associée sur notre site web.
hu_hu: Amennyiben ön megcsinál, és elküld egy értékelést ez adott számmal kapcsolatban, akkor a hozzájárulását adja ahhoz, hogy a szám, és minden megadott információ publikálásra kerüljön a weboldalunkon.
it_it: Se si scrive e inviare recensioni per qualsiasi numero di telefono, l'utente accorda pubblicazioe del numero di telefono e tutte le informazioni sul nostro sito.
pl_pl: Jeśli piszesz i przedstawisz opinie numeru telefonu dowolny numer telefonu, użytkownik wyraża zgodę na opublikowanie numeru telefonu i wszystkie informacje na naszej stronie internetowej.
pt_br: Se você preencher e enviar alguma avaliação de número telefônico, você concorda com a publicação do número e de todas as informações preenchidas em nosso site.
ru_ru: Если вы напишете и отправите оценку любого телефонного номера, вы согласны с публикацией номера и всех информаций о нём на наших вебовых страницах.
sv_se: Om du fyller i och skickar nummeromdömet godkänner du att publicera telefonnumret och all ifylld information på vår webbsida.

source: We also store technical information about the request (time, IP and agent) for solving problems with illegal activity.
cs_cz: Ukládáme také technické informace o požadavku (čas, IP a agenta) pro řešení případných problémů s porušením zákona.
de_de: Wir speichern auch technische Informationen über die Anforderung (Zeit, IP und Agent) zum Beheben von Problemen mit illegalen Aktivitäten.
es_es: Guardamos también todas las informaciones sobre el requisito (tiempo, IP y agente)para poder resolver los problemas eventuales de la violación de la ley.
fi_fi: Säilytämme myös tekniset tiedot pyynnöstä (aika, IP ja palveluntarjoaja), jotta voimme ratkaista ongelmat laittomaan aktiivisuteen liittyen.
fr_fr: Nous enregistrons aussi l'information technique sur la requête (heure, IP et agent) pour résoudre les problèmes d'activité illégale.
hu_hu: Annak érdekében, hogy megelőzhessük az illegális tevékenységeket és elháríthassuk az esetleges hibákat, technikai információkat is eltárolunk a műveletről (időpont, IP cím agent).
it_it: Conserviamo anche le informazioni tecniche relative alla richiesta (tempo, IP e agente) per risolvere i problemi con le attività illegali.
pl_pl: Możemy również przechowywać informacje techniczne o zamówienie (czas, IP oraz agenta) do rozwiązywania problemów z nielegalnej działalności.
pt_br: Também armazenamos informações técnicas sobre a solicitação (hora, IP e agente) para resolver problemas relacionados a atividades ilegais.
ru_ru: Сохраняем также технические информации сообщения (Время, IP и агента) для решения возможных проблем с нарушением закона.
sv_se: Vi sparar också teknisk information (tid, IP och operatör) för att lösa problem med illegal verksamhet.

source: Using our web service
cs_cz: Používání naší webové služby
de_de: Verwendung unseres Web service
es_es: Usando nuestro servicio de web
fi_fi: Nettipalvelumme käyttäminen
fr_fr: Utilise notre service web
hu_hu: A webes szolgáltatásunk használata
it_it: Utilizzando il nostro servizio web
pl_pl: Korzystanie z naszego serwisu internetowego
pt_br: Usando nosso serviço web
ru_ru: Использование наших вебовых страниц
sv_se: Användning av vår webbtjänst

source: Some features like reviews download, database update, phone info search.. uses our web service.
cs_cz: Některé funkce jako stahování recenzí, aktualizace databáze, vyhledávání informací o telefonních číslech... využívají naše webové služby.
de_de: Einige Funktionen wie Bewertungen Download, Datenbank Update, Telefon Info Suche... verwenden unseren Web-Service.
es_es: Algunas funciones como la descarga de las reseñas, actualización de base de datos, búsqueda de la información sobre los números de teléfono....utilizan nuestros servicios de web.
fi_fi: Jotkin ominaisuudet, kuten arvostelujen lataaminen, tietokannan päivittäminen, numeron tietojen hakeminen jne. käyttävät nettiyhteyttä.
fr_fr: Quelques fonctions comme le téléchargement d'avis, la mise à jour de la base de données, la recherche d'info numéro.. utilise notre service web.
hu_hu: Egyes funkciók, mint például a felhasználói vélemények letöltése, adatbázis frissítés, telefonszám keresés az webes szolgáltatásunkat használják.
it_it: Alcune funzioni, come scaricare recensioni, aggiornare base di dati, ricercare informazioni su numeri di telefono ... utilizzano i nostri servizi web.
pl_pl: Niektóre funkcje, takie jak Opinie pobrania, aktualizacji bazy danych, informacji telefonicznej poszukiwaniu .. korzysta z naszego serwisu internetowego.
pt_br: Algumas funções como download de análises, atualização de base de dados e busca de informações sobre um número usam nosso serviço web.
ru_ru: Некоторые функции как загрузка рецензий, актуализация базы данных, поиск информаций о телефонных номерах… используют услуги наших вебовых страниц.
sv_se: Vissa funktioner som hämtning av recensioner, databasuppdatering, sökning av telefonnummer.. använder vår webbtjänst.

source: Our web service collects anonymous statistics about visitors and service usage.
cs_cz: Naše webová služba sbírá anonymní statistiky o návštěvnících a využití služeb.
de_de: Unser Web-Service sammelt anonyme Statistiken über Besucher und Nutzung der Dienste.
es_es: Nuestro servicio de web recoge las estadísticas anónimas sobre los visitantes y el uso de servicios.
fi_fi: Nettipalvelumme kerää yhteen tietoja kävijöistä ja palvelun käytöstä.
fr_fr: Notre service web collecte des statistiques anonymes sur les visiteurs et l'usage du service.
hu_hu: A webes szolgáltatásunk névtelen (anonim) statisztikákat készít a látogatókról és a szolgáltatás használatáról.
it_it: Il nostro servizio di web raccoglie statistiche anonime sui visitatori e l'utilizzo dei servizi.
pl_pl: Nasz serwis internetowy gromadzi anonimowe statystyki dotyczące odwiedzających i korzystania z usługi.
pt_br: Nosso serviço web coleta anonimamente estatísticas sobre os visitantes e o uso do serviço.
ru_ru: Наша вебовая служба собирает анонимные статистики о посетителях и использовании услуг.
sv_se: Vår webbtjänst samlar anonym statistik om besökare och tjänsteanvändning.

source: Please read privacy policy of our web service for detailed information.
cs_cz: Přečtěte si prosím detailní informace o zásadách ochrany soukromí naší webové služby.
de_de: Bitte lesen Sie für detaillierte Informationen die Datenschutzrichtlinien unseres Web-Service.
es_es: Por favor lea nuestra información detallada sobre los principios de la protección de la privacidad de nuestro servicio de web.
fi_fi: Lue palvelimemme turvallisuuskäytäntö lisätietoja varten.
fr_fr: Veuillez lire la politique de confidentialité de notre service web pour plus d'information.
hu_hu: Kérjük olvassa el a webes szolgáltatásunkra vonatkozó, részletes adatvédelmi, adatkezelési irányelveinket, információinkat.
it_it: Si prega di leggere le informazioni dettagliate sulle politiche di privacy dei nostri servizi web.
pl_pl: Prosimy o zapoznanie się z polityką prywatności naszego serwisu WWW, aby uzyskać szczegółowe informacje.
pt_br: Por favor, leia a política de privacidade de nosso serviço web para informações mais detalhadas.
ru_ru: Пожалуйста прочитайте детальные информации о принципах охраны личных данных нашей вебовой службы
sv_se: Vänligen läs igenom vår integritetspolicy för vår webbtjänst för detaljerade information.

source: Updates to this policy
cs_cz: Aktualizace těchto pravidel
de_de: Aktuelles zu dieser Politik
es_es: Actualización de estas reglas
fi_fi: Päivityksiä tähän käytäntöön liittyen.
fr_fr: Mises à jour de cette politique
hu_hu: Adatvédelmi irányelvek módosulása
it_it: Aggiornamento di queste regole
pl_pl: Aktualizacje tej polityki
pt_br: Atualizações desta política
ru_ru: Актуализация этих правил
sv_se: Uppdateringar för den här policyn

source: We may update this privacy policy anytime to keep this description in sync with used technology.
cs_cz: Můžeme aktualizovat tyto zásady ochrany soukromí kdykoliv, aby byl tento popis v souladu s použitou technologií.
de_de: Wir können diese Datenschutzerklärung jederzeit aktualisieren zu dieser Beschreibung synchron mit gebrauchten Technik zu halten.
es_es: Podemos actualizar estos principios de la protección de la privacidad en cualquier momento para que la descripción sea acorde con la tecnología utilizada.
fi_fi: Saatamme päivittää turvallisuuskäytäntöä milloin tahansa, jotta voimme pitää kuvauksen ajan tasalla uuden teknologian kanssa.
fr_fr: Nous pouvons mettre à jour cette politique de confidentialité à tout moment pour rester en adéquation avec la technologie utilisée.
hu_hu: Az adatvédelmi irányelveinket a jövőben esetlegesen megváltoztathatjuk, hogy az összhangban lehessen az általunk használt technológiával.
it_it: Potremmo aggiornare questa politica sulla privacy in qualsiasi momento per mantenere questa descrizione in sincronia con la tecnologia utilizzata.
pl_pl: Możemy aktualizować tę politykę prywatności w dowolnym czasie, aby utrzymać ten opis w synchronizacji z kategorii używane.
pt_br: Podemos atualizar esta política de privacidade a qualquer momento para manter esta descrição atualizada em relação às tecnologias atuais.
ru_ru: Возможна актуализация этих принципов охраны личных данных в любое время, для того чтобы это описание было в соответствии с используемой технологии.
sv_se: Vi kan uppdatera den här sekretesspolicyn när som helst för att hålla beskrivningen i synk med använd teknologi.

source: Any questions?
cs_cz: Máte nejaké otázky?
de_de: Haben Sie Fragen?
es_es: ¿Tiene alguna pregunta?
fi_fi: Kysymyksiä?
fr_fr: Des questions?
hu_hu: Kérdése van?
it_it: Qualsiasi domanda?
pl_pl: Jakiekolwiek pytania?
pt_br: Dúvidas?
ru_ru: У вас есть какие-либо вопросы?
sv_se: Frågor?

source: If you have any questions about our product, terms or privacy policy, please write to us by email to <a href="mailto:support@shouldianswer.net">support@shouldianswer.net</a>
cs_cz: Pokud máte nějaké dotazy týkající se našich výrobků, pravidel používání nebo ochrany soukromí, prosím napište nám emailem na <a href="mailto:support@shouldianswer.net">support@shouldianswer.net</a>
de_de: Wenn Sie irgendwelche Fragen über unser Produkt, Bedingungen der Datenschutzrichtlinien haben, schreiben Sie uns bitte per E-Mail, um <a href="mailto:support@shouldianswer.net">support@shouldianswer.net</a>
es_es: Si tiene preguntas con respecto a nuestros productos, reglas del uso o la protección de privacidad, por favor, escríbanos vía correo electrónico a <a href="mailto:support@shouldianswer.net">support@shouldianswer.net</a>
fi_fi: Jos sinulla on kysymyksiä tuotteestamme, ehdoista tai turvallisuuskäytännöstä, ota yhteyttä sähköpostitse osoitteeseen <a href="mailto:support@shouldianswer.net">support@shouldianswer.net</a>.
fr_fr: Si vous avez des questions sur notre produit, conditions ou politique de confidentialité, veuillez nous écrire par email à <a href="mailto:support@shouldianswer.net">
hu_hu: Ha önnek bármilyen kérdése merülne fel a termékünkkel, a felhasználás feltételeivel, vagy az adatvédelmi irányelveinkkel kapcsolatban, akkor kérjük írjon nekünk a: <a href="mailto:support@shouldianswer.net">support@shouldianswer.net</a> e-mail címre.
it_it: Se avete qualsiasi domanda sui nostri prodotti, termini o norme sulla privacy, si prega di scrivere a noi via email a <a href="mailto:support@shouldianswer.net">support@shouldianswer.net</a>
pl_pl: Jeśli masz jakiekolwiek pytania dotyczące naszych produktów, warunków lub polityki prywatności, prosimy napisać do nas e-mailem na <a href="mailto:support@shouldianswer.net"> support@shouldianswer.net </a>
pt_br: Se você tiver dúvidas quanto ao nosso produto, nossos termos ou política de privacidade, por favor mande um e-mail para <a href="mailto:support@shouldianswer.net">support@shouldianswer.net</a>
ru_ru: Если у вас есть какие-либо вопросы, касающееся наших продуктов, правил использования или охраны личных данных, пожалуйста напишите нам мейл на <a href="mailto:support@shouldianswer.net">support@shouldianswer.net</a>
sv_se: Om du har några frågor angående vår produkt, villkor eller sekretesspolicy, så kan du kontakta oss via mail på <a href="mailto:support@shouldianswer.net">support@shouldianswer.net</a>

source: Features
cs_cz: Funkce
de_de: Funktionen
es_es: Funciones
fi_fi: Ominaisuudet
fr_fr: Fonctionnalités
hu_hu: Jellemzők
it_it: Funzioni
pl_pl: Funkcja
pt_br: Características
ru_ru: Функции
sv_se: Funktioner

source: How It Works
cs_cz: Jak to funguje
de_de: Wie es funktioniert
es_es: Cómo funciona
fi_fi: Miten se toimii
fr_fr: Comment ça fonctionne
hu_hu: Működés
it_it: Come funziona
pt_br: Como funciona
ru_ru: Как это работает
sv_se: Hur det fungerar

source: Terms of Use
cs_cz: Všeobecné podmínky
de_de: Nutzungsbedingungen
es_es: Términos de Uso
fi_fi: Käyttöehdot
fr_fr: Conditions d'utilisation
hu_hu: Felhasználási Feltételek
it_it: Termini di Utilizzo
pl_pl: Warunki korzystania
pt_br: Termos de Uso
ru_ru: Условия использования
sv_se: Användarvillkor
