Repository: MisterGroup/ShouldIAnswerTranslations
Catalog: web/*/LC_MESSAGES/shouldianswer.po
Languages: cs_cz, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, pl_pl, pt_br, ru_ru, sv_se

source: Phone Number Rating can be defined for single number or for group of numbers.
cs_cz: Hodnocení Telefonního čísla lze definovat pro samostatné číslo, nebo skupinu čísel.
de_de: Rufnummer-Bewertungen können für einzelne oder mehrere Rufnummern durchgeführt werden.
es_es: Evaluación de número de teléfono se puede definir para un número individual o para un grupo de números.
fi_fi: Puhelinnumeron arvio voidaan määritellä yhdelle numerolle tai ryhmälle numeroita.
fr_fr: Évaluation du numéro de téléphone peut être défini pour le numéro individuel ou un groupe de numéros.
hu_hu: A Telefonszám Értékelés funkció az egyéni és a csoportos számok beállítására szolgál.
it_it: Valutzione di numero di telefono può essere definita per un singolo numero o un gruppo di numeri.
pt_br: A nota do número telefônico pode ser definida para um único número ou para um grupo de números.
ru_ru: Оценку телефонного номера можно произвести отдельно или группы номеров.
sv_se: Telefonnummer-rankning kan gälal för enskilt nummer eller för en grupp med nummer.

source: Group can be defined using * char at the end of the number.
cs_cz: Skupina může být definována pomocí znaku * na konci čísla.
de_de: Durch * am Ende einer Rufnummern können mehrere Rufnummern auf einmal ausgewählt werden.
es_es: Grupo de números puede ser definido utilizando * símbolo al final del número.
fi_fi: Ryhmä voidaan määritellä käyttämällä *-merkkiä numeron lopussa.
fr_fr: Le groupe peut être défini en utilisant le caractère * à la fin du numéro.
hu_hu: Csoportot a * karakter segítségével hozhat létre az szám végéhez hozzáadva.
it_it: Gruppo di numeri può essere definito utilizzando * simbolo alla fine del numero.
pt_br: Um grupo pode ser definido usando o caractere * no final do número.
ru_ru: Группа может быть создана с помощью знака * на конце номера.
sv_se: En grupp kan definieras genom användning av *-tecken i slutet av numret.

source: For example 800* will define rating for all numbers starting with 800.
cs_cz: Například 800 * definuje hodnocení pro všechna telefonní čísla začínající na 800.
de_de: Zum Beispiel definiert 800* eine Bewertung mit allen Rufnummern die mit 800 beginnen.
es_es: Por ejemplo 800 * definirá la evaluación para todos los números que empiezan con 800.
fi_fi: Esimerkiksi 800* huomioi kaikki numerot, jotka alkavat numeroyhdistelmällä 800.
fr_fr: Par exemple 800 * définit évaluation pour tous les numéros de téléphone commençant en 800.
hu_hu: Például ha a 800* karaktersort adja itt meg, akkor az applikáció a beállított értékelést minden 800-zal kezdődő számra fogja alkalmazni.
it_it: Ad esempio 800 * definirà votazione per tutti i numeri che iniziano con 800.
pt_br: Por exemplo, 800* vai definir a avaliação para todos os números iniciados em 800.
ru_ru: Например, 800 * определяет оценки для всех номеров, начинающихся на 800.
sv_se: Till exempel 800* kommer definiera omdöme för alla nummer som startar med 800.

source: The <strong>PICK CONTACT</strong> enables you to pick a number from the list of Contacts and create a rule for it.
cs_cz: <strong>VYBRAT KONTAKT</strong> umožňuje vybrat číslo ze seznamu Kontaktů a vytvořit pro ně pravidlo.
de_de: Durch <strong>KONTAKT WÄHLEN</strong> können Sie eine Rufnummer aus Ihrer Kontaktliste auswählen und eine Bewertungsregel erstellen.
es_es: <strong>ELEGIR CONTACTO</strong>posibilita elegir un número de la lista de contactos y crear una regla para él.
fi_fi: <strong>VALITSE NUMERO</strong> -painikkeella voit valita numeron yhteystiedoistasi ja luoda sille säännön.
fr_fr: <strong>Sélectionner un Contact</strong> vous permet de sélectionner le numéro de la liste des Contacts et de créer une règles pour eux.
hu_hu: A <strong>TELEFONSZÁM</strong> gombbal kiválaszthat a telefonjának a névjegyzékéből egy telefonszámot, és saját szabályokat rendelhet hozzá
it_it: <strong> Scegliere contatto </ strong> possibile scegliere un numero dalla lista dei contatti e creare una regola per esso.
pt_br: A opção <strong>SELECIONAR CONTATO</strong> permite que você selecione um número da lista de contatos e crie uma regra para ele.
ru_ru: <strong>ВЫБРАТЬ КОНТАКТ</strong> позволяет выбрать номер из списка контактов и создать для него правило.
sv_se: Via <strong>VÄLJ KONTAKT</strong> kan du välja ett nummer från Kontaktlistan och skapa en regel för det.

source: Public or Private
cs_cz: Veřejné nebo Soukromé
de_de: Öffentlich oder Privat
es_es: Público o privado
fi_fi: Julkinen vai yksityinen
fr_fr: Public ou Privé
hu_hu: Publikus vagy Privát
it_it: Pubblico o Privato
pt_br: Público ou Particular
ru_ru: Публичное или личное
sv_se: Publikt eller privat

source: By default the rating is submitted to our community database for benefit of other users.
cs_cz: Ve výchozím nastavení je hodnocení vždy odesíláno do naší komunitní databáze, z čehož mohou těžit i další uživatelé.
de_de: Die Bewertung wird in der Standardeinstellung an unsere Community-Datenbank gesendet um anderen Nutzern zu helfen.
es_es: En el ajuste de salida la evaluación se siempre envía a nuestra base de datos comunitaria de lo que se pueden aprovechar también otros usuarios.
fi_fi: Oletuksena arviosi toimitetaan yhteisömme tietokantaan muiden käyttäjien hyödyksi.
fr_fr: Par défaut, l'évaluation est toujours envoyé à notre base de données de la communauté, qui peut profiter à d'autres utilisateurs.
hu_hu: Az alapbeállítása ennek az értékelési opciónak a publikus, hogy segítséget nyújthasson a közösség többi felhasználójának számára is.
it_it: Per impostazione predefinita, le valautazioni sono sempre inviate al nostra base di dati di comunità da questo gli altri utenti possono avere benefizio.
pt_br: Por padrão, a nota é enviada para a nossa base de dados da comunidade para benefício de outros usuários.
ru_ru: В исходных настройках оценки всегда посылаются в нашу общинную базу данных, ими могут пользоваться и остальные пользователи.
sv_se: Som standard skickas omdömet till vår användargemenskaps databas för att komma till nytta för andra användare.

source: If you don't want to make the rating for the respective number public, select this to avoid of sending it to our database - in such case the rating will be stored in your mobile only.
cs_cz: Pokud nechcete, aby se hodnocení příslušného čísla stalo veřejným, zaškrtněte tuto položku a tím zabráníte zasílání tohoto hodnocení do naší databáze - v takovém případě bude hodnocení uloženo pouze ve vašem mobilu.
de_de: Wenn sie die Bewertung einer Rufnummer nicht veröffentlichen wollen, wählen Sie dies hier aus um eine Zusendung an unsere Community-Datenbank zu verhindern - in diesem Fall wird die Bewertung nur auf Ihrem Telefon gespeichert.
es_es: Si no desea hacer pública la evaluación para dicho número, tache esta opción para evitar el envío a nuestra base de datos - en este caso la evaluación se guardará sólo en su móvil.
fi_fi: Jos et halua, että tietyn numeron arvio on julkinen, valitse tämä välttääksesi sen lähettämisen tietokantaamme - tässä tapauksessa arvio tallennetaan ainoastaan sinun puhelimeesi.
fr_fr: Si vous ne voulez pas rendre l'évaluation du numéro public, marquez ce poste et ainsi évite d'envoyer cette évaluation à notre base de données - dans ce cas, l'évaluation reste stockée sur votre téléphone mobile.
hu_hu: Amennyiben ön nem kívánja az adott szám értéklelését publikussá tenni, akkor állítsa át privátra ezt az opciót, hogy ezzel elkerülhesse a szám elküldését az adatbázisba - ebben az esetben az adott számhoz tartozó értékelés csak a mobiltelefonjában kerül eltárolásra.
it_it: Se non volete rendere pubblica la valutazione per il dato numero, selezioni questa opzione per evitare di inviare al nostro database - in tal caso la valutazione verrà archiviata solo nel suo telefonino.
pt_br: Caso você não deseje tornar pública sua avaliação para um determinado número, selecione esta opção para evitar o envio para nossa base de dados - neste caso, a avaliação vai ficar armazenada apenas no seu dispositivo.
ru_ru: Если вы не хотите, чтобы оценка определённого номера стала публичной, отметьте этот пункт и этим предотвратите посылание этой оценки в нашу базу данных – в таком случае будет оценка сохранена только в вашем телефоне.
sv_se: Om du inte vill göra omdömet för respektive nummer publikt, välj detta för att undvika att skicka det till databasen - då kommer omdömet endast att lagras i din mobil.

source: Rating Alert
cs_cz: Upozornění na hodnocení
de_de: Bewertungs-Warnungsanzeige
es_es: Aviso de evaluación
fi_fi: Arviohälytys
fr_fr: Alerte d'évaluation
hu_hu: Értékelés Figyelmeztetés
it_it: Avviso di valutazione
pt_br: Alerta de avaliação
ru_ru: Предупреждение о оценке
sv_se: Meddelande om omdöme

source: In the Alert displayed for the phone call you can find all required information for making the decision to accept the call or hang up.
cs_cz: V Upozornění zobrazeném pro příslušný telefonát najdete všechny potřebné informace pro rozhodnutí, zda hovor přijmout nebo zavěsit.
de_de: In der Warnung die für Ihre Anrufe angezeigt werden finden Sie auch alle notwendigen Informationen um zu entscheiden ob Sie einen Anruf annehmen oder auflegen wollen.
es_es: En el aviso que aparece para la llamada de teléfono adecuada encuentra toda la información necesaria para tomar la decisión si aceptar o colgar la llamada.
fi_fi: Hälytyksessä, joka näkyy puhelun aikana, näet kaikki vaadittavat tiedot päättääksesi vastaatko puheluun vai et.
fr_fr: En Alerte à l'appel téléphonique vous trouverez toutes les informations nécessaires pour décider d'accepter l'appel ou le raccrocher.
hu_hu: A telefonhívásoknál megjelenítésre kerülő Figyelmeztetésnél rendelkezésére áll minden információ, hogy eldönthesse felveszi-e a telefon, vagy nem reagál a hívásra.
it_it: In avviso visualizzato per la dota chiamata troverà tutte le informazioni necessarie per decidere se accettare la chiamata o riagganciare.
pt_br: No Alerta exibido para a chamada telefônica, você pode encontrar todas as informações necessárias para fazer a decisão de atender ou desligar a ligação.
ru_ru: В предупреждении, изображённом к соответствующему номеру найдёте все необходимые информации чтобы решить взять или повесить трубку.
sv_se: I Varningen som visas för telefonsamtalet kan du hitta all information som krävs för att ta beslut om att ta emot samtalet eller lägga på.

source: <strong>Contact</strong> shows name of the contact associated with phone number (if available).
cs_cz: <strong>Kontakt</strong> zobrazuje jméno kontaktu, přiřazené k telefonnímu číslu (je-li k dispozici).
de_de: <strong>Kontakt</strong> zeigt den Namen eines Kontakts zu einer Rufnummer (falls verfügbar).
es_es: <strong>Contacto</strong> demuestra el nombre del contacto asociado al número de teléfon (si está disponible).
fi_fi: <strong>Yhteystieto</strong> näyttää nimen, joka on yhdistetty puhelinnumeroon (jos saatavilla).
fr_fr: <strong>Contacts</strong> affiche le nom du contact associé au numéro de téléphone (si disponible).
hu_hu: A <strong>Kapcsolat</strong> szöveg mellett jelenik meg az adott telefonszmhoz tartozó név (amennyiben az elérhető).
it_it: <strong>Contatto</strong> viene visualizzato il nome del contatto associato al numero di telefono (se disponibile).
pt_br: <strong>Contato</strong> mostra o nome do contato associado ao número telefônico (se disponível).
ru_ru: <strong>Контакт</strong> изображает имя контакта, относящееся к телефонному номеру (если имеется).
sv_se: <strong>Kontakt</strong> visar namnet på kontakten som är kopplad till telefonnumret (om det finns tillgängligt).

source: <strong>Number</strong> shows phone number the alert is displayed for.
cs_cz: <strong>Číslo</strong> zobrazuje telefonní číslo, pro které se zobrazuje upozornění.
de_de: <strong>Rufnummer</strong> zeigt die Telefonnummer für welche die Warnung angezeigt wird.
es_es: <strong>Número</strong> muestra el número de teléfono para el cual se demuestra el aviso.
fi_fi: <strong>Numero</strong> näyttää puhelinnumeron, jonka takia hälytys näytetään.
fr_fr: <strong>Numéro</strong> affiche le numéro de téléphone auquel une alerte affiche.
hu_hu: <strong>Szám</strong> szöveg mellett látható az a telefonszám, ami miatt a figyelmeztetés megjelent.
it_it: <strong>Numero</strong> indica il numero di telefono per che viene visualizzato l'avviso.
pt_br: <strong>Número</strong> mostra o número telefônico para o qual o alerta foi exibido.
ru_ru: <strong>Номер</strong> изображает телефонный номер, к которому изображается предупреждение.
sv_se: <strong>Nummer</strong> visar telefonnummer som varningen visas för.

source: <strong>Rating</strong> shows one of positive, neutral, negative or unknown rating.
cs_cz: <strong>Hodnocení</strong> ukazuje buď pozitivní, neutrální, negativní nebo neznámé hodnocení.
de_de: <strong>Bewertung</strong> zeigt ob eine Bewertung positiv, neutral, negativ oder unbekannt ist.
es_es: <strong>Evaluación</strong> demuestra la evaluación positiva, neutral, negativa o desconocida.
fi_fi: <strong>Arvio</strong> näyttää joko positiivisen, neutraalin, negatiivisen tai tuntemattoman arvion.
fr_fr: <strong>Évaluation</strong> indique soit évaluation positive, neutre, négative ou inconnu.
hu_hu: Az <strong>Értékelés</strong> résznél látható, hogy a számnak pozitív, semleges, negatív, vagy ismeretlen értékelése van.
it_it: <strong>Valutazione</strong> mostra valutazione positiva, neutra, negativa o sconosciuta.
pt_br: <strong>Nota</strong> mostra uma alternativa entre: positiva, neutra, negativa ou desconhecida.
ru_ru: <strong>Оценка</strong> показывает или положительную, нейтральную, отрицательную или неизвестную оценку.
sv_se: <strong>Omdöme</strong> visar antingen positiv, neutral, negativ eller okänt omdöme.

source: <strong>Category</strong> shows the most used Category for the respective phone number
cs_cz: <strong>Kategorie</strong> ukazuje nejpoužívanější kategorii pro dané telefonní číslo
de_de: <strong>Kategorie</strong> zeigt die am häufigsten verwendete Kategorie für eine gewählte Rufnummer.
es_es: <strong>Categoría</strong> demuestra la categoría más utilizada para dicho número.
fi_fi: <strong>Kategoria</strong> näyttää käytetyimmät kategoriat tälle puhelinnumerolle.
fr_fr: <strong>Catégorie</strong> représente la catégorie la plus utilisée pour le numéro de téléphone
hu_hu: A <strong>Kategória</strong> résznél tekinthető meg, hogy az adott telefonszám esetében leggyakrabban használt Kategória.
it_it: <strong>Categoria</strong> mostra la categoria più usata per il numero di telefono
pt_br: <strong>Categoria</strong> mostra a Categoria mais usara para o respectivo número telefônico
ru_ru: <strong>Категория</strong> показывает наиболее применяемые категории для данного телефонного номера
sv_se: <strong>Kategori</strong> visar den mest använda Kategorin för respektive telefonnummer.

source: <strong>Community</strong> shows the total statistic counts of positive,neutral and negative ratings from the community
cs_cz: <strong>Komunita</strong> ukazuje celkové statistické počty pozitivních, neutrálních a negativních hodnocení z komunitní databáze
de_de: <strong>Community</strong> zeigt die Gesamtzahl aller positiven, neutralen und negativen Bewertungen der Community.
es_es: <strong>Comunidad</strong> muestra número estadístico total de las evaluaciones positivas, neutrales y negativas de la base de datos comunitaria.
fi_fi: <strong>Yhteisö</strong> näyttää kokonaismäärän positiivisista, neutraaleista ja negatiivisista larvioista, jotka yhteisö on antanut.
fr_fr: <strong>Communauté</strong> affiche les nombres des statistiques globaux de l'évaluation positive, neutre et négative de la base de données communautaire
hu_hu: A <strong>Közösség</strong>résznél az összesített közösségi statisztikai adatok tekinthetők meg: a pozitív, semleges és a negatív értékelések száma.
it_it: <strong>Comunità</strong> mostra il numero di statistica completo di valutazioni positive, neutre e negative della base di dati comunitaria.
pt_br: <strong>Comunidade</strong> mostra a estatística de contagem total de notas positivas, negativas e neutras da comunidade.
ru_ru: <strong>Община</strong> показывает общее статистическое количество положительных, нейтральных и негативных оценок из общинной базы данных
sv_se: <strong>Användargemenskapen</strong> visar den totala statistiken med positiva, neutrala och negativa omdömen för användargemenskapen.

source: In this section you can access additional information and export/import function
cs_cz: V této sekci můžete nalézt další informacím a exportní / importní funkce
de_de: In diesem Abschnitt können Sie auf zusätzliche Informationen und auf die Export/Import Funktion zugreifen
es_es: En esta sección puede acceder a información adicional y la función de exportación/importación
fi_fi: Tässä osiossa saat lisätietoja sovelluksesta ja tutustut vie/tuo -toimintoon.
fr_fr: Dans cette section vous pouvez trouver plus d'informations et les fonctions d'importation/exportation
hu_hu: Ebben a szekcióban további információkat találhat, és használhatja az alkalmazás exportálás/importálás funkcióját.
it_it: In questa sezione è possibile accedere altre informazioni e la funzione aggiuntiva di esportazione/importazione
pt_br: Nesta seção você pode acessar informações adicionais e a função de exportar e importar
ru_ru: В этой секции можете найти дальнейшие информации и экспортные / импортные функции
sv_se: Under denna avdelning kan du komma åt ytterligare information och export/import-funktion.

source: If you need to contact us, use the email address provided. By clicking on the <strong>email address</strong> you will open a screen where some email client can be selected. After this action an email to our support will be prepared automatically with pre-filled information about your app configuration.
cs_cz: Potřebujete-li nás kontaktovat, použijte uvedenou e-mailovou adresu. Kliknutím na <strong>e-mailovou adresu</strong> otevřete obrazovku, kde lze zvolit některýho z e-mailových klientů. Po této akci bude automaticky připraven e-mail k odeslání na naši podporu, s předvyplněnými informacemi o konfiguraci vaší aplikace.
de_de: Wenn Sie uns kontaktieren wollen, verwenden Sie bitte die angegebene E-Mail-Adresse. Bei Klick auf <strong>E-Mail-Adresse</strong> öffnet sich ein Bildschirm auf dem Sie einen E-Mail-Client auswählen können. Nach der Auswahl wird automatisch eine E-Mail an unser Support-Team vorbereitet mit vorab eingefügten Informationen über die Konfiguration Ihrer App.
es_es: Si necesita contactarnos, utilice la dirección de correo electrónico mencionada. Haciendo clic en la <strong>dirección de correo electrónico</strong> se abrirá una pantalla donde puede seleccionar un cliente de correo electrónico. Después de esta acción un correo electrónico estará preparado automáticamente para ser enviado a nuestro soporte con información ya rellenada sobre la configuración de su aplicación.
fi_fi: Jos haluat ottaa meihin yhteyttä, käytä antamaamme sähköpostiosoitetta. Napauttamalla <strong>sähköpostiosoite</strong>-painiketta avautuu näyttö, jossa voi valita sähköpostiasiakkaan. Tämän jälkeen sähköpostiviesti käyttäjätukeemme luodaan automaattisesti esitäytettynä tiedoilla sovelluksesi määrityksistä.
fr_fr: Si vous avez besoin de nous contacter, utilisez l'adresse e-mail. Cliquez sur <strong>adresse e-mail</strong> pour ouvrir un écran où vous pouvez choisir parmi clients e-mail. Après cet événement, e-mail sera automatiquement préparé pour envoyer à notre soutien, prérempli avec des informations sur la configuration de votre application.
hu_hu: Amennyiben ön szeretné felvenni a kapcsolatot velünk, akkor kérjük használja a megadott e-mail címet. Rákattintva az <strong>e-mail cím</strong>-re, egy új ablak nyílik meg a képernyőn, amelyen néhány e-mail kliens közül választhat. Ezt a műveletet követően, egy e-mailt állít elő automatikusan a rendszer az ügyféltámogatást biztosító csapatunk számára, az ön alkalmazás konfigurációs adatival ellátva.
it_it: Se avete bisogno di contattarci, utilizzare l'indirizzo email fornito. Facendo clic sull' <strong>indirizzo email</strong> si aprirà una schermata in cui è possibile selezionare alcuni client di posta elettronica. Dopo questa azione un'e-mail al nostro supporto sarà preparata automaticamente con preriempite informazioni sulla configurazione dell'applicazione.
pt_br: Se você precisar entrar em contato conosco, use o e-mail informado. Ao clicar no <strong>endereço de e-mail</strong> você vai abrir uma tela aonde um cliente de e-mail pode ser selecionado. Após esta ação, um e-mail será preparado automaticamente com informações previamente preenchidas sobre a configuração da sua aplicação.
ru_ru: Если вы захотите контактировать нас, пользуйтесь нижеприведённым мейловым адресом. Щелчком на <strong>мейловый адрес</strong> откроете экран, на котором можно выбрать одного из мейловых клиентов. После этого будет автоматически приготовлен имейл для посылки нашей тех. поддержке, с заполненными информациями о конфигурации вашей аппликации.
sv_se: Om du behöver kontakta oss, använd aktuell e-postadress. Genom att klicka på <strong>e-postadressen</strong) kommer du öppna en skärm där en e-postklient kan väljas. Efter det kommer ett e-postmeddelande till vår support att förberedes automatiskt med förifylld information om dina app-inställningar.

source: strong>Online Manual</strong> opens the internet page with this manual.
cs_cz: <strong>Manuál k aplikaci</strong> otevře internetovou stránku s tímto návodem.
es_es: <strong>Manual de aplicación</strong> abrirá la página de internet con este manual.
it_it: <strong> Manuale per l'applicazione </ strong> si apre una pagina web con questo manuale.
pt_br: <strong>Manual Online</strong> abre a página da internet com este manual.
sv_se: strong>Online-manual</strong> öppnar webbsidan med denna manual.
