Repository: MisterGroup/ShouldIAnswerTranslations
Catalog: web/*/LC_MESSAGES/shouldianswer.po
Languages: cs_cz, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, pl_pl, pt_br, ru_ru, sv_se

source: Preferred installation method is via Google Play Store which you can find directly in your mobile device or via <a href="https://play.google.com/store/apps/details?id=org.mistergroup.muzutozvednout">Google Play web page</a>.
cs_cz: Preferovaný způsob instalace je přes Google Play Store, který najdete přímo ve vašem mobilním zařízení, nebo na <a href="https://play.google.com/store/apps/details?id=org.mistergroup.muzutozvednout">webové stránce Google Play.</a>
de_de: Bevorzugte Installationsmethode ist via Google Play Store, den Sie direkt auf Ihrem mobilen Gerät finden oder über <a href="https://play.google.com/store/apps/details?id=org.mistergroup.muzutozvednout">Google Play Web-Seite.</a>
es_es: El modo preferido de la instalación es a través de Google Play Store el cual encontrará directamente en su dispositivo móvil o en <a href="https://play.google.com/store/apps/details?id=org.mistergroup.muzutozvednout">
fi_fi: Suositeltu asennuskeino on Google Playn kautta. Löydät sen suoraan mobiililaitteestasi tai <a href="https://play.google.com/store/apps/details?id=org.mistergroup.muzutozvednout">Google Playn nettisivuilta</a>.
fr_fr: La méthode d'installation préférentielle est via Google Play Store avec laquelle vous trouverez directement votre type d'appareil ou via <a href="https://play.google.com/store/apps/details?id=org.mistergroup.muzutozvednout">Google Play web page</a>.
hu_hu: A telepítés legjobb módja, ha azt a Google Play Áruházat használva végzi el, amelyet megtalálhat a mobiltelefonjában, vagy ezen a <a href="https://play.google.com/store/apps/details?id=org.mistergroup.muzutozvednout">Google Play oldalon</a>.
it_it: Il metodo di installazione preferito è attraverso il Google Play Store, che si trova all'interno del vostro dispositivo mobile o via email <a href="https://play.google.com/store/apps/details?id=org.mistergroup.muzutozvednout">Google Play web page</a>.
pl_pl: Preferowaną metodą instalacji jest poprzez Google Play Store, które można znaleźć bezpośrednio w urządzeniu przenośnym lub przez <a href = \ "https: //play.google.com/store/apps/details id = org.mistergroup.muzutozvednout " > Google Play internetowej stronie </a>.
pt_br: O método preferencial de instalação é através do Google Play Store, que você pode encontrar diretamente em seu dispositivo ou através da <a href="https://play.google.com/store/apps/details?id=org.mistergroup.muzutozvednout">página web do Google Play</a>.
ru_ru: Предпочитаемым способом установки является установка с Google Play Store, который найдёте прямо в вашем мобильном телефоне или на <a href="https://play.google.com/store/apps/details?id=org.mistergroup.muzutozvednout">веб-страница Google Play.</a>
sv_se: Den bästa installationsmetoden är via Google Play Store som du kan hitta direkt i din mobil eller via <a href="https://play.google.com/store/apps/details?id=org.mistergroup.muzutozvednout">Google Plays webbplats</a>.

source: There is no other official distribution channel of installer APK.
cs_cz: Neexistuje žádný jiný oficiální distribuční kanál pro instalační APK.
de_de: Es gibt keinen anderen offiziellen Distributionskanal der Installer APK.
es_es: No existe ningún otro canal oficial de distribución para la instalación de APK.
fi_fi: Muita virallisia jakelukanavia APK-asentajan saamiseksi ei ole.
fr_fr: Il n'y a pas d'autre canal officiel de distribution pour installer l'APK.
hu_hu: Más hivatalos forrás nem áll rendelkezésre az applikáció telepítéséhez.
it_it: Non c'è nessun altro canale di distribuzione ufficiale per il programma di installazione di APK.
pl_pl: Nie istnieje inny oficjalny kanał dystrybucji instalatora APK.
pt_br: Não há nenhum outro canal de distribuição oficial do APK de instalação.
ru_ru: Не существует иной канал распределения для установочного APK.
sv_se: Det finns inga andra officiella distributionskanaler för APK-installationsprogrammet.

source: If you can't use Google Play for installation and need the APK file separately, feel free to contact us via our email <a href="mailto:support@shouldianswer.net">support@shouldianswer.net</a>.
cs_cz: Jestli pro instalaci nemůžete použít Google Play a potřebujete APK soubor zvlášť, neváhejte nás kontaktovat prostřednictvím našeho e-mailu <a href="mailto:support@shouldianswer.net">support@shouldianswer.net</a>.
de_de: Wenn Sie nicht verwenden können Google Play für die Installation und brauchen die APK-Datei getrennt, können Sie uns über unsere E-Mail kontaktieren <a href="mailto:support@shouldianswer.net">support@shouldianswer.net.</a>
es_es: Si para la instalación no puede usar Google Play y necesita el archivo de APK por separado, no dude en contactarnos via nuestro correo electrónico <a href="mailto:support@shouldianswer.net">support@shouldianswer.net</a>.
fi_fi: Jos et voi käyttää Google Playta asennukseen ja tarvitset APK-tiedoston erikseen, voit ottaa meihin yhteyttä sähköpostitse osoitteeseen<a href="mailto:support@shouldianswer.net">support@shouldianswer.net</a>.
fr_fr: Si vous ne pouvez pas utiliser Google Play pour l'installation et avez besoin de l'APK séparément veuillez nous contacter par email à <a href="mailto:support@shouldianswer.net">support@shouldianswer.net</a>.
hu_hu: Amennyiben ön nem tudja használni a Google Play-t a telepítéshez és szüksége van az APK file-ra, kérjük vegye fel velünk e-mailen a kapcsolatot: <a href="mailto:support@shouldianswer.net">support@shouldianswer.net</a>.
it_it: Se per l'installazione non è possibile utilizzare Google Play e necessita APK file separatamente, non esitate a contattarci attraverso il nostro e-mail <a href="mailto:support@shouldianswer.net">support@shouldianswer.net</a>.
pl_pl: Jeśli nie możesz używać Google Play do montażu i trzeba plik APK oddzielnie, zachęcamy do kontaktu z nami poprzez nasz e-mail <a href="mailto:support@shouldianswer.net"> support@shouldianswer.net </a> ,
pt_br: Se você não puder usar o Google PLay para a instalação e precisar do arquivo APF separadamente, contate-nos através de nosso email em <a href="mailto:support@shouldianswer.net">support@shouldianswer.net</a>.
ru_ru: Если для установки вы не можете использовать Google Play и вам нужен файл APK, не стесняйтесь контактировать нас посредством нашей электронной почты <a href="mailto:support@shouldianswer.net">support@shouldianswer.net</a>.
sv_se: Om du inte kan använda Google Play för att installera och behöver APK-filen separat, kan du kontakta oss via mail på <a href="mailto:support@shouldianswer.net">support@shouldianswer.net</a>.

source: Main Features
cs_cz: Hlavní funkčnosti
de_de: Hauptfunktionen
es_es: Funcionalidades principales
fi_fi: Päätoiminnot
fr_fr: Fonctionnalités principales
hu_hu: Fő Jellemzők
it_it: Caratteristiche principali:
pt_br: Características Principais
ru_ru: Главные особенности
sv_se: Grundfunktioner

source: Easy check of phone numbers ratings in your Phone Call History.
cs_cz: Snadná kontrola hodnocení telefonních čísel v historii Telefonních hovorů.
de_de: Bewertungen von Rufnummern lassen sich ganz leicht in der Anrufhistorie prüfen.
es_es: Control fácil de las evaluaciones de los números de teléfono en el historial de las llamadas.
fi_fi: Helppo puhelinnumeroiden arvioiden tarkistaminen puheluhistoriastasi.
fr_fr: Vérification facile d'évaluation des numéros de téléphone dans l'Historique des appels.
hu_hu: A telefonszámok értékelésének könnyű ellenőrzése a Hívás Előzményekben.
it_it: Controllo facile della valutazione dei numeri di telefono nella cronologia delle chiamate di telefono.
pt_br: Verificação fácil de avaliações de números telefônicos no histórico de ligações do seu telefone.
ru_ru: Простой контроль оценок телефонных номеров в истории звонков.
sv_se: Enkel koll av telefonnummers omdömen i din samtalshistorik

source: Displaying ratings of incoming/outgoing call via special notification (Alert).
cs_cz: Zobrazení hodnocení příchozího/odchozího volání prostřednictvím zvláštních notofikací (Alertů).
de_de: Bewertungen von aus- und eingehenden Anrufen werden durch spezielle Benachrichtigungen (Warnungen) angezeigt.
es_es: Demostrar clasificaciones de llamadas entrantes/salientes a través de notificaciones especiales (Avisos).
fi_fi: Näyttää arviot saapuville/lähteville puheluille erityisen ilmoituksen kautta (Hälytys).
fr_fr: Affichage des évaluation des appels entrants/sortants à travers des alertes spéciales.
hu_hu: A bejövő/kimenő hívások értékelésének megjelenítése speciális értesítésekben (Figyelmeztetés).
it_it: Visualizzazione della valutazione delle chiamate in entrata/uscita mediante notificazione speciale (avvisi).
pt_br: Mostrando avaliações de chamadas recebidas e realizadas através de uma notificação especial (Alerta).
ru_ru: Изображение оценки входящего/исходящего звонка с помощью собственных предупреждений.
sv_se: Visar omdöme för inkommande/utgående samtal via speciella meddelanden (notifieringar).

source: Displaying after-call information with possibility to write own rating.
cs_cz: Zobrazení informací o uskutečněném hovoru s možností napsání vlastního hodnocení.
de_de: Durch Anzeige von Informationen nach Beendigung eines Anrufs können Sie Rufnummern sofort bewerten.
es_es: Demostrar información posterior a la llamada con la posibilidad de escribir propia evaluación.
fi_fi: Näyttää puheluiden jälkeistiedot, joihin on mahdollista lisätä oma arvio.
fr_fr: Affichage des informations sur les appels avec la possibilité d'écrire une évaluation propre.
hu_hu: A hívás utáni információk megjelenítése, saját értékelés megírásának lehetőségével.
it_it: Visualizzazione di informazioni dopo la chiamata con possibilità di scrivere propria valutazione.
pt_br: Mostrando informações pós chamada com a possibilidade de escrever a própria avaliação.
ru_ru: Изображение информации о произведённом звонке с возможностью написания собственной оценки.
sv_se: Visar information efter samtal med möjlighet att lämna ett eget omdöme.

source: Flexible rating system.
cs_cz: Flexibilní systém hodnocení.
de_de: Flexibles Bewertungssystem.
es_es: Sistema de evaluación flexible.
fi_fi: Joustava arviointijärjestelmä.
fr_fr: Système d'évaluation flexible.
hu_hu: Rugalmas értékelési rendszer.
it_it: Sistema di valutazione flessibile.
pt_br: Sistema de avaliações flexível.
ru_ru: Гибкая система оценок.
sv_se: Flexibelt omdömessystem.

source: Fully customizable alerts.
cs_cz: Plně přizpůsobitelné alerty.
de_de: Vollständig anpassbare Benachrichtigungen.
es_es: Avisos completamente personalizables.
fi_fi: Täysin kustomoitavat hälytykset.
fr_fr: Alertes entièrement personnalisables.
hu_hu: Teljesen testreszabható értesítések.
it_it: Avvisi completamente personalizzabile.
pt_br: Alertas completamente customizáveis.
ru_ru: Полностью настраиваемые предупреждения.
sv_se: Helt anpassningsbara meddelanden.

source: Optional automatic blocking of unwanted incoming/outgoing calls.
cs_cz: Volitelné automatické blokování nevyžádaných příchozích/odchozích hovorů.
de_de: Flexibles Blockieren unerwünschter eingehender/ausgehender Anrufe.
es_es: Bloqueo automático opcional de llamadas no deseadas entrantes/salientes.
fi_fi: Valinnainen automaattinen esto ei-toivotuille saapuville/lähteville puheluille.
fr_fr: Blocage automatique optionnelle des appels entrants/sortants indésirables.
hu_hu: Opcionális automatikus blokkolási funkció a kéretlen bejövő/kimenő hívásokra.
it_it: Il blocco automatico opzionale delle chiamate in entrata/uscita indesiderate.
pt_br: Bloqueio automático opcional de chamadas recebidas e realizadas não solicitadas.
ru_ru: Необязательное автоматическое блокирование нежелательных входящих/исходящих звонков.
sv_se: Valbar automatisk blockning av oönskade inkommande/utgående samtal.

source: Daily updated Community Database.
cs_cz: Denně aktualizovaná komunitní databáze.
de_de: Täglich aktualisierte Community-Datenbank.
es_es: Base de datos comunitaria actualizada diariamente.
fi_fi: Päivittäin päivitettävä yhteisötietokanta.
fr_fr: Mis à jour quotidiens de base de données de la communauté
hu_hu: Napi frissítésű Közösségi Adatbázis.
it_it: Base di dati comunitaria aggiornata quotidianamente.
pt_br: Banco de dados da comunidade atualizado diariamente.
ru_ru: Ежедневно актуализированная общинная база данных.
sv_se: Användardatabas som uppdateras dagligen.

source: How it works
cs_cz: Podívejte se, jak to funguje
de_de: Wie es funktioniert
es_es: Mire cómo funciona
fi_fi: Kuinka se toimii
fr_fr: Comment ça fonctionne
hu_hu: Működés
it_it: Come funziona
pt_br: Como funciona
ru_ru: Как это работает
sv_se: Hur det fungerar

source: When some number calls, application shows phone number rating via <strong>security rating notifications</strong> (Alerts).
cs_cz: Když vám nějaké číslo zavolá, aplikace zobrazí hodnocení telefonního čísla pomocí <strong>notifikace bezpečnostního hodnocení</strong> (Alertu).
de_de: Bei jedem Anruf zeigt die App mit <strong>Sicherheitsbenachrichtigungen </strong> (Warnungen) Ihre Bewertung der Rufnummer.
es_es: Cuando algún número le llama, la aplicación muestra la evaluación del número de teléfono <strong>notificación de evaluación de seguridad</strong> (alertas).
fi_fi: Kun sinulle tulee puhelu, sovellus näyttää arvion puhelinnumerolle<strong>turvallisuusarvio-ilmoitusten</strong> kautta (Hälytykset)
fr_fr: Si vous êtes appelé par un numéro, l'application affiche l'évaluation de ce numéro de téléphone en utilisant <strong>alerte d'évaluation de la sécurité</strong>.
hu_hu: Hívás esetében, az alkalmazás megjeleníti a telefonszám értékelését a <strong>biztonsági értékelés értesítésekben</strong> (Figyelmeztetések)
it_it: Quando qualche numero chiama, applicazione mostra valutazione del numero di telefono mediante <strong>notificazione della valutazione di sicurezza</strong> (avvisi).
pt_br: Quando um número liga, a aplicação mostra a avaliação do número telefônico via <strong>notificações de avaliação de segurança</strong> (Alertas).
ru_ru: Когда вам звонит какой-либо номер, аппликация изобразит его оценки с помощью<strong>охранного предупреждения</strong>
sv_se: När något nummer ringer, visar appen numrets rankning via <strong>meddelanden om säkerhetsrankning</strong> (Varningar).

source: Each rating is based on reviews in Community Database, your Phone Contacts and your own ratings.
cs_cz: Každé hodnocení je založeno na hodnocení v Komunitní databázi, vašich telefonní Kontaktech a vašem vlastním hodnocení.
de_de: Jede Bewertung basiert auf Meinungen aus der Community-Datenbank, Ihrer Kontaktliste und Ihrer eigenen Bewertung.
es_es: Cada evaluación se basa en evaluaciones de base de datos de la comunidad, sus contactos de teléfono y su propia evaluación.
fi_fi: Jokainen arvio perustuu yhteisötietokannan arvosteluihin, puhelimesi yhteystietoihin sekä omiin arvioihisi.
fr_fr: Chaque évaluation est basé sur l'évaluation de la base de données communautaire, vos contacts téléphoniques et votre propre évaluation.
hu_hu: Minden értékelés alapját a Közösségi Adatbázis adatai, az ön névjegyzéke és saját értékelési adják.
it_it: Ogni valutazione è basata nelle valutazione in base di dati comunitaria, suoi contatti di telefono e le sue valutazioni.
pt_br: Cada avaliação é baseada nas análises na Base de Dados da Comunidade, seus Contatos Telefônicos e em suas próprias avaliações.
ru_ru: Каждая оценка основывается на оценках из общинной базы данных, ваших телефонных контактах и вашей собственной оценке.
sv_se: Varje rankning är baserad på omdömen från användardatabasen, dina kontakter och dina egna omdömen.

source: All above is combined into single <strong>POSITIVE, NEUTRAL, NEGATIVE or UNKNOWN</strong> rating.
cs_cz: Všechny výše uvedené faktory se sloučí do výsledného hodnocení : <strong>POZITIVNÍ, NEUTRÁLNÍ, NEGATIVNÍ nebo NEZNÁMÉ</strong>.
de_de: Alle Infos werden in einer einzigen <strong>POSITIVEN, NEUTRALEN, NEGATIVEN oder UNBEKANNTEN</strong> Bewertung zusammengefasst.
es_es: Todos los factores anteriores se combinan en una evaluación final : <strong>POSITIVA, NEUTRAL, NEGATIVA o DESCONOCIDA</strong>.
fi_fi: Kaikki tiedot ylläolevista lähteistä yhdistetään yhteen arvioon, joka on joko<strong> POSITIIVINEN, NEUTRAALI, NEGATIIVINEN tai TUNTEMATON</strong>.
fr_fr: Tous les facteurs ci-dessus sont combinés dans l'évaluation finale: <strong>POSITIVE, NEUTRE, NÉGATIVE ou INCONNU</strong>.
hu_hu: Minden összegezve az adott szám, egy egyszerű <strong>POZITÍV, SEMLEGES, NEGATÍV vagy ISMERETLEN</strong> értékelést kap.
it_it: Tutti i fattori di cui sopra sono combinati nella valutazione finale: <strong> POSITIVA, NESUTRA, NEGATIVA o SCONOSCIUTA </ strong>.
pt_br: Tudo isso é combinado em uma única avaliação <strong>POSITIVA, NEUTRA, NEGATIVA or DESCONHECIDA</strong>.
ru_ru: Все вышеупомянутые факторы объединятся в итоговой оценке: <strong>ПОЛОЖИТЕЛЬНАЯ, НЕЙТРАЛЬНАЯ, ОТРИЦАТЕЛЬНАЯ или НЕИЗВЕСТНАЯ</strong>.
sv_se: Ovanstående kombineras till ett sammanslaget <strong>POSITIVT, NEUTRALT, NEGATIVT or OKÄNT</strong> omdöme.

source: How all the information sources will be combined is fully customizable in the <strong>RATINGS</strong> tab.
cs_cz: Jak se všechny zdroje informací zkombinují, je plně nastavitelné na záložce <strong>Hodnocení</strong>.
de_de: Wie sie die Informationen zusammenfassen können Sie ganz leicht im <strong>Bewertungen</strong> Tab anpassen.
es_es: Cómo se combinan todas las fuentes de información es completamente ajustable en la pestaña <strong>Evaluaciones.</strong>
fi_fi: Kuinka eri lähteiden tiedot yhdistellään, on täysin kustomoitavissa <strong>ARVIOT</strong>-välilehdellä.
fr_fr: Comment combiner toutes les sources d'information, il est entièrement personnalisable sur le <strong>ÉVALUATIONS</strong>.
hu_hu: Minden rendelkezésre álló információ forrás beállítása teljes mértékben testreszabható az alkalmazás<strong>ÉRTÉKELÉSEK</strong> menüpontjában.
it_it: Come tutte le fonti di informazione saranno combinati è completamente personalizzabile nella scheda <strong>VALUTAZIONE</strong>
pt_br: A forma pela qual as fontes de informação serão combinadas é completamente customizavel na aba de <strong>AVALIAÇÕES</strong>.
ru_ru: Способ комбинирования всех источников информации является полностью настраиваемым во вкладке<strong>Оценка</strong>.
sv_se: Hur alla informationskällor kombineras är helt anpassningsbart i <strong>RANKNING</strong> fliken.

source: How and what alerts will be displayed can be configured in the <strong>ALERTS</strong> tab.
cs_cz: Jak a jaké výstrahy (Alerty) se budou zobrazovat lze nakonfigurovat na záložce <strong>VAROVÁNÍ</strong>.
de_de: Wie und welche Warnungen angezeigt werden können Sie im <strong>WARNUNGEN</strong> Tab konfigurieren.
es_es: Cómo y qué avisos se mostrarán se puede configurar en la pestaña <strong>AVISOS.</strong>
fi_fi: Miten ja mitkä hälytykset näytetään, voidaan määritellä <strong>HÄLYTYKSET</strong>-välilehdellä.
fr_fr: Comment et quels alertes sera affichées peut être configuré sur le <strong>ALERTS</strong>.
hu_hu: Az értékelések beállításai, illetve, hogy azok hogyan jelenjenek meg, az alkalmazás <strong>FIGYELMEZTETÉSEK</strong> menüpontjában állíthatók be.
it_it: Come e quali avvisi verranno visualizzati è possibile configurarare nella scheda <strong>AVVISI</strong>
pt_br: Quais alertas serão mostrados pode ser configurado na aba <strong>ALERTAS</strong>.
ru_ru: Как и какие предупреждения будут изображаться можно настроить во вкладке<strong>ПРЕДУПРЕЖДЕНИЯ</strong>.
sv_se: Hur och vilka meddelanden som visas kan ställas in i <strong>MEDDELANDE</strong> fliken.

source: How the incoming/outgoing calls will be maintained and blocked can be configured in the <strong>BLOCKING</strong> tab.
cs_cz: Jak budou spravovány a blokovány příchozí/odchozí hovory lze konfigurovat na záložce <strong>BLOKOVÁNÍ</strong>.
de_de: Wie die eingehenden/ausgehenden Anrufe erfasst und blockiert werden können Sie im <strong>BLOCKIEREN</strong> Tab konfigurieren.
es_es: Cómo serán administradas y bloqueadas las llamadas entrantes/salientes se puede configurar en la pestaña de <strong>BLOQUEO</strong> .
fi_fi: Miten saapuvia/lähteviä puheluita ylläpidetään ja estetään, voidaan määritellä <strong>ESTÄMINEN</strong>-välilehdellä.
fr_fr: Comme il sera traité et bloqué les appels entrants/sortants peut être configuré sur le <strong>BLOCAGE</strong>.
hu_hu: A bejövő/kimenő hívások kezelésének és blokkolásának opciói az alkalmazás <strong>BLOKKOLÁS</strong> menüpontjában állítható be.
it_it: Come le chiamate in entrata/uscita saranno mantenute e bloccate è possibile configurare nella scheda <strong>BLOCCO</strong>
pt_br: Como as chamadas recebidas e realizadas serão mantidas e bloqueadas pode ser configurado na aba <strong>BLOQUEIO</strong>.
ru_ru: Как будут обслуживаться и блокироваться входящие/исходящие звонки можно конфигурировать во вкладке<strong>БЛОКИРОВАНИЕ</strong>.
sv_se: Hur inkommande/utkommande samtal kommer hanteras och blockeras kan ställas in i <strong>BLOCKERING</strong> fliken.

source: User Interface
cs_cz: Uživatelské rozhraní
de_de: Benutzeroberfläche
es_es: Interfaz de usuarios
fi_fi: Käyttöliittymä
fr_fr: Interface utilisateur
hu_hu: Felhasználó Felület
it_it: L'interfaccia utente
pl_pl: Interfejs użytkownika
pt_br: Interface de usuário
ru_ru: Интерфейс пользователя
sv_se: Användargränssnitt

source: Summary
cs_cz: Přehled
de_de: Zusammenfassung
es_es: Resumen
fi_fi: Yhteenveto
fr_fr: Résumé
hu_hu: Összegzés
it_it: Sommario
pl_pl: Streszczenie
pt_br: Resumo
ru_ru: Обзор
sv_se: Summering

source: This section contains the summary of basic protection statistics and statuses of application components.
cs_cz: Tato sekce obsahuje souhrn statistiky základní ochrany a stavy komponent aplikace.
de_de: Dieser Abschnitt enthält einen Überblick über Schutz-Statistiken und Statuseinstellungen der App-Komponenten.
es_es: Esta sección contiene el resumen de las estadísticas de protección básica y estados de los componentes de aplicación.
fi_fi: Tämä osa sisältää yhteenvedon suojauksen olennaisista tilastotiedoista ja sovelluskomponenttien tilasta.
fr_fr: Cette section contient un résumé des statistiques de protection principal et les états de composants de l'application.
hu_hu: Ez a szekció az alapvető beállítások statisztikai adatait és az alkalmazás komponenseinek státuszát tartalmazza.
it_it: Questa sezione contiene il riepilogo della statisticha della protezione basale e gli stati dei componenti dell'applicazione.
pt_br: Esta seção contem o resumo das estatísticas básicas de proteção e status dos componentes da aplicação.
ru_ru: Эта секция содержит совокупность статистик основной охраны и состояния компонентов аппликации.
sv_se: Denna sektion innehåller sammanfattning av grundläggande skyddsstatistik och status på app-komponenter.
