Repository: MisterGroup/ShouldIAnswerTranslations
Catalog: web/*/LC_MESSAGES/shouldianswer.po
Languages: cs_cz, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, pl_pl, pt_br, ru_ru, sv_se

source: Privacy Policy Changes
cs_cz: Změny Ochrany soukromí
de_de: Datenschutz-Änderungen
es_es: Cambios de la Protección de privacidad
fi_fi: Muutokset turvallisuuskäytäntöön
fr_fr: Modifications de la politique de confidentialité
hu_hu: Adatvédelmi Irányelvek Változásai
it_it: Cambiamento di protezione della privacy
pl_pl: Zmiany polityki prywatności
pt_br: Mudanças Política de Privacidade
ru_ru: Изменения Охраны личных данных
sv_se: Ändringar i Sekretesspolicyn

source: This privacy policy can be modified from time to time. We will keep this document in sync with technology standards we use.
cs_cz: Tato pravidla Ochrany soukromí mohou být občas měněna. Tento dokument bude udržován v souladu s technologickými standardy, které používáme.
de_de: Diese Datenschutzrichtlinie kann von Zeit zu Zeit geändert werden. Wir werden dieses Dokument entsprechend den Technologiestandards aktuell halten.
es_es: Estas reglas de la Protección de privacidad pueden ser modificadas de vez en cuando. Este documento se mantendrá acorde con los estándar que estamos utilizando.
fi_fi: Turvallisuuskäytäntöä saatetaan muuttaa aika ajoin. Pidämme tämän dokumentin ajan tasalla uusien teknologiastandardien kanssa.
fr_fr: Cette politique de confidentialité peut être modifiée de temps en temps. Nous allons mettre à jour ce document conformément aux normes technologiques que nous utilisons.
hu_hu: Az adatvédelmi irányelvek időről-időre módosulhatnak, ezért ennek a dokumentumnak a tartalmát, mindig az általunk használt technológiai szabványoknak megfelelően fogjuk szinkronizálni.
it_it: Questa informativa sulla privacy può essere modificato di volta in volta. Terremo questo documento in sintonia con gli standard tecnologici che utilizziamo.
pl_pl: Niniejsza Polityka Prywatności może zostać zmieniona od czasu do czasu. Będziemy przechowywać ten dokument w synchronizacji ze standardów technologicznych, których używamy.
pt_br: Esta política de privacidade pode ser modificada de tempos a tempos. Vamos manter este documento em sincronia com padrões de tecnologia que usamos.
ru_ru: Эти правила охраны личных данных могут иногда меняться. Этот документ будет удерживаться в соответствии с техническими стандартами, которые используем.
sv_se: Den här sekretesspolicyn uppdateras från och till. Vi kommer att hålla beskrivningen i synk med teknologistandarderna vi använder.

source: Any questions ?
cs_cz: Dotazy?
de_de: Haben Sie Fragen?
es_es: Algunas preguntas?
fi_fi: Kysymyksiä?
fr_fr: Des questions ?
hu_hu: Kérdése van?
it_it: Qualsiasi domanda ?
pl_pl: Jakiekolwiek pytania ?
pt_br: Alguma pergunta ?
ru_ru: Вопросы?
sv_se: Några frågor?

source: Send an email to <a href="mailto:support@shouldianswer.net">support@shouldianswer.net</a>
cs_cz: Zašlete email na <a href="mailto:support@shouldianswer.net">support@shouldianswer.net</a>
de_de: Senden Sie eine Email an <a href="mailto:support@shouldianswer.net">support@shouldianswer.net~~V</a>
es_es: Envíe un email a <a href="mailto:support@shouldianswer.net">support@shouldianswer.net</a>
fi_fi: Lähetä sähköpostia osoitteeseen <a href="mailto:support@shouldianswer.net">support@shouldianswer.net</a>
fr_fr: Envoyez un e-mail à <a href="mailto:support@shouldianswer.net">support@shouldianswer.net</a>
hu_hu: Küldjön egy e-mailt a <a href="mailto:support@shouldianswer.net">support@shouldianswer.net</a> e-mail címre.
it_it: Invia una mail a <a href="mailto:support@shouldianswer.net">support@shouldianswer.net</a>
pl_pl: Wyślij e-mail do <a href="mailto:support@shouldianswer.net">support@shouldianswer.net</a>
pt_br: Enviar um e-mail para <a href="mailto:support@shouldianswer.net">support@shouldianswer.net</a>
ru_ru: Пошлите майл на <a href="mailto:support@shouldianswer.net">support@shouldianswer.net</a>
sv_se: Skicka ett mail till <a href="mailto:support@shouldianswer.net">support@shouldianswer.net</a>

source: Removal Request
cs_cz: Požadavek k odstranění
de_de: Antrag auf Entfernung
es_es: Requisito de eliminación
fi_fi: Poistopyyntö
fr_fr: Suppression de la demande
hu_hu: Eltávolítási Kérelem
it_it: Il requisito di rimuovere
pl_pl: Żądanie usunięcia
pt_br: Solicitação de remoção
ru_ru: Требование к отстранению
sv_se: Begär borttagning

source: Removal Request Form
cs_cz: Formulář pro požadavek k odstranění obsahu
de_de: Antrag auf Entfernung Formular
es_es: Formulario para el requisito de eliminar el contenido
fi_fi: Poistopyyntölomake
fr_fr: Suppression du formulaire de demande
hu_hu: Eltávolítási Kérelem Űrlap
it_it: Formulario di richiesta per rimuovere i contenuti
pl_pl: Formularz wniosku o usunięcie
pt_br: Formulário de solicitação de remoção
ru_ru: Бланк для требования к отстранению
sv_se: Formulär för att begära borttagning

source: Removal of Review ID: %s
cs_cz: Odstranění hodnocení ID: %s
de_de: Entfernung von Bewertungs-ID:%s
es_es: Eliminar evaluación de ID: %s
fi_fi: Arvostelun poisto ID: %s
fr_fr: Suppression du commentaire ID: %s
hu_hu: Eltávolítandó Felhasználói Vélemény ID azonosítója: %s
it_it: Rimozione di Recensione ID: %s
pl_pl: Usunięcie ID Recenzja: %s
pt_br: Remoção da análise com ID: %s
ru_ru: Отстранение оценки ID: %s
sv_se: Borttagning av omdöme ID: %s

source: Removal of Comment ID: %s
cs_cz: Odstranění komentáře ID: %s
de_de: Entfernung von Kommentar-ID:%s
es_es: Eliminar el comentario de ID: %s
fi_fi: Kommentin poisto ID: %s
fr_fr: Suppression du commentaire ID: %s
hu_hu: Eltávolítandó Felhasználói Hozzászólás ID azonosítója: %s
it_it: Rimozione di Commento ID: %s
pl_pl: Usunięcie Komentarz ID: %s
pt_br: Remoção do comentário com ID: %s
ru_ru: Отстранения комментария ID: %s
sv_se: Borttagning av kommentar ID: %s

source: Your request has been succesfully send to our support team.
cs_cz: Váš požadavek byl úspěšně odeslán naší podpoře.
de_de: Ihre Anfrage wurde erfolgreich an unser Support-Team gesendet.
es_es: Su requisito ha sido enviado con éxito a nuestro equipo de soporte.
fi_fi: Pyyntösi on lähetetty onnistuneesti tukitiimillemme.
fr_fr: Votre demande a été envoyé avec succès à notre équipe de soutien.
hu_hu: A kérelmét sikeresen továbbítottuk a támogatási csapatunk illetékes kollégáinknak.
it_it: La sua richiesta è stata inviata con successo al nostro equipe di supporto.
pl_pl: Twoja prośba została pomyślnie wysłana do naszego wsparcia.
pt_br: Sua solicitação foi encaminhada com sucesso para nossa equipe de suporte.
ru_ru: Ваше требование было успешно отослано нашей техподдержке.
sv_se: Din förfrågan har skickats till vårt support-team.

source: We should process it in max 3 work days.
cs_cz: Měli bychom jej vyřídit do 3 pracovních dnů.
de_de: Wir sollten es in maximal 3 Werktagen zu bearbeiten.
es_es: Deberíamos procesarlo en tres días laborales.
fi_fi: Meillä menee sen käsittelyyn korkeintaan kolme työpäivää.
fr_fr: Nous devrions le traiter dans les 3 jours ouvrables.
hu_hu: A kérelem feldolgozása 3 munkanapot vesz igénybe.
it_it: Dovremmo elaborarlo in 3 giorni lavorativi.
pl_pl: Musimy sobie z tym poradzić w ciągu 3 dni roboczych.
pt_br: Devemos processá-la em até três dias úteis.
ru_ru: Мы выполним его до 3 рабочих дней.
sv_se: Det bör ta max tre arbetsdagar för oss att ta hand om detta.

source: Thank you very much!
cs_cz: Velmi děkujeme!
de_de: Vielen Dank.
es_es: Muchas gracias.
fi_fi: Kiitos paljon!
fr_fr: Merci beaucoup!
hu_hu: Nagyon szépen köszönjük!
it_it: Grazie molte!
pl_pl: Dziękuję Ci bardzo!
pt_br: Muito obrigado!
ru_ru: Большое вам спасибо!
sv_se: Tack så mycket!

source: Something wrong happened during storing your request.
cs_cz: Něco špatného se stalo během ukládání vašeho požadavku.
de_de: während der Speicherung Ihrer Anfrage ist etwas schiefgelaufen.
es_es: Algo malo ha pasado al guardar su requisito.
fi_fi: Jokin meni vikaan pyyntöäsi tallennettaessa.
fr_fr: Quelque chose de mauvais est arrivé lors de l'enregistrement de votre demande.
hu_hu: Valamilyen hiba lépett fel, a kérelem eltárolása közben.
it_it: Qualcosa di sbagliato è accaduto durante la memorizzazione di vostra richiesta.
pl_pl: Coś złego się stało podczas zapisywania żądania.
pt_br: Algo de errado aconteceu durante a armazenagem de sua solicitação.
ru_ru: Что-то произошло при сохранении вашего требования.
sv_se: Ett fel inträffade vid lagring av din förfrågan.

source: Please contact us at <strong>support@shouldianswer.net</strong>
cs_cz: Prosím kontaktujte nás na <strong>support@shouldianswer.net</strong>
de_de: Bitte kontaktieren Sie uns unter <strong>support@shouldianswer.net</strong>
es_es: Por favor, póngase en contacto en <strong>support@shouldianswer.net</strong>
fi_fi: Ole hyvä ja ota yhteyttä osoitteeseen <strong>support@shouldianswer.net</strong>
fr_fr: Veuillez nous contacter à <strong>support@shouldianswer.net</strong>
hu_hu: Kérjük, vegye fel velünk a kapcsolatot a <strong>support@shouldianswer.net</strong> e-mail címen.
it_it: Vi preghiamo di contattarci a <strong>support@shouldianswer.net</strong>
pl_pl: Prosimy o kontakt z nami pod adresem <strong> support@shouldianswer.net </ strong>
pt_br: Por favor, entre em contato conosco em <strong>support@shouldianswer.net</strong>
ru_ru: Пожалуйста контактируйте нас на <strong>support@shouldianswer.net</strong>
sv_se: Vänligen kontakta oss på <strong>support@shouldianswer.net</strong>

source: Please fix errors marked with red description
cs_cz: Prosím opravte chyby označené červeným popisem
de_de: Bitte korrigieren Sie die mit Rot markierten Fehler
es_es: Por favor corrija los errores marcados con la descripción en rojo.
fi_fi: Korjaa punaisella merkityt osat, kiitos
fr_fr: S'il vous plaît corrigez les erreurs marqués avec la description rouge
hu_hu: Kérjük, javítsa ki a piros színnel megjelölt részeket.
it_it: Si prega di correggere gli errori contrassegnati da descrizione rossa
pl_pl: Proszę poprawić błędy oznaczone czerwono
pt_br: Por favor, corrija os erros marcados em vermelho
ru_ru: Пожалуйста исправьте ошибки, выделенные красным шрифтом
sv_se: Vänligen korrigera fel markerade med rött.

source: Before filling the form you could find useful basic information about solving content issues on our site
cs_cz: Než vyplníte formulář možná shledáte užitečnými základní informace o řešení problémů s obsahem na těchto stránkách
de_de: Vor dem Ausfüllen des Formulars Sie nützliche Basisinformationen über die Lösung von inhaltlichen Fragen auf unserer Website finden konnten
es_es: Antes de rellenar el formuario igual encuentre útiles las informaciones sobre la solución de los problemas con el contenido en estas páginas
fi_fi: Ennen kuin täytät lomakkeen voit katsoa hyödyllistä tietoa sisältöongelmien ratkaisemiseen verkkosivuiltamme
fr_fr: Avant de remplir le formulaire vous pourriez trouver des informations utiles sur la résolution de problèmes de contenu sur notre site
hu_hu: Az űrlap kitöltése előtt, érdemes elolvasnia az oldalunkon rendelkezésre álló alapvető információkat, a weblapon megtalálható tartalmakkal kapcsolatos problémák megoldásáról.
it_it: Prima di riempire il formuario forse trovi utilli informazioni per risolvere i problemi con il contenuto in queste pagine
pl_pl: Przed wypełnieniem formularza będzie można znaleźć przydatne informacje na temat rozwiązywania podstawowych problemów treści na naszej stronie
pt_br: Antes de preencher o formulário você deve buscar as informações básicas úteis sobre a resolução de problemas em nosso site
ru_ru: Прежде чем заполните формуляр возможно вам будут полезны основные информации о решении проблем с содержанием на этих страницах
sv_se: Innan du fyller i formuläret kan du hitta värdefull grundläggande information om hur du löser innehållsproblem på vår webb.

source: Subject
cs_cz: Subjekt
de_de: Subjekt
es_es: Objeto
fi_fi: Aihe
fr_fr: Sujet
hu_hu: Tárgy
it_it: Soggetto
pl_pl: Przedmiot
pt_br: Assunto
ru_ru: Субъект
sv_se: Ämne

source: Content was submitted for number
cs_cz: Obsah byl odeslán pro číslo
de_de: Inhalt wurde für die Nummer gesendet
es_es: Contenido ha sido enviado para el número
fi_fi: Sisältö toimitettiin numerolle
fr_fr: Le contenu a été soumis à numéro
hu_hu: A tartalom a következő számhoz lett beküldve
it_it: Contenuto è stato inviato per numero
pl_pl: Treść została wysłana dla numeru
pt_br: Conteúdo foi enviado para o número
ru_ru: Содержание было послано к номеру
sv_se: Innehåll skickades in för nummer

source: Content
cs_cz: Obsah
de_de: Inhalt
es_es: Contenido
fi_fi: Sisältö
fr_fr: Contenu
hu_hu: Tartalom
it_it: Contenuto
pl_pl: Zadowolony
pt_br: Conteúdo
ru_ru: Содержание
sv_se: Innehåll

source: Your Name
cs_cz: Vaše Jméno
de_de: Ihr Name
es_es: Su nombre
fi_fi: Nimesi
fr_fr: Votre nom
hu_hu: Az Ön Neve
it_it: Suo Nome
pl_pl: Twoje imię
pt_br: Seu nome
ru_ru: Ваше имя
sv_se: Ditt Namn

source: Please enter full real name
cs_cz: Prosím zadejte vaše plné skutečné jméno
de_de: Bitte den vollständigen Namen angeben
es_es: Por favor complete con su número entero real
fi_fi: Syötä koko oikea nimesi, kiitos
fr_fr: S'il vous plaît entrez votre nom complet réel
hu_hu: Kérjük, adja meg a teljes, valódi nevét
it_it: Per favore inserisci il tuo nome e cognome reale
pl_pl: Proszę podać swoje prawdziwe imię
pt_br: Por favor, informe seu nome completo
ru_ru: Пожалуйста введите ваше действительное полное имя
sv_se: Vänligen ange ditt fullständiga riktiga namn

source: Reason Type
cs_cz: Typ důvodu
de_de: Typ des Grund
es_es: Tipo de razón
fi_fi: Syyn tyyppi
fr_fr: Type de raison
hu_hu: A Kérelem Okának Típusa
it_it: Tipo di ragione
pl_pl: Rodzaj powodu
pt_br: Tipo de motivo
ru_ru: Тип причины
sv_se: Orsakstyp

source: Contains personal information
cs_cz: Obsahuje osobní informace
de_de: Enthält persönliche Daten
es_es: Contiene informaciones personales
fi_fi: Sisältää yksityistä informaatiota
fr_fr: Contient des informations personnelles
hu_hu: Személyes adatokat tartalmaz
it_it: Contiene informazioni personali
pl_pl: Zawiera informacje osobiste
pt_br: Contem informações pessoais
ru_ru: Содержит личные данные
sv_se: Innehåller personlig information

source: Contains false information
cs_cz: Obsahuje nepravdivé informace
de_de: Enthält falsche Angaben
es_es: Contiene informaciones falsas
fi_fi: Sisältää väärää informaatiota
fr_fr: Contient des informations fausses
hu_hu: Valótlan, hamis információt tartalmaz
it_it: Contiene informazioni false
pl_pl: Zawiera nieprawdziwe informacje
pt_br: Contem informações falsas
ru_ru: Содержит ложные информации
sv_se: Innehåller felaktig information

source: Breaks the rules of this service
cs_cz: Porušuje pravidla služby
de_de: Bricht die Regeln dieses Dienstes
es_es: Viola las reglas del servicio
fi_fi: Rikkoo tämän palvelun sääntöjä
fr_fr: Viole les règles de service
hu_hu: Megszegi ennek a szolgáltatásnak a szabályait
it_it: Viola le regole del servizio
pl_pl: Łamie zasady tej usługi
pt_br: Quebra as regras deste serviço
ru_ru: Нарушает правила услуг
sv_se: Bryter mot reglerna kopplade till denna tjänst

source: I'm author of review and I want to remove it
cs_cz: Jsem autor hodnocení a chci jej odstranit
de_de: Ich bin Autor der Bewertung und ich möchte sie entfernen
es_es: Soy autor de la evaluación y la quiero eliminar
fi_fi: Olen arvostelun kirjoittaja ja haluan poistaa sen
fr_fr: Je suis auteur du commentaire et je veux le supprimer.
hu_hu: Én vagyok a szerzője ennek a felhasználói véleménynek és el akarom távolíttatni.
it_it: Sono autore di revisione e voglio toglierla.
pl_pl: Jestem autorem recenzji i chcę go usunąć
pt_br: Eu sou o autor da análise e quero que seja removida
ru_ru: Я автор оценки и хочу её отстранить
sv_se: Jag är upphovsperson för omdömet och vill plocka bort det

source: Other reason
cs_cz: Jiný důvod
de_de: Anderer Grund
es_es: Otras razones
fi_fi: Muu syy
fr_fr: Un autre raison
hu_hu: Egyéb ok
it_it: Un'altra ragione
pl_pl: Inny powód
pt_br: Outro motivo
ru_ru: Другая причина
sv_se: Annan anledning

source: Please select the reason type
cs_cz: Prosím zvolte typ důvodu
de_de: Bitte wählen Sie den Grund
es_es: Por favor seleccione el tipo de razón
fi_fi: Valitse syyn tyyppi, kiitos
fr_fr: Veuillez sélectionner le type de raison
hu_hu: Kérjük, válassza ki a kérelem okának típusát
it_it: Seleziona il tipo di ragione
pl_pl: Proszę wybrać rodzaj przyczyny
pt_br: Por favor escolha o tipo do motivo
ru_ru: Пожалуйста выберите тип причины
sv_se: Välj typ av anledning

source: Reason details
cs_cz: Detaily důvodu
de_de: Einzelheiten zum Grund
es_es: Detalles de razón
fi_fi: Tietoa syystä
fr_fr: Détails de raison
hu_hu: A kérelem okának részletezése
it_it: Dettagli delle ragioni
pl_pl: Szczegóły powodu
pt_br: Detalhes do motivo
ru_ru: Подробности причины
sv_se: Orsaksdetaljer

source: Please explain in detail why you want to remove this content.
cs_cz: Prosím detailně vysvětlete proč chcete obsah odstranit.
de_de: Bitte erläutern Sie ausführlich, warum Sie diesen Inhalt entfernen möchten.
es_es: Por favor de manera detallada explique porqué quiere eliminar el contenido.
fi_fi: Selitä yksityiskohtaisesti, miksi haluat poistaa tämän sisällön, kiitos
fr_fr: S'il vous plaît expliquez en détail pourquoi vous voulez supprimer ce contenu.
hu_hu: Kérjük, fejtse ki részletesen, hogy miért akarja távolítani ezt a tartalmat.
it_it: Si prega di spiegare in dettaglio perché si desidera rimuovere questo contenuto.
pl_pl: Proszę szczegółowo wyjaśnić, dlaczego chcesz usunąć tę zawartość.
pt_br: Por favor, explique detalhadamente porque você quer que este conteúdo seja removido.
ru_ru: Пожалуйста объясните подробно почему вы хотите устранить содержание.
sv_se: Vänligen beskriv i detalj varför du vill ta bort detta innehåll.

source: Please fill the reason details
cs_cz: Prosím vyplňte detaily důvodu
de_de: Bitte geben Sie eine Begründung an
es_es: Por favor complete los detalles de la razón
fi_fi: Täytä tietoa syystä, kiitos
fr_fr: Veuillez remplir les détails de raison
hu_hu: Kérjük, töltse ki a részletek részt
it_it: Vi preghiamo di compilare i dettagli delle ragioni
pl_pl: Proszę wypełnić szczegóły powódu
pt_br: Por favor, preencha os detalhes do motivo
ru_ru: Пожалуйста заполните подробности причины
sv_se: Vänligen fyll i orsaksdetaljer

source: You can also check our %s for detailed description of using of our service.
cs_cz: Můžete si také přečíst %s pro detailní popis naší služby.
de_de: Sie können auch unseren%s für eine detaillierte Beschreibung der Verwendung unserer Dienstleistung.
es_es: Puede leer también %s para la descripción detallada de nuestro servicio.
fi_fi: Voit myös katsoa meidän %s löytääksesi yksityiskohtaisen kuvauksen palvelumme käytöstä.
fr_fr: Vous pouvez également consulter notre %s pour une description détaillée de l'utilisation de notre service.
hu_hu: Ön a %s oldalunkon is megtekintheti szolgáltatásunk használatának részletes leírását
it_it: È inoltre possibile controllare la nostra %s per la descrizione dettagliata di utilizzo del nostro servizio.
pl_pl: Przeczytaj także %s szczegółowy opis naszych usług.
pt_br: Você também pode verificar nosso %s para descrição detalhada do uso do nosso serviço.
ru_ru: Можете также прочитать %s с подробным описанием наших услуг.
sv_se: Du kan också kolla vår %s för detaljerad beskrivning hur du använder vår tjänst.

source: Please check the reCAPTCHA
cs_cz: Prosím zaškrtněte reCAPTCHA
de_de: Bitte überprüfen Sie das reCAPTCHA
es_es: Por favor marque reCAPTCHA
fi_fi: Ole hyvä ja tarkista reCAPTCHA
fr_fr: Veuillez vérifier reCAPTCHA
hu_hu: Kérjük, jelölje ki a négyzetet a reCAPTCHA-ban
it_it: Per favore marcare reCAPTCHA
pl_pl: Proszę sprawdzić reCAPTCHA
pt_br: Por favor, verifique o reCAPTCHA
ru_ru: Пожалуйста отметьте галочкой reCAPTCHA
sv_se: Vänligen kolla reCAPTCHA

source: Send Request
cs_cz: Poslat požadavek
de_de: Anforderung senden
es_es: Enviar requisito
fi_fi: Lähetä pyyntö
fr_fr: Envoyer une demande
hu_hu: Kérelem Küldés
it_it: Invia richiesta
pl_pl: Wysłać zapytanie
pt_br: Enviar solicitação
ru_ru: Послать требование
sv_se: Skicka förfrågan

source: Solving Issues
cs_cz: Řešení Problémů
de_de: Problemlösung
es_es: Solución de problemas
fi_fi: Ongelmien ratkominen
fr_fr: Solution des problèmes
hu_hu: Porblémák Megoldása
it_it: Risoluzione dei problemi
pl_pl: Rozwiązywanie problemów
pt_br: Solução de problemas
ru_ru: Решение проблем
sv_se: Lösa Problem

source: Solving issues with number ownership or presented untruthful information
cs_cz: Řešení problémů s vlastnictvím čísla nebo uvedení nepravdivých informací
de_de: Beheben von Problemen mit dem Besitz von Rufnummern oder Darstellung unwahrer Informationen
es_es: La solución de problemas con la posesión de numero o con la introduccón de informaciones no verdaderas.
fi_fi: Ongelmien ratkominen numeron omistuksen kanssa tai valheellisen tiedon kanssa.
fr_fr: Résolution des problèmes avec le propriétaire du numéro ou fournissant de fausses informations
hu_hu: Problémák megoldása telefonszám birtoklása, vagy valótlan információk megjelenítése esetében.
it_it: Risolvere i problemi con il numero di diritti di proprietà o di informazioni presentati non vere
pl_pl: Rozwiązywanie problemów związanych z liczbą nieruchomości lub podanie nieprawdziwych informacji
pt_br: Resolver problemas com o número propriedade ou apresentou informações falsas.
ru_ru: Решение проблем собственности номера или приведения ложных информаций
sv_se: Lösa problem med ägande av nummer eller felaktig information.

source: Is this your private number?
cs_cz: Jedná se o vaše soukromé číslo?
de_de: Ist das Ihr Privatnummer?
es_es: Se trata de su numero privado?
fi_fi: Onko tämä sinun yksityinen numerosi?
fr_fr: Est-il votre numéro privé?
hu_hu: Ez az ön saját telefonszáma?
it_it: Se siete interessati per la presentazione di tali informazioni sulle nostre pagine non esitate a contattarci.
pl_pl: Czy to twój prywatny numer?
pt_br: É este o seu número privado?
ru_ru: Это ваш частный номер?
sv_se: Är det här ditt privata nummer?

source: Our main target it to protect your personal info against telemarketing.
cs_cz: Naším hlavním cílem je ochrana vašich osobních údajů před telemarketingem.
de_de: Unser Hauptziel ist, Ihre persönlichen Informationen vor Telefonmarketing zu schützen.
es_es: Nuestro objetivo principal es la protección de sus datos personales ante telemarketing.
fi_fi: Pääasiallinen tarkoituksemme on suojata sinua puhelinmyyjiä vastaan.
fr_fr: Notre principal objectif est de protéger vos informations personnelles contre le télémarketing.
hu_hu: A mi elsődleges célunk, hogy megvédjük az ön személyes adatait, információit a telemarketinggel szemben.
it_it: Il nostro obiettivo principale è per proteggere le sue informazioni personali contro il telemarketing.
pl_pl: Naszym głównym celem jest, aby chronić Twoje informacje osobiste przed telemarketingiem.
pt_br: Nossa meta principal para proteger suas informações pessoais contra telemarketing.
ru_ru: Нашей главной целью является охрана ваших личных данных от теле маркетинга.
sv_se: Vårt främsta mål är att skydda din personliga information mot telefonförsäljning.
