Repository: MisterGroup/ShouldIAnswerTranslations
Catalog: web/*/LC_MESSAGES/shouldianswer.po
Languages: cs_cz, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, pl_pl, pt_br, ru_ru, sv_se

source: Remember, in the <strong>Ratings</strong> screen you have set how to rate the number, now we will use it for the blocking functionality of the application.
cs_cz: Nezapomeňte, že v obrazovce <strong>Hodnocení</strong> jste nastavili, jak hodnotit čísla - teď toto nastavení využijeme pro blokovací funkčnost aplikace.
de_de: Denken Sie daran, dass Sie im <strong>Bewertungen</strong> Tab die Rufnummer-Bewertung eingestellt haben, diese wird nun zum Blockieren durch die App verwendet.
es_es: Recuerde que en la pantalla <strong>Evaluaciones</strong> ha ajustado cómo evaluar los números - ahora este ajuste lo utilizaremos para la funcionalidad de bloqueo de la aplicación.
fi_fi: Muistat, kuinka <strong>Arviot</strong> näytöllä olet määritellyt, miten numerot arvioidaan. Nyt käytämme määritelmiä sovelluksen estämistoimintoon.
fr_fr: Rappelez-vous que dans les <strong>Évaluations</strong> vous avez défini comment évaluer les nombres - maintenant, ce paramètre sera utilisé pour la fonctionnalité de l'application à bloquer.
hu_hu: Emlékezzen rá, hogy az <strong>Értékelések</strong> menüpontnál állította be, hogy hogyan értékelje az alkalmazás a telefonszámokat, így most ezen beállítások alapján fogjuk használni a blokkolás funkcióját az alkalmazásnak.
it_it: Ricordate che in schermo <strong> Valutazioni</ strong> si imposta come valutare i numeri - ora, questa impostazione verrà utilizzata per bloccare le funzionalità dell'applicazione.
pt_br: Lembre-se: não tela de <strong>Avaliações</strong> você configurou como avaliar o número. Agora nós vamos usá-lo para a função de bloqueio da aplicação.
ru_ru: Не забудьте, что на экране <strong>Оценки</strong> вы настроили как оценивать номера – теперь эту настройку будем использовать для блокирующей функции аппликации.
sv_se: Kom ihåg, på <strong>Omdömen</strong>-skärmen har du ställt in hur numret ska bedömas, nu kommer vi att använda det för blockeringsfunktionaliteten i appen.

source: For incoming calls you can block negative rated numbers, hidden numbers and all numbers. Each selection can be provided except numbers stored in your Contacts.
pt_br: Para chamadas recebidas, você pode bloquear números com nota negativa, números ocultos e todos os números. Cada seleção pode ser disponibilizada, exceto para números armazenados nos seus contatos.

source: For outgoing calls you can block negative rated numbers, premium numbers, foreign numbers and all numbers. Again each selection can be provided except numbers stored in your Contacts.
pt_br: Para chamadas realizadas, você pode bloquear números com nota negativa, números Premium, números estrangeiros e todos os números. Novamente, cada seleção pode ser disponibilizada, exceto para números armazenados nos seus contatos.

source: For incoming SMS and MMS you can block the SMS and MMS from negative rated numbers. For this functionality, a compatible SMS manager must be installed, please read the help screen displayed if you check this item.
pt_br: Para SMS e MMS recebidos, você pode bloquear SMS e MMS de números com nota negativa. Para esta funcionalidade, um gestos de SMS compatível deve ser instalado. Por favor, leia a tela de ajuda exibida caso selecione este item.

source: You can also select if you want to be notified when any blocking occurs. Notification is a different functionality than the Alerts displaying - Alerts give you the information about call in progress, where Notification only displays info about the action taken by the application.
cs_cz: Můžete si také vybrat, zda chcete být upozorněni, když dojde k nějakému zablokování. Upozornění na zablokované volání je jiná funkčnost než zobrazování Upozornění - Upozornění vám poskytnou informace o probíhajícím hovoru, kdežto toto oznámení zobrazí pouze informace o opatřeních přijatých aplikací.
de_de: Sie können auch wählen ob Sie benachrichtigt werden möchten sobald eine Blockierung stattfindet. Anders als Warnungen die Sie über laufende Anrufe informieren zeigen Benachrichtigungen nur welche Maßnahmen ergriffen wurden.
es_es: También puede elegir si desea que esté informado cuando se realizará cualquier bloqueo. La notificación de llamada bloqueada es una funcionalidad diferente que la visualización de los avisos - Avisos le proporcionan la información sobre la llamada en curso, pero esta notificación demostrará solamente información sobre las medidas adoptadas por la aplicación.
fi_fi: Voit myös valita haluatko ilmoituksen, kun esto tapahtuu. Ilmoitus on eri toiminto kuin Hälytykset. Hälytykset tarjoavat tietoa parhaillaan tapahtuvasta puhelusta, kun taas Ilmoitus kertoo ainoastaan, miten sovellus toimii tilanteessa.
fr_fr: Vous pouvez également choisir si vous voulez être averti en cas de blocage. Informations sur les appels bloqués est une fonctionalité différente que l'affichage Alertes - Alertes vous fourniront des informations sur l'appel en cours, mais cette avertissement affiche seulement des informations sur les mesures prises dans l'application.
hu_hu: Ön kiválaszthatja azt az opciót is, amely lehetőséget nyújt minden típusú blokkolási esemény megjelenítésére. Az értesítés funkció máshogyan működik mint a figyelmeztetések megjelenítése. A figyelmeztetések többféle információt nyújtanak önnek a folyamatban lévő hívásról, ellenben az értesítések csupán azt tudják önnel, hogy blokkolási akciót hajtott végre az alkalmazás.
it_it: È anche possibile scegliere se si desidera essere avvisati se c'è qualche blocco. Informazioni sulle chiamate bloccate è funzionalità diversa da visualizzazione di avviso - Avviso fornirà informazioni sulla chiamata in corso, ma tale notificazione, le informazioni sulle misure adottate dall'applicazione.
pt_br: Você também pode selecionar se quer ser notificado quando ocorre um bloqueio. A notificação é uma função diferente da exibição de Alertas - os Alertas lhe dão informações sobre chamadas em andamento, enquanto que as notificações só exibem informações sobre as chamadas interceptadas pela aplicação.
ru_ru: Можете также выбрать, если хотите быть предупреждены, когда произойдёт какое-либо блокирование. Предупреждение о заблокированном звонке это иная функция чем изображение Предупреждений – Предупреждения вам предоставят информации о текущем звонке, в то время как это сообщение содержит всего лишь информации о мерах, предпринятых аппликацией.
sv_se: Du kan också välja om du vill bli meddelad när en blockering sker. Meddelanden är en annan funktion än Varningar som visas - Varningar ger dig information om samtal som pågår, medan Meddelanden endast visar information om den åtgärd som appen gjort.

source: Optionally you can try to use <strong>Pick & Hang method</strong> to protect your voicemail. When selecting this functionality, the app will block incoming call by answering the call and hang up in the same second. Application will not pick up call if the phone is in roaming mode. Please use this feature only if you are sure you will not be charged for picking up the incoming calls.
cs_cz: Volitelně můžete zkusit použít <strong>Metodu Zvednutí & Položení</strong> pro chranu své hlasové schránky. Při výběru této funkce bude aplikace blokovat příchozí hovor tak, že jej přijme a zavěsit ve stejném okamžiku. Aplikace ovšem nepřijme hovor, pokud je telefon v režimu roamingu. Použijte tuto funkci pouze pokud jste si jisti, že vám nehroyí poplatky za přijmutí příchozího hovoru.
de_de: Optional können Sie auch die <strong>Abnehmen & Auflegen Methode</strong> benutzen um Ihre Voice-Mail zu schützen. Mit dieser Funktion werden eingehende Anrufe durch Annahme und unmittelbares Auflegen blockiert. Die App nimmt keine Anrufe an wenn sich das Telefon im Roaming-Modus befindet. Bitte verwenden Sie diese Funktion nur wenn Sie sicher sind dass durch Annahme von Anrufen keine weiteren Kosten entstehen.
es_es: Opcionalmente puede probar a utilizar <strong>el método de coger y colgar</strong> para proteger tu buzón de voz. Al seleccionar esta función, la aplicación bloqueará la llamada entrante contestando la llamada y colgando en el mismo momento. Aplicación no cogerá la llamada si el teléfono está en modo roaming. Utilice esta función sólo si está seguro de que no corre ningún riesgo cogiendo la llamada entrante.
fi_fi: Valinnaisena toimintona voit käyttää <strong>Vastaa-ja-sulje -metodia</strong> suojellaksesi puhelinvastaajaasi. Tässä toiminnossa sovellus estää saapuvan puhelun vastaamalla puheluun ja sulkemalla sen samalla sekunnilla. Sovellus ei vastaa puheluun, jos puhelin on roaming-tilassa. Käytä tätä toimintoa ainoastaan, kun olet varma että sinua ei laskuteta puheluihin vastaamisesta.
fr_fr: Optionellement vous pouvez essayer d'utiliser <strong>Méthode de décrocher et de raccrocher</strong> pour protéger votre boîte vocale. En cette fonction, l'application permet de bloquer les appels entrants de sorte qu'elle le décroche et bloque en même temps. Toutefois, l'application ne décroche pas l'appel lorsque le téléphone est en mode itinérance. Utilisez cette fonction seulement si vous êtes sûr qu'il n'y a pas de danger de frais pour la réponse d'un appel.
hu_hu: Opcionálisan ön kipróbálhatja a <strong>Felvesz & Letesz metódus</strong> használatát is, amely a hangpostája védelmére szolgál. Amennyiben kiválasztja ezt a funkciót, akkor az alkalmazás úgy blokkolja a bejövő hívást, hogy felveszi a telefont és ugyanabban a másodpercben egyből le is teszi azt. Az alkalmazásnak ez a funkciója abban az esetben nem működik, ha a készülék raming módban van. Kérjük, hogy kizárólag csak abban az esetben használja ezt a funkciót, ha teljesen biztos benne, hogy nem lesz semmilyen költsége a telefon felvétele (a bejövő hívás egy másodperces fogadása) miatt.
it_it: Opzionalmente si può provare a usare <strong> il metodo di cattura e appendere </ strong> per proteggere la vostra casella vocale. Selezionando questa funzione, l'applicazione blocca la chiamata in arrivo rispondendo alla chiamata e uscire allo stesso tempo. Applicazione non prenderà la chiamata se il telefono è in modalità roaming. Utilizzare questa funzione solo se si è certi che nessun rischio di prendere la chiamata in arrivo.
pt_br: Opcionalmente, você pode tentar usar o <strong>método de Atender e Desligar</strong>para proteger seu correio de voz. Quando selecionar esta função, a aplicação vai bloquear as chamadas recebidas atendendo a ligação e desligando imediatamente. A aplicação não irá atender chamadas caso o telefone esteja em roaming. Por favor, só utilize esta função se estiver certo de que não será tarifado por atender as chamadas recebidas.
ru_ru: По выбору вы можете попробовать использовать <strong>Метод Взять & Повесить</strong> для охраны своего голосового ящика. Если выберете эту функцию, аппликация будет блокировать входящие звонки так, что их возьмёт и повесит одновременно. Аппликация конечно не возьмёт звонок, если телефон находится в режиме роуминга. Используйте эту функцию только если вы уверены, что вам не угрожает оплата входящего звонка.
sv_se: Alternativt kan du prova att använda <strong>Välj & Lägg på-metoden</strong> för att skydda din röstpost. När du väljer denna funktion, kommer appen blockera inkommande samtal genom att svara på samtalet och lägga på i samma sekund. Appen kommer inte svara på samtalet om telefonen är i roaming-läge. Vänligen använd denna funktion endast om du är säker på att du inte kommer att behöva betala för att ta emot inkommande samtal.

source: Settings
cs_cz: Nastavení
de_de: Einstellungen
es_es: Ajuste
fi_fi: Asetukset
fr_fr: Paramètres
hu_hu: Beállítások
it_it: Aggiustamento
pl_pl: Ustawienia
pt_br: Configurações
ru_ru: Настройки
sv_se: Inställningar

source: This section contains main application settings.
cs_cz: Tato část obsahuje obecné nastavení aplikace.
de_de: Dieser Abschnitt enthält Haupteinstellungen der App.
es_es: Esta sección contiene la configuración principal de la aplicación.
fi_fi: Tämä osa sisältää pääasialliset sovellusasetukset.
fr_fr: Cette section contient les paramètres généraux de l'application.
hu_hu: Ez a szekció az fő alkalmazásbeállítási opciókat tartalmazza.
it_it: Questa sezione contiene le impostazioni dell'applicazione principale.
pt_br: Esta seção contem as configurações principais da aplicação.
ru_ru: Эта часть содержит общие настройки аппликации.
sv_se: Denna sektion innehåller generella inställningar för appen.

source: General
cs_cz: Obecné
de_de: Allgemein
fi_fi: Yleistä
fr_fr: Général
hu_hu: Általános beállítások
it_it: Generale
pl_pl: Generał
pt_br: Geral
ru_ru: Общее
sv_se: Allmänt

source: Show after-call information
cs_cz: Zobrazit informace po dokončení hovoru
de_de: Anzeigen von Informationen nach Beendigung von Anrufen
es_es: Demostrar informaciones después de terminar la llamada
fi_fi: Näytä puhelun jälkeistiedot
fr_fr: Afficher l'information après appel
hu_hu: Hívás utáni információk megjelenítése
it_it: Visualizza informazioni dopo la chiamata
pl_pl: Pokaż informacje po wywołaniu
pt_br: Mostrar informações após a chamada
ru_ru: Изобразить информации по окончании звонка
sv_se: Visa information efter samtal

source: Here you can enable/disable displaying of phone number details after finishing the call.
cs_cz: Zde můžete povolit / zakázat zobrazování detailů telefonního čísla po ukončení hovoru.
de_de: Hier können sie die Anzeige von Rufnummer-Details nach Beendigung eines Anrufs ein- und ausschalten.
es_es: Aquí usted puede activar/desactivar la visualización de los detalles del número de teléfono después de terminar la llamada.
fi_fi: Täällä voit ottaa käyttöön/poistaa käytöstä toiminnon, joka näyttää puhelinnumeron tiedot puhelun lopettamisen jälkeen.
fr_fr: Ici vous pouvez activer/désactiver l'affichage des détails du numéro de téléphone après l'appel.
hu_hu: Ennél az opciónál ön engedélyezni/letiltani tudja, a hívások befejeztével, a hívásokra vonatkozó részletes adatok megjelenítését.
it_it: Qui è possibile abilitare/disabilitare visualizzazione dei dettagli di numero di telefono dopo aver terminato la chiamata.
pt_br: Aqui você pode habilitar ou desabilitar a exibição de detalhes do número telefônico após finalizar a chamada.
ru_ru: Здесь можете разрешить / запретить изображение подробностей о телефонном номере после окончания разговора.
sv_se: Här kan du slå på/stänga av visning av telefonnummer-detaljer efter avslutat samtal.

source: Send anonymous stats about incoming calls
cs_cz: Posílat anonymní statistiky o příchozích hovorech
de_de: Senden Sie anonyme Statistiken über eingehende Anrufe
es_es: Enviar estadísticas anónimas sobre las llamadas entrantes
fi_fi: Lähetä anonyymina tietoja tulevista puheluista.
fr_fr: Envoyer des statistiques anonymes sur les appels entrants
hu_hu: Statisztikák küldése névtelenül a bejövő hívásokról
it_it: Invia statistiche anonime circa le chiamate in arrivo
pl_pl: Wyślij anonimowe statystyki dotyczące połączeń przychodzących
pt_br: Mandar informações anônimas sobre chamadas recebidas
ru_ru: Посылать анонимные статистики входящих звонков
sv_se: Skicka anonym statistik om inkommande samtal

source: If the "Send anonymous stats about incoming calls" is selected, the user gives us a possibility to send the incoming UNKNOWN numbers to the server - this means that only the number is send, without any further info, no personal data are never transferred from your mobile phone.
cs_cz: Je-li položka "Posílat anonymní statistiky o příchozích hovorech" zvolena, uživatel nám dává možnost odeslat příchozí NEZNÁMÁ čísla na server - což znamená, že odesláno bude pouze číslo samotné, bez jakékoliv další informace, žádné osobní údaje nikdy neodesíláme z vašeho mobilního telefonu.
de_de: Wenn die "senden anonyme Statistiken über eingehende Anrufe" ausgewählt wird, gibt uns der Benutzer eine Möglichkeit, um die ankommenden unbekannten Nummern, um den Server zu senden - das bedeutet, dass nur die Nummer zu senden, ohne weitere Informationen, werden keine persönlichen Daten nie übertragen aus Ihr Mobiltelefon.
es_es: Si el ítem "Enviar estadísticas anónimas sobre las llamadas entrantes" se ha seleccionado, el usuario nos posibilita enviar números DESCONOCIDOS al servidor - lo que significa que se enviará solamente el número propio sin cualquier otra información, ningunos datos personales nunca enviamos de su teléfono móvil.
fi_fi: Jos "Lähetä anonyymina tietoja tulevista puheluista" on valittuna, antaa käyttäjä sovellukselle mahdollisuuden lähettää palvelimelle tietoja TUNTEMATTOMISTA numeroista. Tämä tarkoittaa sitä, että ainoastaan numero lähetetään palvelimelle, ei muita tietoja.
fr_fr: Si "Envoyer des statistiques anonymes sur les appels entrants" est sélectionné, l'utilisateur nous donne la possibilité d'envoyer les numéros entrants inconnus vers le serveur - ceci signifie seulement que le numéro est envoyé, sans autre information, aucune donnée personnelle n'est jamais transférée depuis votre téléphone.
hu_hu: Ha a "Statisztikák küldése névtelenül a bejövő hívásokról" opció be van kapcsolva, akkor a felhasználó révén lehetőségünk nyílik arra, hogy az ISMERETLEN számokról érkező, bejövő hívásokat továbbítani tudjuk a szervernek - ez a gyakorlatban azt jelenti, hogy kizárólag csak a szám maga kerül elküldésre, ezért semmilyen egyéb információ, személyes adat nem kerül ki az ön mobiltelefonjáról.
it_it: Se la si seleziona "Invia statistiche anonime chiamate in arrivo", l'utente ci dà la possibilità di inviare i numeri SCONOSCIUTI in arrivo al server - questo significa che solo il numero è inviare, senza ulteriori informazioni, i dati personali non vengono mai trasferiti da il tuo cellulare.
pl_pl: Jeśli element \ "Wyślij anonimowe statystyki dotyczące połączeń przychodzących " wybrany, użytkownik daje nam możliwość wysyłania przychodzących nieznanych numerów na serwerze - co oznacza, że wysłał tylko sam problem, bez żadnych innych informacji, żadne dane osobowe nie będą nigdy wysyłane z telefonu komórkowego.
pt_br: Se a opção "Mandar informações anônimas sobre chamadas recebidas" for selecionada, o usuário nos dá a possibilidade de enviar os números DESCONHECIDOS recebidos para o servidos. Isto significa que apenas o número é enviado, sem nenhuma informação adicional. Nenhum dado pessoal jamais é transferido do seu telefone.
ru_ru: Если настройка " Посылать анонимные статистики входящих звонков" выбрана, пользователь нам даёт возможность посылать входящие НЕИЗВЕСТНЫЕ номера на сервер – это значит, что послан будет только сам номер, без какой-либо дальнейшей информации, никакие частные данные никогда не посылаем с вашего телефона.
sv_se: Om "Skicka anonym statistik om inkommande samtal" är valt har användaren möjligheten att skicka de OKÄNDA inkommande numren till servern - det betyder att endast numret skickas, utan vidare information, ingen personlig data skicka någonsin från din mobil.

source: Privacy is important for us, so we don't sends stats about numbers stored in your Phone Contacts!
cs_cz: Ochrana soukromí je pro nás důležitá, tudíž neodesíláme statistické údaje o číslech uložených v Kontaktech vašeho telefonu!
de_de: Ihre Privatsphäre ist uns wichtig, deswegen senden wir keine Informationen über Rufnummern in Ihrer Kontaktliste weiter!
es_es: La privacidad es importante para nosotros, por lo que no enviamos estadísticas sobre los números guardados en contactos de su teléfono!
fi_fi: Yksityisyys on meille tärkeää, joten me emme lähetä tietoja numeroista, jotka ovat puhelimesi yhteystiedoissa!
fr_fr: Politique de confidentialité est important pour nous, par conséquent nous n'envoyons pas des statistiques sur les numéros enregistrés dans les Contacts sur votre téléphone!
hu_hu: Az ön személyes adatainak védelme rendkívül fontos a számunkra, ezért mi soha nem készítünk és nem küldünk ki semmilyen statisztikát az ön készüléke Névjegyzékében tárolt telefonszámokról!
it_it: Privacy è importante per noi, quindi non invia statistiche circa i numeri memorizzati nell contatti del suo cellulare!
pt_br: A privacidade é importante para nós, então não enviamos informações sobre números armazenados nos contatos do seu telefone!
ru_ru: Охрана личных информаций очень важна для нас, поэтому мы не посылаем статистические данные о номерах, уложенных в контактах вашего телефона!
sv_se: Integritet är viktigt för oss, så vi skickar inte statistik om nummer lagrade i dina Telefonkontakter.

source: Only unknown numbers are sent if this option is checked.
cs_cz: Je-li tato volba zaškrtnuta, pouze neznámá čísla jsou odesílána.
de_de: Nur unbekannte Nummern werden gesendet, wenn diese Option aktiviert ist.
es_es: Solamente números desconocidos se envían si esta opción ha sido seleccionada.
fi_fi: Vain tuntemattomista numeroista lähetetään tietoja, jos tämä asetus on päällä.
fr_fr: Seuls les numéros inconnus sont envoyés si cette option est cochée.
hu_hu: Csakis és kizárólag az ismeretlen számok kerülnek elküldésre, amennyiben ez az opció be van állítva az alkalmazásban.
it_it: Solo i numeri sconosciuti vengono inviati se questa opzione è selezionata.
pl_pl: Tylko nieznane numery są wysyłane, jeśli ta opcja jest zaznaczona.
pt_br: Somente números desconhecidos são enviados quando esta opção está ativa.
ru_ru: Если эта настройка выбрана, посылаются только незнакомые номера.
sv_se: Endast okända nummer skickas om det alternativet är valt.
