Repository: MisterGroup/ShouldIAnswerTranslations
Catalog: web/*/LC_MESSAGES/shouldianswer.po
Languages: cs_cz, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, pl_pl, pt_br, ru_ru, sv_se

source: create and manage your ratings.
cs_cz: vytvořit a spravovat vaše hodnocení.
de_de: Erzeugen und verwalten Sie Bewertungen.
es_es: crear y administrar sus evaluaciones.
fi_fi: luoda ja hallinnoida arvioitasi.
fr_fr: créer et gérer vos évaluations.
hu_hu: létrehozni és kezelni a saját maga által készített értékeléseket.
it_it: creare e gestire le sue valutazioni.
pt_br: criar e gerenciar suas avaliações.
ru_ru: Создать и администрировать вашу оценку.
sv_se: skapa och hantera dina omdömen

source: In fact here you can set how the application will judge all calls. More rules can be activated in the same time. The combination of the rules is always applied in the top-to-bottom order, e.g. the active rule closer to the bottom of the list will be used.
pt_br: Aqui você pode configurar como a aplicação irá julgar todas as ligações. Mais regras podem ser ativadas ao mesmo tempo. A combinação das regras é sempre aplicada na ordem de cima para baixo. Por exemplo: a regra ativa mais próxima ao fim da lista será usada.

source: There are 3 general rating rules:
pt_br: Há três regras gerais para as avaliações:

source: <strong>Use Community Database Rating</strong> : if this one is activated, it sets the initial number rating according to our Community Database.
pt_br: <strong>Usar avaliação da Base de Dados da Comunidade</strong> : se esta for ativada, ela configura a nota inicial do número de acordo com nossa Base de Dados da Comunidade.

source: <strong>Be Positive for Contacts without your rating</strong> : if this one is activated, it sets a positive rating to all numbers stored in your mobile Contacts (if they do not have your other rating - in such case your rating rules).
pt_br: <strong>Ser positivo para contatos sem sua avaliação</strong> : se esta for ativada, ela configura uma nota positiva para todos os números armazenados nos contatos do seu telefone (se eles não tiverem uma outra nota - neste caso a sua regra de avaliação é válida).

source: <strong>Be Positive for Contacts without your and community rating</strong> : if this one is activated, it sets a positive rating to such numbers stored in your mobile Contacts where no yours and/or community database rating exists (if there is a yours and/or community database rating for some of those numbers, then the rating is used).
pt_br: <strong>Ser positivo para contatos seu avaliação sua e da comunidade</strong> : se esta for ativada, ela configura uma nota positiva para os números armazenados nos contatos do seu telefone quando não houver uma nota existente sua e/ou da Base de Dados da Comunidade (caso exista uma nota sua e/ou da base de dados para alguns destes números, a avaliação existente será usada).

source: The last two rules are mutually exclusive, just one can be activated.
pt_br: As duas últimas regras são mutualmente exclusivas, só uma pode ser ativada.

source: At the bottom of this screen the list of Your Ratings follows.
pt_br: No final desta tela está a lista das suas avaliações.

source: Remember that these ratings at the bottom of the screen will rule all the above rules.
pt_br: Lembre-se que estas avaliações no final da lista vão se sobrepor a todas as outras regras.

source: Your rating can be defined for single or multiple phone numbers by using a mask.
cs_cz: Vaše hodnocení může být definováno pro jedno či více telefonních čísel pomocí masky.
de_de: Ihre Bewertung kann für einzelne oder mehrere Rufnummern durch eine Maske eingegeben werden.
es_es: Su evaluación puede ser definida para uno o más números de teléfono utilizando máscara.
fi_fi: Arviosi voidaan asettaa yhdelle tai useammalle puhelinnumerolle käyttämällä maskia.
fr_fr: Votre évaluation peut être défini pour un ou plusieurs numéros de téléphone à l'aide de masques.
hu_hu: Beállíthat úgy is értékeléseket egy adott számhoz, vagy akár több számhoz, csoportba rendezve azokat egy ún."maszk" használatával is.
it_it: La sua valutazione può essere definita per i numeri singoli o multipli telefono utilizzando una maschera.
pt_br: Sua avaliação pode ser definida para um ou vários números de telefone usando uma máscara.
ru_ru: Ваша оценка может быть определена одному или нескольким номерам с помощью маски.
sv_se: Dina omdömen kan gälla ett enstaka nummer eller flera nummer genom att använda en mask.

source: <strong>Rating Filter</strong> : (at the top of the screen) helps to filter the rating rules by phone number. Useful if you search for some specific number rule. Just tick on the line and fill any number or a part of it.
cs_cz: <strong>Filtr Hodnocení:</strong> (v horní části obrazovky) pomáhá filtrovat pravidla hodnocení podle telefonního čísla. Užitečné, pokud hledáte některé konkrétní pravidlo pro specifické číslo. Stačí klepnout na řádek a vyplnit libovolné číslonebo jeho část.
de_de: <strong>Bewertungs-Filter</strong> : (am Anfang des Bildschirms) hilft Ihnen die Bewertungsregeln nach Rufnummer zu filtern. Benutzen Sie diesen Filter um nach einer Rufnummer zu suchen. Tap auf die Zeile und Rufnummern ganz oder zum Teil eingeben.
es_es: <strong>Filtro de evaluación</strong> : (en la parte superior de la pantalla) ayuda a filtrar las reglas de evaluación según el número de teléfono. Es útil si busca cierta regla para un número específico. Simplemente haga clic en la línea y rellene cualquier número o su parte.
fi_fi: <strong>Arvioiden suodatin</strong> : (näytön yläosassa) auttaa suodattamaan arviointisääntöjä puhelinnumeroiden mukaan. Kätevä, jos etsit sääntöä jollekin tietylle numerolle. Napauta vain viivaa ja syötä mikä tahansa numero tai sen osa.
fr_fr: <strong>Filtre d'évaluation</strong> : (en haut de l'écran) permet filtrage des règles des évaluations par numéro de téléphone. C'est utile quand vous cherchez une règle spécifique pour un numéro spécifique. Il suffit de cliquer sur la ligne et de remplir un certain numéro ou sa partie.
hu_hu: <strong>Értékelés Szűrő</strong>: (a képernyő tetején található) segítséget nyújt telefonszámok értékelési szabályok szerinti szűrésénél. Kifejezetten hasznos, ha egy adott számra akar rákeresni a rá vonatkozó szabályok alapján. Csak tapintson rá a felül lévő vonalra, és írja be a számot, vagy annak egy részét.
it_it: <Strong>Filtro di valutazione</ strong> : (nella parte superiore dello schermo) aiuta a filtrare ůe regole di valutazione secondo il numero di telefono. Questo è utile se alla ricerca qualche regola concreta per un numero specifico. È sufficiente fare clic sulla linea e riempire qualsiasi numero o la sua parte.
pt_br: <strong>Filtro de avaliação</strong> : (no topo da tela) ajuda a filtras as regras de avaliação por número telefônico. Isto pode ser útil se você estiver procurando por uma regra específica. Basta clicar na linha e preencher com um número ou parte dele.
ru_ru: <strong>Фильтр оценок</strong> (в верхней части экрана) помогает фильтровать правила оценок по телефонным номерам. Полезно, если ищете какое-то конкретное правило для специфического номера. Достаточно щёлкнуть на строчку и заполнить произвольный номер иле его часть.
sv_se: <strong>Omdömes-filter</strong> : (längst upp på skärmen) hjälper till att filtrera omdömesreglerna efter telefonnummer. Användbart om du söker efter någon specifik nummerregel. Tryck på linjen och fyll i valfritt nummer eller del av nummer.

source: <strong>General Rating Rules Click</strong> : if you click on any of the 3 lines this action switches the rule on or off.
pt_br: <strong>Clique para regras de avaliação gerais</strong> : se se você clicar em qualquer uma das três linhas, esta ação liga ou desliga a regra.

source: <strong>User Rating Click</strong> : by clicking on any of your rating you open a screen for edition of the respective rating. There you can set the rating attributes, delete the rating, save it or cancel the changes.
cs_cz: <strong>Klepnutí na Vaše Hodnocení:</strong> kliknutím na některé z vašich hodnocení se otevře obrazovka pro editaci příslušného hodnocení. Zde můžete nastavit hodnotící atributy, odstranit hodnocení, uložit jej, nebo zrušit změny.
de_de: <strong>Nutzerbewertung Klick</strong> : durch Klick auf Ihre Bewertung öffnet sich ein Bildschirm zum Bearbeiten der Bewertung. Hier können Sie Bewertungseinstellungen vornehmen, Bewertungen löschen, speichern oder Änderungen abbrechen.
es_es: <strong>Haciendo clic en su evaluación</strong> : haciendo clic en cualquiera de su evaluación se abre una pantalla para editar la evaluación adecuada. Aquí se pueden establecer los atributos de evaluación, eliminar la evaluación, guardarla o cancelar los cambios.
fi_fi: <strong>Käyttäjän arviot napautus</strong> : napauttamalla mitä tahansa arvioistasi avaat näytön, jossa voit muokata arviota. Siellä voit asettaa ominaisuuksia arviolle, poistaa arvion, tallentaa sen tai peruuttaa muutokset.
fr_fr: <strong>Clique sur Vos évaluations</strong> : en cliquant sur l'un de vos évaluations l'écran s'ouvert pour l'édition de l'évaluation appropriée. Ici vous pouvez définir les attributs d'évaluation, supprimer l'évaluation, sauver la ou annuler les modifications.
hu_hu: <strong>Felhasználó Értékelésekre Kattintás</strong>: ha rákattint valamelyikre, az ön értékelései közül, egy új ablak nyílik meg az adott értékelés szerkesztésére, amelyben beállíthatja az értékelés jellemzőit, törölheti a minősítését, valamint elmentheti az adatokat, vagy érvénytelenítheti a változtatásokat.
it_it: <strong>Facendo clic en la sua valutazione:</strong> cliccando su uno delle sue valutazioni si apre una schermata per l'edizione della data valutazione. Ci si può impostare gli attributi di valutazione, eliminare la valutaziione, salvare o annullare le modifiche.
pt_br: <strong>Clique da avaliação do usuário</strong> : ao clicar em qualquer uma de suas avaliações você irá abrir uma tela para edição da respectiva nota. Lá você poderá definir os atributos, apagar a nota, salvar ou cancelar as alterações.
ru_ru: <strong>Щелчок на вашу оценку:</strong> щелчком на одну из ваших оценок откроется экран для редактуры соответствующей оценки. Здесь можете настроить оценочные атрибуты, удалить оценку, сохранить её, или отменить изменения.
sv_se: <strong>Tryck för användaromdöme</strong> : genom att trycka på något av dina omdömen öppnar du ett fönster där du kan redigera respektive omdöme. Där kan du ställa in omdömesattribut, ta bort omdömet, spara det eller ångra ändringarna.

source: <strong>Plus Button Click</strong> : this action opens the screen for creation of new rating, see below the <strong>Phone Number Rating</strong>.
cs_cz: <strong>Klik na tlačítko Plus</strong>: tato akce otevře okno pro vytvoření nového hodnocení, viz níže <strong>Hodnocení telefonního čísla</strong>.
de_de: <strong>Plus Schaltfläche Klick</strong> : öffnen Sie hierdurch den Bildschirm zur Eingabe neuer Bewertungen, siehe unten bei <strong>Rufnummer-Bewertung</strong>.
es_es: <strong>Haciendo click en el botón Plus</strong> : esta acción abre la ventana para crear nueva evalución, véase más abajo <strong>Evaluación de número de teléfono</strong>.
fi_fi: <strong>Plus-napin napautus</strong> : tämä toiminta avaa näytön, jossa voit luoda uuden arvion, katso alempaa <strong>Puhelinnumeron arviointi</strong>
fr_fr: <strong>Clique sur le bouton Plus</strong> : cette action ouvre une fenêtre pour la création d'une nouvelle évaluation, voir ci-dessous <strong>Évaluation du numéro de téléphone</strong>.
hu_hu: <strong>Plusz Gombra Kattintás</strong>: ez a funkció egy új ablakot nyit meg, amelyben új értékelést készíthet. Lásd alul a <strong>Telefonszám Értékelés</strong> menüpontnál.
it_it: <strong>Cliccando sull pulsante Plus:</strong> questa azione apre la finestra per creare una valutazione nuova vedi sotto <strong>Valutazione di numero di telefono</strong>.
pt_br: <strong>Clique no botão de "Mais"</strong> : esta ação abre a tela para criação de nova avaliação, veja abaixo a <strong>Avaliação de número telefônico</strong>.
ru_ru: <strong>Щелчок на кнопку Плюс</strong>: эта операция откроет окно для создания новой оценки, см. ниже <strong>Оценка телефонного номера</strong>.
sv_se: <strong>Plusknapps-tryck</strong> : denna åtgärd öppnar fönstret för att skapa ett nytt omdöme, se nedan <strong>telefonnummers-omdömet</strong>.

source: Alerts
cs_cz: Upozornění
de_de: Warnungen
es_es: Avisos
fi_fi: Hälytykset
fr_fr: Alertes
hu_hu: Figyelmeztetések
it_it: Avvisi
pt_br: Alertas
ru_ru: Предупреждения
sv_se: Meddelanden

source: Alert is security rating notification displayed during calling phase (can be done for both INCOMING or OUTGOING calls).
cs_cz: Upozornění je notifikace bezpečnostního hodnocení zobrazená během fáze vyzvánění (lze zobrazovat jak pro PŘÍCHOZÍ, tak pro ODCHOZÍ hovory).
de_de: Warnungen sind Sicherheitsbenachrichtigungen und werden während eines Anrufs angezeigt (für AUSGEHENDE oder EINGEHENDE Anrufe).
es_es: Aviso es la notificación de la evaluación de seguridad demostrada cuando el teléfono suena (se puede demostrar tanto para las llamadas ENTRANTES como SALIENTES).
fi_fi: Hälytys on turvallisuusluokittelun ilmoitus, joka näkyy puhelun aikana (voidaan asettaa sekä SAAPUVILLE että LÄHTEVILLE puheluille).
fr_fr: Alerte est une notification d'évaluation de la sécurité affiché pendant la phase des sonneries (peut être affichée pour les appels ENTRANTS et SORTANTS).
hu_hu: A Figyelmeztetések, egy biztonsági értékelések alapú funkció amely a hívás fázis közben jelenik meg (a BEJÖVŐ és a KIMENŐ hívásokhoz is alkalmas).
it_it: Avviso è notificazione della valutazione di sicurezza visualizzata durante la fase di chiamata (può essere fatto sia per le chiamate IN ENTRATA o IN USCITA).
pt_br: Um alerta é uma notificação de avaliação de segurança mostrada durante a fase de chamada (pode ser feito tanto para chamadas recebidas quanto para as realizadas).
ru_ru: Предупреждение — это защитное извещение оценки, изображаемое в течении звонка (можно изображать как у ВХОДЯЩИХ, так и у ИСХОДЯЩИХ звонков).
sv_se: Varning är ett meddelande med säkerhetsomdöme som visas under samtal (kan göras både för INKOMMANDE och UTGÅENDE samtal).

source: In this screen you can configure the Alerts displaying.
cs_cz: Na této obrazovce můžete nastavit zobrazování Upozornění.
de_de: Auf diesem Bildschirm können Sie die Anzeige von Warnungen konfigurieren.
es_es: En esta pantalla puede configurar cómo se demostrarán los avisos.
fi_fi: Tällä näytöllä voit määritellä Hälytykset-näkymän.
fr_fr: Sur cet écran, vous pouvez régler l'affichage d'Alertes.
hu_hu: Az alkalmazásnak ezen a képernyőjén be tudja állítani a Figyelmeztetések megjelenítésének opcióit.
it_it: In questa schermata è possibile configurare la visualizzazione degli avvisi.
pt_br: Nesta tela você pode configurar a exibição dos Alertas.
ru_ru: На этом экране можете настроить изображение Предупреждений.
sv_se: Här kan du ställa in hur Meddelanden visas.

source: This setting here is done based on the phone number rating.
cs_cz: Nastavení zde je vztaženo k hodnocení telefonních čísel.
de_de: Die Einstellungen hier basieren auf der Rufnummer-Bewertung.
es_es: El ajuste siempre está relacionado con la evaluación de los números de teléfono.
fi_fi: Tämä asetus on tehty puhelinnumeron arvion perusteella.
fr_fr: Réglage ici est basée sur l'évaluation des numéros de téléphone.
hu_hu: Ennek a funkciónak az alapjául a telefonszám értékelések szolgálnak.
it_it: L'impostazione è sempre legato alla valutazione dei numeri di telefono.
pt_br: Esta configuração aqui é feita baseando-se na nota do número telefônico.
ru_ru: Эти настройки распространяются на оценки телефонных номеров.
sv_se: Denna inställning är baserad på telefonnumrets omdöme.

source: For each rating you can check if you want to display the alert also for numbers from your Contacts or exclude your phone Contacts.
cs_cz: U každého hodnocení můžete zaškrtnout, zda chcete zobrazit výstrahu také pro čísla z Kontaktů, nebo své telefonní kontakty vyloučit.
de_de: Für jede Bewertung können Sie prüfen ob Sie Warnungen für Rufnummern aus Ihrer Kontaktliste anzeigen oder diese ausschließen möchten.
es_es: Para cada evaluación puede tachar si quiere demostrar el aviso también para los números de contactos o si quiere excluir sus contactos de teléfono.
fi_fi: Jokaisessa arvioinnissa voit rastittaa haluatko hälytyksen näkyvän myös yhteystiedoissasi oleville numeroille vai et.
fr_fr: Pour chaque évaluation, vous pouvez marquer la possibilité d'afficher une alerte également pour les numéros de vos contacts ou vos contacts téléphoniques exclure.
hu_hu: Mindegyik értékelési típusnál be tudja állítani, hogy meg akarja-e jeleníteni a figyelmeztetést, a Névjegyzékében szereplő számok esetében is, illetve ki is kapcsolhatja ezt az opciót.
it_it: Per ogni valutazione può attraversare se si desidera visualizzare l'avviso anche per numeri di contatto o se si vuole escludere i contatti del suo telefono.
pt_br: Para cada nota você pode verificar se quer exibir o alerta para números nos seus contatos ou excluir os números nos seus contatos.
ru_ru: У каждой оценки можете отметить, если хотите изображать предупреждения также к номерам из контактов, или свои телефонные контакты исключить.
sv_se: För varje omdöme kan du ställa in om du vill visa meddelandet också för nummer från dina Kontakter eller utesluta dina Kontakter i telefonen.

source: In the <strong>Advanced</strong> section at the bottom of the screen a system overlay can be enabled.
cs_cz: V sekci <strong>Pokročilé</strong> v dolní části obrazovky lze aktivovat použití překryvných oken.
de_de: Im Abschnitt <strong>Erweiterte Optionen</strong> am Ende des Bildschirms können Sie Overlays aktivieren.
es_es: En la sección <strong>Avanzados</strong> en la parte inferior de la pantalla se puede activar el uso de ventanas superpuestas de overlay.
fi_fi: <strong>Lisäasetukset</strong> osiossa näytön alalaidassa voit ottaa System Overlay -toiminnon käyttöön.
fr_fr: Dans le <strong>Avancé</strong> en bas de l'écran un mode superposition peut être activé.
hu_hu: A <strong>Speciális</strong> beállítások szekcióban, amely a képernyő alján található, engedélyezheti az átfedés használatát is a készüléke számára.
it_it: Nella sezione <strong> Avanzate </ strong> nella parte inferiore dello schermo si possono attivare mediante finestre sovrapposte di sistema overlay.
pt_br: Na seção In the <strong>Avançado</strong> no final da tela pode ser ativada a sobreposição do sistema.
ru_ru: В секции <strong>Расширенное</strong> в нижней части экрана можно активизировать использование перекрывающих слоёв.
sv_se: I <strong>Avancerat</strong>-avdelningen längst ned på skärmen kan en systemöverlappning aktiveras.

source: If you are experiencing problems with alerts displaying, you can try to disable the usage of system overlays - this will cause the displaying of alert in another fashion which can work better on your device.
cs_cz: Pokud máte problémy se zobrazování upozornění, můžete zkusit zakázat používání překryvných oken - to způsobí zobrazení upozornění v jiném módu, který na vašem zařízení může pracovat lépe.
de_de: Bei Problemen bei der Anzeige von Warnungen probieren Sie die Overlays zu deaktivieren - durch Abschalten werden Warnungen ohne Overlay angezeigt, was auf Ihrem Gerät besser funktionieren kann.
es_es: Si usted tiene problemas con la visualización de los avisos puede probar a prohibir el uso de las ventanas superpuestas de overlay - esto causará que los avisos se demostrarán en otro modo el cual trabajará mejor en su dispositivo.
fi_fi: Jos hälytysten näyttämisessä ilmenee ongelmia, koeta poistaa System Overlay -toiminto käytöstä. Tämä mahdollistaa hälytysten näyttämisen toisella tavalla, joka voi toimia laitteessasi paremmin.
fr_fr: Si vous avez des problèmes avec affichage des alertes, vous pouvez essayer d'interdire l'utilisation de mode superposition - cela provoque l'affichage d'alertes dans un autre mode dans quel votre appareil peut fonctionner mieux.
hu_hu: Ha problémákat tapasztal a figyelmeztetések megjelenítésében, akkor tiltsa le a átfedés használata funkciót - ennek hatására a figyelmeztetések más módon jelennek majd meg, és jobban működnek majd az ön készülékén.
it_it: Se ha problemi di visualizzazione degli annunci si può provare che vieta l'uso di finestre sovrapposte si sistema overlay - questo farà che li avvisi saranno dimostrati in un altro modo che funzionerà meglio sul dispositivo.
pt_br: Se você estiver tendo problemas com a exibição de alertas, você pode tentar desabilitar o uso de sobreposições do sistema. Isto vai causar a exibição dos alertas de outra forma que pode funcionar melhor em seu dispositivo.
ru_ru: Если у вас появились проблемы с изображением предупреждений, можете попробовать запретить использование перекрывающих слоёв – это поспособствует изображению предупреждений в ином режиме, который на вашем устройстве может работать лучше.
sv_se: Om du erfar problem med meddelanden, kan du prova att stänga av överlappningar - detta kommer göra att visning av meddelande sker på ett annat sätt som kan fungera bättre på din enhet.

source: Blocking
cs_cz: Blokování
de_de: Blockieren
es_es: Bloqueo
fi_fi: Estäminen
fr_fr: Blocage
hu_hu: Blokkolás
it_it: Blocco
pt_br: Bloqueio
ru_ru: Блокирование
sv_se: Blockerar

source: In this section you can configure which incoming/outgoing calls should be blocked.
cs_cz: V této sekci můžete nastavit, které příchozí / odchozí hovory by měly být blokovány.
de_de: In diesem Abschnitt können sie konfigurieren wie Sie eingehende/ausgehende Anrufe blockieren möchten.
es_es: En esta sección puede configurar que llamadas entrantes/salientes deberían ser bloqueadas.
fi_fi: Tässä osassa voit määritellä, mitkä saapuvat/lähtevät puhelut estetään.
fr_fr: Dans cette section vous pouvez définir quels appels entrants/sortants doivent être bloqués.
hu_hu: Ebben a szekcióban tudja beállítani, hogy milyen típusú bejövő/kimenő hívások legyenek blokkolva.
it_it: In questa sezione è possibile configurare quale chiamate in entrata/uscita devono essere bloccate.
pt_br: Nesta seção você pode configurar como as ligações recebidas e realizadas devem ser bloqueadas.
ru_ru: В этой секции можете настроить какие входящие / исходящие звонки будут блокированы.
sv_se: I denna avdelning kan du ställa in vilka inkommande/utkommande samtal som ska blockeras.
