Repository: MisterGroup/ShouldIAnswerTranslations
Catalog: web/*/LC_MESSAGES/shouldianswer.po
Languages: cs_cz, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, pl_pl, pt_br, ru_ru, sv_se

source: Phone number has negative rating
cs_cz: Telefonní číslo je hodnoceno negativně
de_de: Diese Nummer hat eine negative Bewertung.
es_es: El número de teléfono tiene una evaluación negativa
fi_fi: Puhelinnumerolla on negatiivinen luokitus.
fr_fr: Ce numéro de téléphone a une évaluation négative
hu_hu: Negatív értékelésű telefonszám
it_it: Il numero di telefono ha una valutazione negativa
pl_pl: Numer telefonu ma negatywną ocenę.
pt_br: Número de telefone tem uma avaliação negativa.
ru_ru: Телефонный номер с отрицательной оценкой
sv_se: Telefonnumret har negativt omdöme.

source: Phone number has neutral rating
cs_cz: Telefonní číslo je hodnoceno neutrálně
de_de: Diese Nummer hat eine neutrale Bewertung.
es_es: El número de teléfono tiene una evaluación neutral
fi_fi: Puhelinnumerolla on neutraali luokitus.
fr_fr: Ce numéro de téléphone a une évaluation neutre
hu_hu: Semleges értékelésű telefonszám
it_it: Il numero di telefono ha una valutazione neutra
pl_pl: Numer telefonu ma neutralną ocenę.
pt_br: Número de telefone tem avaliação neutra.
ru_ru: Телефонный номер с нейтральной оценкой
sv_se: Telefonnumret har neutralt omdöme.

source: Phone number has no rating yet
cs_cz: Telefonní číslo zatím nemá hodnocení
de_de: Diese Nummer hat noch keine Bewertung.
es_es: El número de teléfono todavía no tiene una evaluación
fi_fi: Puhelinnumerolla ei ole vielä luokitusta.
fr_fr: Ce numéro de téléphone n'a pas encore été évalué
hu_hu: Még nem értékelt telefonszám
it_it: Il numero di telefono non è stato ancora valutato
pl_pl: Numer telefonu nie posiada jeszcze oceny.
pt_br: Número de telefone não possue avaliação.
ru_ru: Телефонный номер пока без оценки
sv_se: Telefonnumret har inget omdöme ännu.

source: Telemarketer
cs_cz: Telemarketing
de_de: Telefonvertreter
es_es: Vendedor Telefónico
fi_fi: Puhelinmyyjä
fr_fr: Télévendeur
hu_hu: Telemarketinges
it_it: Operatore di telemarketing
pt_br: Telemarketing
ru_ru: Телемаркетер
sv_se: Telefonförsäljare

source: Silent call
cs_cz: Prozvonění/Tichý hovor
es_es: Llamada Silenciosa
fi_fi: Hälärisoitto
fr_fr: Appel silencieux
hu_hu: Néma hívás (hívás automatától)
it_it: Chiamata abbandonata
pl_pl: Głuchy telefon
pt_br: Chamada silenciosa
ru_ru: Немой звонок
sv_se: Tyst samtal

source: Nuisance call
cs_cz: Obtěžující hovor
de_de: Störender Anruf
es_es: Llamada Molesta
fi_fi: Häirikköpuhelu
fr_fr: Appel malveillant
hu_hu: Zaklató hívás
it_it: Chiamata falsa
pl_pl: Złośiwe połączenie
pt_br: Chamada inconveniente
ru_ru: Злонамеренный вызов
sv_se: Störande samtal

source: Unsolicited call
cs_cz: Nevyžádaný hovor
de_de: Unaufgeforderter Anruf
es_es: Llamada No Deseada
fi_fi: Ei-toivottu puhelu
fr_fr: Appel non sollicité
hu_hu: Kéretlen hívás
it_it: Chiamata non richiesta
pl_pl: Niechciany telefon
pt_br: Chamada não solicitada
ru_ru: Нежелательный звонок
sv_se: Oönskade samtal

source: Financial services
cs_cz: Finanční služby
de_de: Finanzdienstleistungen
es_es: Servicios Financieros
fi_fi: Talouspalvelu
fr_fr: Services financiers
hu_hu: Pénzügyi szolgáltatások
it_it: Servizi finanziari
pl_pl: Usługi finansowe
pt_br: Serviços financeiros
ru_ru: Финансовые услуги
sv_se: Finanstjänster

source: Debt collector
cs_cz: Dluhová služba
de_de: Inkassounternehmen
es_es: Recaudador de Deudas
fi_fi: Perintäpalvelu
fr_fr: Agent de recouvrement
hu_hu: Adósság behajtó
it_it: Agente di recupero crediti
pl_pl: Ściąganie długów
pt_br: Cobrador
ru_ru: Сборщик задолженностей
sv_se: Skuldindrivare

source: Non-profit Organization
cs_cz: Nezisková organizace
de_de: Gemeinnützige Organisation
es_es: Organización Benéfica
fi_fi: Kansalaisjärjestö
fr_fr: Organisation à but non lucratif
hu_hu: Nonprofit szervezet
it_it: Organizzazione senza scopo di lucro
pl_pl: Organizacja non-profit
pt_br: Organização Não Governamental
ru_ru: Некоммерческая организация
sv_se: Icke vinstdrivande organisation

source: Political call
cs_cz: Politický hovor
de_de: Politischer Anruf
es_es: Llamada Política
fi_fi: Poliittinen puhelu
fr_fr: Appel politique
hu_hu: Politikai jellegű hívás
it_it: Chiamata politica
pl_pl: Polityka
pt_br: Ligação de Político
ru_ru: Политическая организация
sv_se: Politiskt samtal

source: Scam call
cs_cz: Podvodný hovor
de_de: Betrügerischer Anruf
es_es: Llamada de Estafa
fi_fi: Huijauspuhelu
fr_fr: Appel d'arnaque
hu_hu: Telefonos csalás
it_it: Chiamata scam
pl_pl: Oszustwo
pt_br: Chamada falsa
ru_ru: Телефонное мошенничество
sv_se: Bedrägerisamtal

source: Prank call
cs_cz: Žertovný hovor
de_de: Scherzanruf
es_es: Llamada de Broma
fi_fi: Pilapuhelu
fr_fr: Canular téléphonique
hu_hu: Hamis hívás (telefonbetyár)
it_it: Chiamata scherzo
pl_pl: Dowcip
pt_br: Trote
ru_ru: Телефонное хулиганство
sv_se: Busringning

source: Fax machine
cs_cz: Fax
de_de: Faxgerät
es_es: Máquina de Fax
fi_fi: Faksi
fr_fr: Télécopieur
hu_hu: Fax
it_it: Apparecchio fax
pl_pl: Fax
pt_br: Máquina de fax
ru_ru: Факс-машина
sv_se: Fax-apparat

source: Survey
cs_cz: Průzkum
de_de: Umfrage
es_es: Encuesta
fi_fi: Tutkimus
fr_fr: Sondage
hu_hu: Felmérés
it_it: Indagine
pl_pl: Ankieta
pt_br: Pesquisa
ru_ru: Соцопрос
sv_se: Undersökning

source: Company
cs_cz: Společnost
de_de: Firma
es_es: Empresa
fi_fi: Yritys
fr_fr: Entreprise
hu_hu: Vállalat
it_it: Compagnia
pl_pl: Firma
pt_br: Companhia
ru_ru: Компания
sv_se: Företag

source: Service
cs_cz: Služba
es_es: Servicio
fi_fi: Palvelu
hu_hu: Szolgáltatás
it_it: Servizio
pl_pl: Usługa
pt_br: Serviço
ru_ru: Сервис
sv_se: Tjänster

source: Other
cs_cz: Ostatní
de_de: Andere
es_es: Otra
fi_fi: Muu
fr_fr: Autre
hu_hu: Egyéb
it_it: Altro
pl_pl: Inne
pt_br: Outro
ru_ru: Другое
sv_se: Annat

source: SYSTEM
cs_cz: SYSTÉM
es_es: SISTEMA
fi_fi: JÄRJESTELMÄ
fr_fr: SYSTÈME
hu_hu: RENDSZER
it_it: SISTEMA
pt_br: SISTEMA
ru_ru: СИСТЕМА

source: Probably Safe
cs_cz: Pravděpodobně bezpečné
de_de: Wahrscheinlich sicher
es_es: Probablemente seguro
fi_fi: Todennäköisesti turvallinen
fr_fr: Probablement sûr
hu_hu: Valószínűleg Biztonságos
it_it: Probabilmente sicuro
pl_pl: Prawdopodobnie bezpieczne
pt_br: Provavelmente seguro
ru_ru: По всей вероятности, безопасно
sv_se: Förmodligen Säkert

source: This number doesn't have any negative ratings.
cs_cz: Toto číslo nemá žádná negativní hodnocení.
de_de: Diese Telefonnummer hat keine negative Bewertung.
es_es: Este número no tiene ninguna evaluación negativa.
fi_fi: Tällä numerolla ei ole negatiivisia arvioita.
fr_fr: Ce numéro n'a aucune évaluation négative.
hu_hu: Ennek a számnak nincsenek negatív értékelései.
it_it: Questo numero non ha cualquna valutazione negativa.
pl_pl: Ta liczba nie ma negatywną ocenę.
pt_br: Este número não tem avaliações negativas.
ru_ru: У этого номера нету никаких негативных оценок.
sv_se: Det här numret har inga negativa omdömen.

source: We also haven't detected any unusual activity regarding number %s, so it looks safe now.
cs_cz: Také jsme nedetekovali jakoukoliv neobvyklou aktivitu týkající se čísla %s, tudíž se nyní zdá být bezpečné.
de_de: Wir für die Nummer %s keine ungewöhnlichen Aktivitäten entdeckt, sie scheint also sicher zu sein.
es_es: Nosotros tampoco hemos detectado alguna actividad inusual con respecto al numero %s, pues parece seguro.
fi_fi: Emme ole havainneet epänormaalia aktiivisuutta numeroon %s liittyen, joten se on todennäköisesti turvallinen.
fr_fr: Nous n'avons détecté aucune activité inhabituelle concernant le numéro %s, donc il semble être sûr maintenant.
hu_hu: Mi sem állapítottunk meg semmilyen szokatlan tevékenységet a %s számmal kapcsolatban, ezért biztonságosnak tekinthető.
it_it: Inoltre, non abbiamo rilevare alcuna attività insolita che coinvolge numeri %s, così ora sembra essere al sicuro.
pl_pl: Ponadto, nie wykrywa żadną niezwykłą działalność polegającą numery %s, więc teraz wydaje się być bezpieczne.
pt_br: Nós também não detectaram qualquer atividade incomum em relação a número% s, por isso parece seguro agora.
ru_ru: Мы также не зарегистрировали никакой необычной активности относительно номера %s, поэтому в настоящее время похоже является безопасным.
sv_se: Vi har inte heller upptäckt någon ovanlig aktivitet angående nummer %s, så det ser säkert ut.

source: If you have any useful information about this number then please add your rating and help others find who called.
cs_cz: Pokud máte užitečné informace o tomto čísle, pak prosím přidejte vaše hodnocení a pomozte ostatním zjistit kdo volá.
de_de: Wenn Sie nützliche Informationen über diese Nummer haben, dann fügen Sie Ihre Bewertung hinzu und helfen Sie anderen, herauszufinden, wer angerufen hat.
es_es: Si tiene alguna información útil sobre este número, entonces por favor añada su evaluación y ayuda a otros a descubrir quien llama."
fi_fi: Jos sinulla on hyödyllistä tietoa tästä numerosta, lisää arviosi. Näin autat muita selvittämään, kuka soittaa.
fr_fr: Si vous avez des informations utiles sur ce numéro de téléphone, veuillez alors ajouter votre évaluation et aider les autres à trouver qui a appelé.
hu_hu: Ha van valamilyen használható információja ezzel a számmal kapcsolatban, akkor kérjük értékelje, és segítsen mások, hogy kiderüljön ki volt a hívó fél.
it_it: Se hai qualche informazione utile su questo numero ti preghiamo di aggiungere la tua valutazione e aiutare gli altri a scoprire chi li ha chiamati.
pl_pl: Jeśli masz jakąś użyteczną informację o tym numerze, prosimy dodać twoją ocenę i pomóc innym dowiedzieć się, kto dzwonił.
pt_br: Se você possui informação útil sobre este número de telefone, por favor dê a sua nota e ajude outros a descobrir quem ligou.
ru_ru: Если у вас есть какая-либо полезная информация об этом номере, пожалуйста, добавьте свою оценку и помогите другим узнать, кто звонил.
sv_se: Om du har någon användbar information om det här numret så var vänlig och lägg till ditt omdöme och hjälp andra få reda på vem som ringde.

source: Page not found
cs_cz: Stránka nenalezena
de_de: Seite nicht gefunden
es_es: La página no se ha encontrado
fi_fi: Sivua ei löytynyt.
fr_fr: Page non trouvée
hu_hu: Az oldal nem található
it_it: Pagina non trovata
pl_pl: Nie znaleziono strony
pt_br: Página não encontrada
ru_ru: Страница не найдена
sv_se: Sidan går inte att hitta

source: Requested page is not found on server. Please use navigation.
cs_cz: Požadovaná stránka nebyla nalezena na serveru. Prosím použijte navigaci.
de_de: Die Seite wurde auf dem Server nicht gefunden. Bitte verwenden Sie die Navigation.
es_es: La página solicitada no se ha encontrado en el servidor. Por favor, use nuestra navegación.
fi_fi: Haluttua sivua ei löytynyt palvelimelta. Käytä navigaatiota.
fr_fr: La page demandée est introuvable sur le serveur. Veuillez utiliser la navigation.
hu_hu: A keresett oldal nem található a kiszolgálón. Kérjük, használja a navigációt.
it_it: La pagina richiesta non è stata trovata sul server. Utilizzare gli strumenti di navigazione.
pl_pl: Nie znaleziono ządanej strony na serwerze. Proszę użyć nawigacji.
pt_br: A página solicitada não foi encontrada no servidor. Por favor use a navegação.
ru_ru: Запрашиваемая страница не найдена на сервере. Воспользуйтесь навигацией.
sv_se: Den efterfrågade sidan går inte att hitta på servern. Var vänlig att använd navigationen.

source: Page Not Found
cs_cz: Stránka nebyla nalezena
de_de: Seite nicht gefunden
es_es: La página no se ha encontrado
fi_fi: Sivua ei löytnyt.
fr_fr: Page non trouvée
hu_hu: Az Oldal Nem Található
it_it: Pagina non trovata
pl_pl: Nie Znaleziono Strony
pt_br: Página Não Encontrada
ru_ru: Страница не найдена
sv_se: Sidan går inte att hitta

source: We are sorry but page you are searching is not found! Please use site navigation to find your content.
cs_cz: Omlouváme se, ale požadovaná stránka nebyla nalezena! Prosím použijte navigaci stránek k nalezení hledaného obsahu.
de_de: Es tut uns leid, aber die gesuchte Seite wurde nicht gefunden. Bitte verwenden Sie die Navigation, um Ihren Inhalt zu finden.
es_es: ¡Lo sentimos pero la página que está buscando no se ha encontrado! Por favor, use la navegación de nuestra página web para encontrar tu contenido.
fi_fi: Olemme pahoillamme, mutta etsimääsi sivua ei löytynyt. Käytä navigaatiota.
fr_fr: Nous sommes désolés, mais la page que vous cherchez est introuvable! Veuillez utiliser la navigation du site pour trouver votre contenu.
hu_hu: Sajnáljuk, de az ön által keresett oldal nem található! Kérjük használja az oldal navigációját a keresett tartalom megtalálásához.
it_it: Siamo spiacenti ma la pagina che stai cercando non può essere trovata! Utilizzare gli strumenti di navigazione del sito per trovare il tuo contenuto.
pl_pl: Przykro nam, ale nie znaleziono strony, której szukasz! Proszę, użyj nawigacji, żeby znaleźć swoją opinie.
pt_br: Desculpe, mas a página que você está procurando não foi encontrada! Por favor use a navegação para encontrar seu conteúdo.
ru_ru: Извините, но запрашиваемая страница не найдена! Воспользуйтесь навигацией, чтобы получить доступ к необходимой информации.
sv_se: Vi ber om ursäkt men sidan du letar efter hittas inte! Var vänlig att använda sidans navigation för att hitta innehållet.

source: Service Temporarily Unavailable
cs_cz: Služba je dočasně nedostupná
de_de: Service zurzeit nicht verfügbar
es_es: Servicio Temporalmente No Disponible
fi_fi: Palvelin väliaikaisesti pois käytöstä
fr_fr: Service temporairement indisponible
hu_hu: A Szolgáltatás Átmenetileg Nem Elérhető
it_it: Servizio Temporaneamente Non Disponibile
pl_pl: Serwis Czasowo Niedostępny
pt_br: Serviço Temporariamente Indisponível
ru_ru: Сервис временно недоступен
sv_se: Tjänsten är temporärt otillgänlig

source: 503 Service Temporarily Unavailable
cs_cz: 503 Služba dočasně nedostupná
de_de: 503 Service zurzeit nicht verfügbar
es_es: Servicio 503 Temporalmente No Disponible
fi_fi: 503 Palvelin väliaikaisesti pois käytöstä
fr_fr: 503 Service Momentanément Indisponible
hu_hu: 503-as hiba történt! A Szolgáltatás Átmenetileg Nem Elérhető
it_it: 503 Servizio Temporaneamente Non Disponibile
pl_pl: 503 Serwis Czasowo Niedostępny
pt_br: 504 Serviço Temporariamente
ru_ru: 503 Сервис временно недоступен
sv_se: 503 Tjänst Temporärt Otillgänlig

source: The server is temporarily unable to service your request due to maintenance downtime or capacity problems. Please try again later.
cs_cz: Server dočasně nemůže obsloužit váš požadavek, kvůli prováděné údržbě nebo problému s kapacitou. Prosím zkuste to později.
de_de: Der Server ist aufgrund von Wartungsarbeiten oder Kapazitätsproblemen zurzeit nicht in der Lage, Ihre Anfrage zu bearbeiten. Bitte versuchen Sie es später erneut.
es_es: El servidor está temporalmente fuera de servicio debido a mantenimiento, caída o problemas de capacidad. Por favor, pruébelo de nuevo más tarde.
fi_fi: Palvelin on väliaikaisesti pois käytöstä huoltotoimenpiteiden tai ylikuormituksen takia. Yritä myöhemmin uudelleen.
fr_fr: Le serveur est temporairement incapable de traiter votre demande à cause d'une indisponibilité due à la maintenance ou à des problèmes de capacité. Veuillez réessayer plus tard.
hu_hu: A kiszolgáló átmenetileg nem tudja teljesíteni a kérést karbantartás, vagy túlterheltség miatt. Kérjük próbálja meg később.
it_it: Il server e’ temporaneamente impossibilitato a rispondere alla tua richiesta a causa di una sospensione dell’attività per la manutenzione o per problemi di capacità. Si prega di riprovare più tardi.
pl_pl: W tej chwili serwer nie jest w stanie obsłużyć Twojego ządania, bo trwają prace serwisowe lub przekroczono przepustowość. Proszę sprubować później.
pt_br: Este servidor está temporariamente impossibilitado de entregar os erviço solicitado devido a queda ou problemas de capacidade. Por favor tente novamente mais tarde.
ru_ru: Сервер временно не может обработать ваш запрос из-за превышения допустимого количества обращений или проведения техобслуживания. Пожалуйста, попробуйте позже.
sv_se: Servern kan inte visa ditt önskemål just nu på grund av underhåll eller kapacitetsproblem. Var vänlig att försök igen senare.

source: About
cs_cz: O službě
de_de: Über
es_es: Sobre nosotros
fi_fi: Tietoa
fr_fr: À propos
hu_hu: Információk
it_it: Chi siamo
pl_pl: Opis
pt_br: Sobre
ru_ru: Об услугах
sv_se: Om

source: Service description and basic information how to use it.
cs_cz: Popis služby a základní informace jak ji používat
de_de: Servicebeschreibung und grundlegende Informationen zur Benutzung.
es_es: Descripción del servicio e información básica sobre cómo usarlo.
fi_fi: Palvelukuvaus ja perustietoa kuinka käyttää sitä
fr_fr: Description du service et informations de base
hu_hu: A termék szolgáltatásainak leírása és alapvető információk a használatáról.
it_it: Descrizione del servizio e informazioni di base su come usarlo.
pl_pl: Opis serwisu i podstawowa instrukcja obsługi.
pt_br: Descrição de serviço e informação básica de uso.
ru_ru: Описание службы и основные инструкции по её использованию.
sv_se: Tjänstebeskrivning och grundläggande information om användning.

source: About the service
cs_cz: O službě
de_de: Über den Service
es_es: Sobre el servicio
fi_fi: Palvelusta
fr_fr: A propos du service
hu_hu: Információk a szolgáltatásról
it_it: Informazioni sul servizio
pl_pl: O serwisie
pt_br: Sobre o serviço
ru_ru: О сервисе
sv_se: Om tjänsten

source: Should I answer the call? This question can come into a mind of every person who sees an unknown calling number. Each of us had (or will have) the opportunity to face the s?unsolicited call, telemarketing campaign, advertisement or another kind of fraud call.
cs_cz: Můžu to zvednout? Tato otázka vytane na mysli každého, kdo vidí neznámé číslo. Každý z nás měl (nebo bude mít) příležitost čelit nevyžádanému hovoru, telemarketingové kampani, reklamě nebo jiné formě podvodných hovorů.
de_de: Soll ich annehmen? Diese Frage lässt sich in einen Geist eines jeden Menschen, eine unbekannte Rufnummer sieht zu kommen. Jeder von uns hatte (oder wird), die Möglichkeit, die s? Unerbetene Anruf, Telemarketing-Kampagne, Anzeige oder eine andere Art von Betrug Call konfrontiert.
es_es: Debería responder la llamada? Esta pregunta le viene a cada uno quién ve que le está llamando un número desconocido. Cada uno de nosotros tuvo (o va a tener) una oportunidad de encontrarse con llamada no solicitada, campaña de telemarketing, publicidad u otro tipo de llamada de fraude.
fi_fi: Pitäisikö minun vastata tähän puheluun? Tämä kysymys tulee usein mieleen, kun puhelimen näytöllä vilkkuu tuntematon numero. Jokainen meistä on taatusti saanut (tai tulee saamaan) epämieluisia puheluita - puhelinmyyjät, mainostajat ja huijarit... Ei-toivottuja puheluita on moneen lähtöön.
fr_fr: Dois-je répondre à l'appel? Cette question peut venir à l'esprit de chaque personne qui voit un numéro d'appel inconnu. Chacun de nous a eu (ou aura) la possibilité de faire face aux appels non sollicités, campagne de télémarketing, la publicité ou un autre type d'appel d'arnaque.
hu_hu: Vajon fel kéne vennem a telefont? Ez a kérdés gyakran, és teljes joggal merül fel bárkiben, aki azt tapasztalja, hogy valamilyen ismeretlen számáról hívják. Sajnos biztosra vehető, hogy korábban már mindannyian ki voltunk (vagy ki leszünk) téve, a legkülönfélébb kéretlen telefonhívásoknak, marketinges cégek, reklámügynökségek, részéről, vagy bármilyen más jellegű megkeresés, esetleg telefonos csalások, átverések miatt.
it_it: Posso rispondere? Questa domanda viene in mente chi vede numero sconosciuto. Ognuno di noi aveva (o avranno) l'opportunità di affrontare indesiderata pubblicità campagna di telemarketing chiamata o altra forma di chiamate fraudolente.
pl_pl: Czy mogę odebrać­? To pytanie może wejść w umysł każdego człowieka, który widzi nieznanego numeru osoby dzwoniącej. Każdy z nas miał (lub będzie mieć) okazję zmierzyć się z s? Kampania reklamowa, telemarketing lub inna forma fałszywych połączeń.
pt_br: Devo atender a chamada? Esta questão pode vir em uma mente de cada pessoa que vê um número de chamada desconhecida. Cada um de nós tinha (ou terá) a oportunidade de enfrentar a chamada não solicitadas, campanha de telemarketing, propaganda ou outro tipo de chamada fraude.
ru_ru: Могу взять трубку? Этот вопрос возникнет у каждого, кто видит незнакомый номер. Каждый из нас имел (или будет иметь) возможность противостоять нежелательному звонку, теле маркетинговой компании, рекламе или иной форме мошеннического звонка.
sv_se: Ska jag svara? Den frågan kan dyka upp ofta när man ser att ett okänt nummer ringer. Alla har (eller kommer att ha) upplevt oönskade samtal, telemarketingkampanjer, reklam eller andra typer av bedrägerisamtal.
