Repository: MisterGroup/ShouldIAnswerTranslations
Catalog: web/*/LC_MESSAGES/shouldianswer.po
Languages: cs_cz, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, pl_pl, pt_br, ru_ru, sv_se

source: How should we find out that the calling number is harmless and to answer it will not cost us tens of minutes of precious time or significant amount of money? The purpose and meaning of this service is to give everybody who has met such call a chance to warn the others and report a number which acts as annoying or even harmful in some way. This community web offers everybody a chance to insert own statement for the respective phone number and also offers everybody to search any number and read the reviews of the other users for some number to find what category the number is out of :
cs_cz: Jak zjistit, že neznámé volající číslo je neškodné a jeho zvednutí vás nepřipraví o desítky minut vzácného času, nebo desítky až stovky provolaných korun? Smyslem a účelem tohoto webu je umožnit každému, kdo se s takovým jednáním setkal, aby mohl varovat ostatní před telefonním číslem, které obtěžuje, nebo přímo škodí. Na tomto komunitním diskusním webu může každý vložit vlastní přízpěvek k danému telefonnímu číslu a podle přízpěvků dalších uživatelů posoudit, zda volající číslo spadá do jedné z kategorií :
de_de: Wie soll man herausfinden, ob die anrufende Nummer harmlos ist oder ob es sehr viel Zeit verschlingt oder gar teuer ist, den Anruf anzunehmen? Der Zweck dieses Services ist es, jedem der solche Anrufe bekommt, die Möglichkeit zu geben, andere zu warnen und die Nummer zu melden, die nervt oder mit der sogar Schaden angerichtet wird. Die Community bietet jedem die Möglichkeit, eine eigene Aussage zu dieser Nummer zu machen. Zudem kann jede Nummer gesucht werden und die dazugehörigen Beurteilungen gelesen werden, um herauszufinden, um welche Kategorie es sich dabei handelt:
es_es: ¿Cómo sabemos si una llamada entrante no es dañina y que al responderla no nos costará diez minutos de nuestro preciado tiempo o una significante cantidad de dinero? El propósito y objetivo de este servicio es darle a todo el mundo que se haya enfrentado a dicha llamada la oportunidad de avisar al resto e informar de un número que sea molesto o incluso dañino de cualquier forma. Esta comunidad ofrece a todo el mundo una oportunidad de compartir su opinión de un número telefónico en concreto y también ofrece a todo el mundo la oportunidad de buscar cualquier número o leer opiniones de otros "usuarios en relación a la categoría de un número en particular:
fi_fi: Mistä tiedämme onko tuntematon puhelinnumero harmiton tai vie kallista aikaamme ja rahaamme? Tämän palvelun tarkoitus on, että voimme varoittaa toisiamme näistä häiritsevistä tai muulla tavoin haitallisista puheluista. Yhteisömme sivustolla jokainen voi kommentoida puhelinnumeroita, etsiä puhelinnumeroa ja lukea muiden arvioita siitä sekä selvittää, onko tuntematon numero:
fr_fr: Que devrions-nous faire pour savoir si le numéro d'appel est sans danger et si le fait de répondre ne nous coûterait pas des dizaines de minutes de notre temps précieux ou d'importantes sommes d'argent ? Le but et l'utilité de ce service est de donner à toute personne ayant reçu de tels appels la chance d'avertir les autres et de signaler les numéros de téléphone en question comme étant dérangeants ou nuisibles quels que soient leurs buts. Cette communauté d'internautes offre à chacun la possibilité de contribuer avec sa propre déclaration à l'égard des tels numéros de téléphone et offre en même temps à chacun un moyen efficace pour rechercher n'importe quel numéro de téléphone et lire les commentaires des autres utilisateurs sur ce numéro afin de trouver la catégorie de ce numéro, qu'il soit:
hu_hu: Adja magát a kérdés, hogy hogyan lehetne egy-egy szám kapcsán biztosra venni, hogy semmilyen veszélyt nem jelent a számunkra, illetve, hogy nem fog majd elvenni hosszú perceket az értékes időnkből, esetlegesen még jelentős mértékű pénzveszteséget is okozva nekünk? Ennek a szolgáltatásnak az elsődleges célja, hogy bárki, aki potenciálisan veszélyes, vagy bármilyen jellegű, kéretlen hívást tapasztal, figyelmeztetni tudjon másokat, valamint, hogy minderről értesítéseket is tudjon írni a többi felhasználó számára. Ez a világhálón működő közösségi rendszer, lehetőséget biztosít mindenki számára, hogy kifejthesse saját véleményét egy-egy adott telefonszámról. Emellett a rendszer azt is lehetővé teszi, hogy bárki rákereshessen egy adott telefonszámra az adatbázisban, és megtekinthesse más felhasználók véleményt és értékelését az érintett számmal kapcsolatban, illetve, hogy megtudhassa, hogy a szóban forgó telefonszám milyen kategóriába van besorolva:
it_it: Come possiamo sapere se il numero che ci chiama sia inoffensivo e che se risponderemo non ci costerà decine di minuti di tempo prezioso o notevoli quantità di denaro? Lo scopo e il significato di questo servizio è quello di dare l’opportunità a quelli che hanno già ricevuto telefonate simili di avvertire gli altri e segnalare un numero che dia fastidio o che sia addirittura dannoso in qualche modo. Questa web community offre a tutti la possibilità di inserire la propria considerazione sul relativo numero di telefono, di cercare qualsiasi numero e di leggere le recensioni degli altri utenti su un certo numero di telefono per scoprire a quale categoria appartenga:
pl_pl: Jak możemy dowiedzieć się, czy przychodzące połączenie jest bezpieczne, i nie straćimy dziesięćiu minut naszego czasu oraz sporej ilości pieniędzy? Celem tego serwisu jest danie każdemu możliwości uprzedzenia innych i powiadomienia pozostałych użytkowników o irytujących i szkodliwych numerach. Nasza sieć społecznościowa daje każdemu możliwość dodania własnej opinii na temat różnych numerów telefonicznych, oraz pozwala na wyszukanie każdego numeru i przeczytanie recenzji innych użytkowników. Numery można podzielić na kategorie:
pt_br: Como poderemos descobrir se o número que está ligando é inofensivo para que possamos atender e isso não irá nos custas minutos de nosso tempo ou dinheiro? O propósito deste serviço é de proporcionar a todos que conheceram esse tipo de ligação a chance de avisar aos outros e reportar o número que age de má vontade ou com más intenções. Esta comunidade oferece a todos a chance de colocar seu próprio testemunho para o número de telefone agressor e também oferece a todos a possibilidade de buscar e ler as avaliações de outros usuários para alguns números e descobrir em qual categoria os mesmos se encontram:
ru_ru: Как мы можем понять, что номер, который пытается нам дозвониться, безопасен, и что ответ на звонок не отнимет у нас драгоценного времени или значительной суммы денег? Цель этой службы - предоставить возможность всем, кто сталкивался с телефонным мошенничеством, предупредить остальных и сообщить о номере, который каким-либо образом может предстовлять опасность, будь то мошенничество или просто реклама. Сайт дает возможность каждому оставить свой отзыв о номере телефона, а также найти подозрительный номер, ознакомиться с отзывами других пользователей, чтобы определить, к какой категории относится номер:
sv_se: Hur får vi reda på om det inkommande samtalet är harmlöst och att det inte kommer kosta oss tiotals minuter av dyrbar tid eller en summa pengar? Syftet och meningen med den här tjänsten är att ge alla som har mött dessa samtal en chans att varna de andra och rapportera nummer som agerar irriterande eller rent av skadligt på något vis. Den här communityn erbjuder en chans att skriva in egna uttalanden om varje nummer och erbjuder alla att söka på vilket nummer som helst och läsa reccensionerna från andra användare för att få reda på vilken kategori numret tillhör:

source: Neutral number
cs_cz: Neutrální číslo
de_de: Neutrale Nummer
es_es: Número neutral
fi_fi: Neutraali numero
fr_fr: Un numéro neutre
hu_hu: Semleges szám
it_it: Numero neutro
pl_pl: Numer neutralny
pt_br: Número neutro
ru_ru: Нейтральный номер
sv_se: Neutralt nummer

source: not decided yet if the number is harmful/scam or legitimate
cs_cz: nelze jednoznačně říci, zda je škodlivé či prospěšné
de_de: Es steht noch nicht fest, ob die Nummer schädilch/ betrügerisch oder legitim ist.
es_es: todavía no se ha decidido si el número es dañino/estafa o es legitimo
fi_fi: ei vielä varma onko numero asiallinen vai epäasiallinen soittaja vai onko kyseessä huijaus
fr_fr: Un numéro qui n'est pas encore signalé, ni en tant que numéro nuisible, ni en tant qu'arnaque et ni même en tant que numéro légitime
hu_hu: még nem derült ki, hogy a szám veszélyes/átverés vagy veszélytelen
it_it: non è stato ancora deciso se il numero sia dannoso/scam o legittimo
pl_pl: jeszcze nie określono, czy numer jest szkodliwy lub nie
pt_br: não decidido se o número é perigoso/fraude ou legítimo
ru_ru: в настоящий момент не определено, является ли номер опасным или нет.
sv_se: inte bestämt än om numret är skadligt/lurendrejeri eller giltligt

source: Scam number
cs_cz: Škodlivé číslo
de_de: Betrügerische Nummer
es_es: Número de Estafa
fi_fi: Huijausnumero
fr_fr: Un numéro d'arnaque
hu_hu: Scam telefonszám
it_it: Numero scam
pl_pl: Numer oszustwo
pt_br: Número de fraude
ru_ru: Номер мошенников
sv_se: Svindlar-nummer

source: answering this call will cost a precious time or money
cs_cz: jeho zvednutí uživatele připraví nevyžádanou formou o čas či peníze
de_de: Die Annahme dieses Anrufs kostet wertvolle Zeit oder Geld.
es_es: responder esta llamada le costará un precioso tiempo o dinero
fi_fi: vastaaminen puheluun vie paljon aikaa tai rahaa
fr_fr: La fait de répondre à cet appel vous coûtera soit un temps précieux, ou de l'argent
hu_hu: a hívás fogadása ennél a számnál idő vagy pénzveszteséget okoz.
it_it: rispondere a questa chiamata costerà tempo prezioso o soldi
pl_pl: odebranie tego połączenia będzie Ci kosztowało sporo czasu i pieniędzy
pt_br: responder a esta chamada irá causar custo de dinheiro e tempo
ru_ru: ответ на этот звонок будет стоить вам драгоценного времени или денег
sv_se: att svara på det här samtalet kommer kosta dig värdefull tid eller pengar

source: Useful number
cs_cz: Užitečné číslo
de_de: Nützliche Telefonnummer
es_es: Número útil
fi_fi: Hyödyllinen numero
fr_fr: Un numéro utile
hu_hu: Hasznos telefonszám
it_it: Numero utile
pl_pl: Użyteczny numer
pt_br: Número útil
ru_ru: Полезный номер
sv_se: Användbart nummer

source: there is no danger in answering this call
cs_cz: jeho zvednutím nám nic nehrozí
de_de: Die Annahme dieses Anrufs ist ungefährlich.
es_es: no hay peligro en responder esta llamada
fi_fi: puheluun voi vastata ongelmitta
fr_fr: Il n'y a pas de danger à répondre à cet appel
hu_hu: a hívás fogadás ennél a számnál nem jár semmilyen veszéllyel.
it_it: non esiste nessun pericolo nel rispondere a questa chiamata
pl_pl: można bezpiecznie odpowiedzieć na ten telefon
pt_br: não há perigo em responder esta chamada
ru_ru: отвечать на этот звонок безопасно
sv_se: det finns ingen fara med att svara på det här samtalet

source: If the user has such information always accessible and in a readable way we would be able to limit or even stop the incorrect behavior from the side of unwanted marketing campaigns or companies trying to make a profit from unfair situations where the ?customer? (in this case we) can not protect ourselves adequately.
cs_cz: Pokud bude mít uživatel takovou informaci dostupnou v čitelné podobě, budeme schopni omezit nebo zastavit nekorektní jednání ze strany nevyžádaných marketingových kampaní nebo společností snažících se vydělat na situacích, kdy se zákazník (v tomto případě my) nemůže sám adekvátně bránit.
de_de: Wenn der Benutzer diese Informationen immer zugänglich und in lesbarer Weise hat würden wir in der Lage, zu begrenzen oder sogar stoppen das Fehlverhalten von der Seite des unerwünschten Marketingkampagnen oder Firmen, die versuchen, einen Gewinn vor unfairen Situationen, wenn die Kunden (in diesem Fall wir) können uns nicht ausreichend schützen.
es_es: Si el usuario tuviera tal información también de forma legible
fi_fi: Jos käyttäjällä olisi käytössään tällaista tietoa kokoajan, voisimme säädellä tai jopa kokonaan estää ei-toivotut puhelut, kuten puhelinmyynnin. Näin ?asiakkailla? (eli meillä) olisi keino puolustautua näitä epämukavia markkinointikeinoja vastaan.
fr_fr: Si l'utilisateur a cette information disponible sous une forme lisible, nous serons en mesure de réduire ou d'arrêter une conduite irrégulière des campagnes de marketing non sollicités ou des entreprises qui tentent de capitaliser sur les situations où le client (dans ce cas nous) ne peut pas se défendre adéquatement.
hu_hu: Ha ezek az információk a felhasználók számára mindig rendelkezésre állnak és bármikor megtekinthetők, képesek leszünk jelentős mértékben korlátozni, vagy akár teljesen meg is akadályozni, hogy a kéretlen hívások, marketing kampányok révén egyes cégek tisztességtelen módon profitálhassanak abból, hogy a felhasználók (jelen esetben mi) nem tudják kellőképpen megvédeni magukat velük szemben.
it_it: Se l'utente avrà le informazioni disponibili in un formato leggibile, saremo in grado di ridurre o interrompere comportamenti scorretti sulle campagne di marketing non richiesti parti o di aziende che cercano di sfruttare le situazioni in cui il cliente (in questo caso) non può adeguatamente difendersi.
pl_pl: Jeśli użytkownik będzie miał te informacje dostępne w czytelnej formie, będziemy w stanie zmniejszyć, lub zatrzymać niewłaściwe zachowanie przez niechciane kampanie marketingowe, lub firmy, które starają się wykorzystać sytuacji, gdy klient (w tym przypadkumy my) nie może się odpowiednio bronić.
pt_br: Se o usuário tiver essas informações sempre acessível e de forma legível que seria capaz de limitar ou mesmo parar o comportamento incorrecto do lado de campanhas de marketing indesejados ou empresas que tentam lucrar com situações injustas, onde o? Cliente? (neste caso) não pode nos proteger de forma adequada.
ru_ru: Если пользователь будет иметь такую информацию доступную в разборчивой форме, будем способны ограничить или остановить некорректные действия со стороны нежелательных маркетинговых компаний или фирм, пытающихся заработать на ситуациях, когда клиент (в данном случае мы) не может сам адекватно защищаться.
sv_se: Om användaren har sådan information tillgänglig och läsbar så kan vi begränsa och även stoppa beteendet från marknadsföringskampanjer och företag som försöker tjäna på situationer där "kunden" (i det här fallet) inte kan skydda sig själv på ett fullgott sätt.

source: Let's fight together against the telephonic kind of harassment, let's share our knowledge and situations and most important, the ways how to protect.
cs_cz: Pojďme společně bojovat proti telefonickému obtěžování, sdílejme naše vědomosti a zkušenosti a co je důležitější, postupy jak se bránit.
de_de: Kämpfen wir gemeinsam gegen telefonische Belästigungen, und teilen wir unser Wissen und Erfahrungen und, am wichtigsten, Maßnahmen um uns zu schützen.
es_es: Luchemos todos contra las llamadas molestas, compartamos nuestro conocimiento y situaciones y sobre todo manera como protegernos.
fi_fi: Taistellaan siis yhdessä tätä puhelinhäirintää vastaan jakamalla tietojamme sekä ohjeita siitä, miten voimme suojautua.
fr_fr: Luttons ensemble contre le harcèlement téléphonique, partageons nos connaissances et expérience, et plus important encore, les procédures pour se défendre.
hu_hu: Küzdjünk együtt a telefonos zaklatások minden típusa ellen, osszuk meg a tudásunkat és a tapasztalatainkat, de ami a legfontosabb, a hatékony védekezés módját is.
it_it: Lottiamo insieme contro quadrante molestie, condividere la nostra conoscenza ed esperienza, e, soprattutto, pratica come difendersi.
pl_pl: Walczmy razem przeciw telefonicznym rodzajóm molestowania, niech podzieli się naszą wiedzą i sytuacjom i najważniejsze, sposoby, jak chronić.
pt_br: Vamos lutar juntos contra o tipo de assédio telefônico, vamos compartilhar nosso conhecimento e situações e mais importante, as maneiras como se proteger.
ru_ru: Давайте же вместе бороться с телефонным беспокойством, делиться нашими знаниями и опытом и что важнее, способами защиты.
sv_se: Låt oss kämpa tillsammans mot den här sortens telefontrakasserier, låt oss dela vår kunskap och framförallt, sättet vi kan skydda oss på.

source: Login page
cs_cz: Přihlašovací obrazovka
de_de: Anmeldeseite
es_es: Página de inicio de sesión
fi_fi: Kirjautumissivu
fr_fr: Page de connexion
hu_hu: Bejelentkezési oldal
it_it: Pagina di login
pl_pl: Zaloguj się na ekranu
pt_br: Página de Login
ru_ru: Регистрационная страница
sv_se: Login-sida

source: Administration Login
cs_cz: Administrátorský login
de_de: Verwalter Anmeldung
es_es: Inicio de Sesión Administrativo
fi_fi: Ylläpidon kirjautuminen
fr_fr: Connexion administration
hu_hu: Admin belépés
it_it: Login di amministrazione
pl_pl: Administracyjny login
pt_br: Login de administração
ru_ru: Логин администратора
sv_se: Administrativt Login

source: Phone App Compatibility
cs_cz: Kompatibilita aplikace
de_de: Phone App-Kompatibilität
es_es: Compatibilidad de aplicación
fi_fi: Sovelluksen yhteensopivuus
fr_fr: Compatibilité App Téléphone
hu_hu: Telefonos Applikáció Kompatibilitás
it_it: Compatibilità delle applicazioni
pl_pl: Telefon App Kompatybilność
pt_br: Compatibilidade da aplicação
ru_ru: Совместимость аппликации
sv_se: Telefonens Kompabilitet med Appen

source: Phone Compatibility Report
cs_cz: Hlášení o kompatibilitě
de_de: Phone Kompatibilität Report
es_es: Notificación de compatibilidad
fi_fi: Puhelimen yhteensopivuus -raportti
fr_fr: Rapport Compatibilité Téléphone
hu_hu: Készülék Kompatibilitási Jelentés
it_it: Rapporto di compatibilità
pl_pl: Telefon Raport zgodności
pt_br: Relatório de compatibilidade da aplicação
ru_ru: Извещение о совместимости
sv_se: Telefonens Kompabilitetsrapport

source: Phone API version
cs_cz: Verze API telefonu
de_de: API-Telefon Version
es_es: Versión API de teléfono
fi_fi: Puhelinrajapintaversio
fr_fr: Version de l'API de téléphone
hu_hu: Készülék API verziója
it_it: Versione API del telefono cellulare
pl_pl: Wersja Telefon API
pt_br: Versão da API do telefone
ru_ru: Версия API телефона
sv_se: Telefonens API-version

source: App Version
cs_cz: Verze aplikace
es_es: Versión de aplicación
fi_fi: Sovellusversio
fr_fr: Version de l'application
hu_hu: Applikáció Verzió
it_it: Versione di applicazione
pl_pl: Wersja aplikację
pt_br: Versão da aplicação
ru_ru: Версия аппликации

source: Phone Manufacturer
cs_cz: Výrobce telefonu
de_de: Telefon-Hersteller
es_es: Fabricante de teléfono
fi_fi: Puhelinvalmistaja
fr_fr: Fabricant de téléphones
hu_hu: Készülék Gyártó
it_it: Rroduttore di telefono
pl_pl: Producent telefonów
pt_br: Fabricante do aparelho
ru_ru: Производитель телефона
sv_se: Telefontillverkare

source: Phone Model
cs_cz: Model telefonu
de_de: Handy-Modell
es_es: Modelo de teléfono
fi_fi: Puhelinmalli
fr_fr: Modèle du téléphone
hu_hu: Telefon Modell
it_it: Modello di telefono
pl_pl: Model telefonu
pt_br: Modelo do telefone
ru_ru: Модель телефона
sv_se: Telefonmodell

source: Contacts Support
cs_cz: Podpora čtení Kontaktů
de_de: Kontakte Unterstützung
es_es: Soporte de los contactos
fi_fi: Yhteystietotuki
fr_fr: Support des Contacts
hu_hu: Névjegyzék Támogatás
it_it: Supporto di Contatti
pl_pl: Promowanie czytania kontaktów
pt_br: Contatar o suporte
ru_ru: Поддержка чтения контактов
sv_se: Kontaktar support

source: Auto Disconnect Support
cs_cz: Podpora Automatického ukončení hovoru
de_de: Automatischer Verbindungsabbruch Unterstützung
es_es: Soporte de finalizar llamadas automáticamente
fi_fi: Automaattisen yhteyden katkaisun tuki
fr_fr: Support de déconnexion automatique
hu_hu: Automatikus Kapcsolatbontás Támogatás
it_it: Supporto per terminare le chiamate automaticamente
pl_pl: Wsparcie dla kończenia połączeń
pt_br: Auto desconexão do suporte
ru_ru: Поддержка Автоматического прекращения звонка
sv_se: Automatisk frånkoppling av support

source: Are you experiencing any issue ?
cs_cz: Máte nějaký problém?
de_de: Sind Sie erleben jede Frage?
es_es: Tiene algún problema?
fi_fi: Onko sinulla ilmennyt ongelmia?
fr_fr: Y at-il un problème?
hu_hu: Tapasztal bármilyen hibát?
it_it: C'è un problema?
pl_pl: Czy doświadczasz jakiś problem?
pt_br: Você está tendo algum problema?
ru_ru: У вас есть какая-либо проблема?
sv_se: Upplever du något problem?

source: Issue Type
cs_cz: Druh problému
de_de: Problemtyp
es_es: Tipo de problema
fi_fi: Ongelmatyyppi
fr_fr: Type de problème
hu_hu: Hiba Típusa
it_it: Tipo di problema
pl_pl: Rodzaj problemu
pt_br: Tipo de problema
ru_ru: Тип проблемы
sv_se: Typ av problem

source: I didn't find any issue yet
cs_cz: Zatím jsem neobjevil žádný problém
de_de: Ich habe noch kein Problem gefunden
es_es: Todavía no he descubierto ningún problema
fi_fi: En ole löytänyt vielä ongelmia
fr_fr: Je n'ai pas encore trouvé aucun problème
hu_hu: Még nem tapasztaltam semmilyen hibát
it_it: Finora non ho trovato alcun problema
pl_pl: Nie znalazłem jednak żadnego problemu
pt_br: Ainda não encontrei nenhum problema
ru_ru: Пока что я не обнаружил никаких проблем
sv_se: Jag hittade inget problem än

source: Hurray! We hope it stays like this ;-)
cs_cz: Hurá! Doufáme, že to takhle zůstane ;-)
de_de: Hurra! Wir hoffen, dass es so bleibt ;-)
es_es: Woow! Esperemos que siga así ;-)
fi_fi: Hurraa! Toivomme, että näin myös jatkuu ;-)
fr_fr: Hourra! Nous espérons que cela reste comme ça ;-)
hu_hu: Szuper! Reméljük, ez így is marad ;-)
it_it: Evviva! Speriamo che rimanga così;-)
pl_pl: Brawo! Mamy nadzieję, że pozostaje w ten sposób;-)
pt_br: Eba! Esperamos que continue assim! ;-)
ru_ru: Ура! Надеемся, что это так и останется ;-)
sv_se: Hurra! Vi hoppas det förblir så ;-)

source: Alerts are not visible
cs_cz: Upozornění nejsou viditelná
de_de: Alerts sind nicht sichtbar
es_es: Avisos no son visibles
fi_fi: Hälytykset eivät näy
fr_fr: Alertes ne sont pas visibles
hu_hu: A figyelmezetések nem láthatók
it_it: Gli avvisi non sono visibili
pl_pl: Alerty nie są widoczne
pt_br: Os alertas não estão visíveis
ru_ru: Предупреждения не видны
sv_se: Meddelanden är inte synliga

source: Firstly the alerts are visible only for calls from/to phone numbers which are not stored in your phone contacts.
cs_cz: Za prvé Upozornění jsou viditelná pouze pro volání z/na telefonní čísla, která nejsou uložena v kontaktech telefonu.
de_de: Zunächst werden die Warnungen sind nur für Anrufe von / nach Telefonnummern, die nicht in Ihrem Telefon Kontakte gespeichert sind sichtbar.
es_es: Primero los avisos son visibles solamente para las llamadas de/a los números los cuales no están guardados en los contactos de teléfono.
fi_fi: Hälytykset näkyvät vain lähtevissä/saapuvissa puheluissa, joiden numeroita ei ole tallennettu yhteystietoihisi.
fr_fr: Premièrement les alertes sont visibles seulement pour les appels à partir de / vers des numéros de téléphone qui ne sont pas stockés dans vos contacts téléphoniques.
hu_hu: Először is, csak az olyan ki- és bemenő hívások esetében láthatók a figyelmeztetések, amelyek számai nincsenek tárolva a telefon névjegyzékében.
it_it: In primo luogo avvisi sono visibili solo per le chiamate da/per numeri di telefono non vengono memorizzati nei contatti del telefono.
pl_pl: Pierwsze ostrzeżenie jest widoczne tylko dla połączeń z / do numerów nie zapisanych w kontaktach telefonicznych.
pt_br: Primeiramente os alertas estão visíveis apenas de ligações de/para números de telefone que não estejam armazenados nos contatos do seu telefone.
ru_ru: Во-первых, Предупреждения видны только для звонков с/на номера, которые не сохранены в контактах телефона.
sv_se: För det första är meddelanden synliga endast för samtal från / till telefonnummer som inte är lagrade i dina telefonkontakter .
