Repository: MisterGroup/ShouldIAnswerTranslations
Catalog: web/*/LC_MESSAGES/shouldianswer.po
Languages: cs_cz, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, pl_pl, pt_br, ru_ru, sv_se

source: Please enter your valid email
cs_cz: Prosím zadejte váš validní email
de_de: Bitte geben Sie eine gültige E-Mail-Adresse ein
es_es: Por favor ponga su correo electrónico válido
fi_fi: Lisää voimassa oleva sähköpostiosoite
fr_fr: Veuillez entrer votre email valide
hu_hu: Kérjük, hogy érvényes e-mail címet adjon meg
it_it: Inserisci la tua email valida
pl_pl: Podaj swój poprawny e-mail
pt_br: Por favor, informe um e-mail válido
ru_ru: Пожалуйста напишите ваш действительный мейл адрес
sv_se: Vänligen ange en valid e-postadress

source: If possible please communicate in English language to speed up the request processing.
cs_cz: Pokud je to možné komunikujte v Českém nebo Anglickém jazyce pro urychlení zpracování žádosti.
de_de: Wenn möglich bitte in englischer Sprache zu kommunizieren zur Beschleunigung der Verarbeitung von Anforderungen.
es_es: Si es posible comunique en checo o en inglés para acelerar el proceso de su requisito.
fi_fi: Mikäli mahdollista, viestitä englannin kielellä nopeuttaaksesi palvelupyyntöprosessia.
fr_fr: Si possible s'il vous plaît communiquez en langue anglaise afin d'accélérer le traitement de la demande.
hu_hu: Ha megoldható, akkor kérjük, hogy angol nyelvet használjon, a folyamat felgyorsítása érdekében.
it_it: Se è possibile comunicare in ceco o inglese per accelerare il trattamento delle domande.
pl_pl: Jeśli to możliwe, prosimy o poinformowanie w języku angielskim, aby przyspieszyć przetwarzaniu żądań.
pt_br: Se possível, comunique-se em inglês para acelerar o processamento de sua solicitação.
ru_ru: Если это возможно пишите на Чешском или на Английском языке для ускорения обработки заявления.
sv_se: Om möjligt, kommunicera på engelska för att korta ned tiden vi behöver för att hantera ärendet.

source: If you have problems with submitting this form, please contact us to email <strong>support@shouldianswer.net</strong>.
cs_cz: Pokud máte problémy s odesláním formuláře, kontaktujte nás na <strong>support@shouldianswer.net</strong>.
de_de: Wenn Sie Probleme mit dem Absenden dieses Formulars haben, kontaktieren Sie uns bitte, um <strong>support@shouldianswer.net</strong> E-Mail.
es_es: Si tiene problemas con el envío del formulario, póngase en contacto con nosotros en <strong>support@shouldianswer.net</strong>.
fi_fi: Jos tämän lomakkeen lähettämisessä ilmenee ongelmia, ota yhteyttä sähköpostitse osoitteeseen <strong>support@shouldianswer.net</strong>.
fr_fr: Si vous avez des problèmes avec envoi de ce formulaire, s'il vous plaît contactez nous par courriel à <strong>support@shouldianswer.net</strong>.
hu_hu: Ha valamilyen problémája adódna az űrlap használatával, akkor kérjük, hogy erre az e-mail címre írjon nekünk: <strong>support@shouldianswer.net</strong>.
it_it: Se avete problemi con l'invio di questo modulo, vi preghiamo di contattarci per e-mail <strong>support@shouldianswer.net</strong>.
pl_pl: Jeśli masz problemy Przesyłając ten formularz, prosimy o kontakt na e-mail <strong> support@shouldianswer.net </ strong>.
pt_br: Se você tiver problemas ao enviar este formulário, por favor entre em contato por e-mail pelo <strong>support@shouldianswer.net</strong>.
ru_ru: Если у вас возникли проблемы с отправлением формуляра, контактируйте нас на <strong>support@shouldianswer.net</strong>.
sv_se: Om du har problem med att fylla i detta formulär, vänligen kontakta oss på e-post <strong>support@shouldianswer.net</strong>.

source: Send Issue Report
cs_cz: Odeslat zprávu o problému
de_de: Problembericht absenden
es_es: Enviar el mensaje sobre el problema
fi_fi: Lähetä ongelmaraportti
fr_fr: Envoyer un rapport du problème
hu_hu: Hibajelentés Küldése
it_it: Invia un messaggio circa il problema
pl_pl: Wyślij wiadomość o problemie
pt_br: Enviar relatório de erro
ru_ru: Послать сообщение о проблеме
sv_se: Skicka problemrapport

source: Compatibility Issue Received
cs_cz: Potíže s kompatibilitou přijaté
de_de: Kompatibilitätsproblem erhalten
es_es: Dificultades con compatibilidad
fi_fi: Yhteensopivuusongelma vastaanotettu
fr_fr: Problèmes de compatibilité reçues
hu_hu: Kompatibilitási Probléma Észlelve
it_it: Problemi di compatibilità ricevuti
pl_pl: Otrzymał problemy z kompatybilnością
pt_br: Problema de compatibilidade resolvido
ru_ru: Затруднения с совместимостью полученного
sv_se: Problem med kompatibilitet mottagen

source: Phone Compatibility Issue
cs_cz: Problémy s kompatibilitou
de_de: Telefon Kompatibilitätsproblem
es_es: Problemas con compatibilidad
fi_fi: Puhelimen yhteensopivuusongelma
fr_fr: Problèmes de compatibilité avec le téléphone
hu_hu: Készülék Kompatibilitási Hiba
it_it: Problemi di compatibilità
pl_pl: Problemy z kompatybilnością
pt_br: Problema de compatibilidade do telefone
ru_ru: Проблемы с совместимостью
sv_se: Problem med telefonens kompatibilitet

source: Your information has been succesfully send to our support team.
cs_cz: Vaše informace byly úspěšně odeslané našemu týmu podpory.
de_de: Ihre Informationen wurden erfolgreich an unser Support-Team gesendet.
es_es: Su información ha sido enviada con éxito a nuestro equipo de soporte.
fi_fi: Tietosi on lähetetty onnistuneesti käyttäjätukitiimillemme.
fr_fr: Votre information a été envoyé avec succès à notre équipe de soutien.
hu_hu: Ön által megadott adatokat továbbítottuk illetékes kollégáink felé.
it_it: I tuoi dati è stato inviato con successo al nostro team di supporto.
pl_pl: Twoje informacje zostały pomyślnie wysłane do działu pomocy technicznej.
pt_br: Sua informação foi enviada com sucesso para nossa equipe de suporte.
ru_ru: Ваши информации были успешно отправлены в нашу группу техподдержки.
sv_se: Din information har skickats till vårt support-team.

source: We will try to analyze it as soon as possible.
cs_cz: Budeme se snažit provést analýzu co nejdříve.
de_de: Wir werden versuchen, es so schnell wie möglich zu analysieren.
es_es: Intentaremos hacer el análisis lo más pronto posible.
fi_fi: Me analysoimme sen niin pian kuin mahdollista.
fr_fr: Nous allons essayer de l'analyser dès que possible.
hu_hu: Igyekszünk a kapott adatokat minél gyorsabban feldolgozni.
it_it: Cerchiamo di analizzare il più presto possibile.
pl_pl: Postaramy się przeanalizować go jak najszybciej.
pt_br: Vamos analisar o mais rápido possível.
ru_ru: Постараемся провести анализ как можно быстрее.
sv_se: Vi kommer att försöka analysera det så snart som möjligt.

source: Thank you for your help!
cs_cz: Děkujeme vám za vaši pomoc!
de_de: Vielen Dank für Ihre Mithilfe!
es_es: Gracias por su ayuda.
fi_fi: Kiitos avustanne!
fr_fr: Merci pour votre aide.
hu_hu: Köszönjük szépen a segítségét!
it_it: Grazie per il suo aiuto!
pl_pl: Dziękujemy za pomoc!
pt_br: Obrigado por sua ajuda!
ru_ru: Спасибо вам за вашу помощь!
sv_se: Tack för din hjälp!

source: Contact
cs_cz: Kontakt
de_de: Kontakt
es_es: Contacto
fi_fi: Yhteys
fr_fr: Nous Contacter
hu_hu: Kapcsolat
it_it: Contatti
pl_pl: Kontakt
pt_br: contato
ru_ru: Контакты
sv_se: Kontakt

source: Contact information
cs_cz: Kontaktní informace
de_de: Kontaktinformationen
es_es: Información de contacto
fi_fi: Yhteystiedot
fr_fr: Données de contact
hu_hu: Elérhetőségi adatok
it_it: Dati di contatto
pl_pl: Informacje kontaktowe
pt_br: Informação de contato
ru_ru: Контактная информация
sv_se: Kontaktinformation

source: Thank You for using this Service.
cs_cz: Děkujeme že používáte tuto službu.
de_de: Danke, dass Sie diesen Service nutzen.
es_es: Gracias por usar este servicio.
fi_fi: Kiitos palvelun käyttämisestä.
fr_fr: Merci d'utiliser ce service.
hu_hu: Köszönjük, hogy használja ezt a szolgáltatást.
it_it: Grazie per aver utilizzato questo Servizio.
pl_pl: Dziękujęmy za skorzystanie z tego Serwisu.
pt_br: Obrigado por usar este serviço.
ru_ru: Благодарим вас за использование сервиса
sv_se: Tack för att du använder den här tjänsten

source: If You need to contact us please send us email to <strong>contact@shouldianswer.com</strong>. Your question will be processed in the shortest time possible.
cs_cz: Pokud nás potřebujete kontaktovat, prosíme napište nám na <strong>contact@shouldianswer.net</strong>. Váš dotaz bude zpracován v nejkratším možném čase.
de_de: Wenn Sie mit uns Kontakt aufnehmen wollen, schicken Sie eine E-Mail an <strong>contact@shouldianswer.com</strong>. Ihre Frage wird so schnell wie möglich beantwortet.
es_es: Si tiene que ponerse en contacto con nosotros, por favor envía un email a <strong>contact@shouldianswer.net</strong>. Su consulta será procesada en el menor tiempo posible.
fi_fi: Jos haluat ottaa meihin yhteyttä, lähetä sähköpostia osoitteeseen <strong>contact@shouldianswer.com</strong>. Vastaamme kysymykseesi mahdollisimman pian.
fr_fr: Si vous souhaitez nous contacter, veuillez nous écrire à <strong>contact@shouldianswer.net</strong>. Votre question sera traitée dans les meilleurs délais.
hu_hu: Ha fel szeretné venni velünk a kapcsolatot, akkor kérjük írjon a <strong>contact@shouldianswer.com</strong> e-mail címre. Levelére igyekszünk a lehető legrövidebb időn belül válaszolni.
it_it: Se ci devi contattare, ti preghiamo di inviarci una e-mail al seguente indirizzo <strong>contact@shouldianswer.net</strong>. La tua richiesta verrà gestita nel più breve tempo possibile.
pl_pl: Jeśli potrzebujesz skontaktować się z nami, wyślij email na <strong>contact@shouldianswer.net</strong>. Postaramy się odpowiedzieć jak najszybciej.
pt_br: Se você precisa nos contatar por favor envie um e-mail para <strong>contact@shouldianswer.net</strong>. A sua mensagem será processada no menor tempo possível.
ru_ru: Если вы желаете связаться с нами, отправьте письмо на <strong>contact@shouldianswer.net</strong>. Ваш вопрос будет обработан в кратчайшие сроки.
sv_se: Om du behöver kontakta oss var vänlig att skicka mail till <strong>contact@shouldianswer.com</strong>. Din fråga kommer besvaras på kortast möjliga tid.

source: Main Page
cs_cz: Hlavní stránka
de_de: Hauptseite
es_es: Página Principal
fi_fi: Etusivu
fr_fr: Page d'accueil
hu_hu: Főoldal
it_it: Pagina Principale
pl_pl: Strona Główna
pt_br: Página Inicial
ru_ru: Главная страница
sv_se: Huvudsida

source: See what phone numbers are most searched and find ratings and users reviews.
cs_cz: Podívejte se jaká jsou nejvyhledávanější telefonní čísla a najděte jejich hodnocení a uživatelské popisy.
de_de: Sehen Sie, welche Telefonnummern am meisten gesucht werden und deren Bewertungen und Nutzermeinungen.
es_es: Descubre los números de teléfono más buscados y encuentra evaluaciones y opiniones de usuarios.
fi_fi: Katso, mitkä numerot ovat etsityimpiä ja löydä arviot sekä käyttäjien kommentit.
fr_fr: Consultez les numéros de téléphone les plus recherchés et trouvez les évaluations et commentaires d'utilisateurs.
hu_hu: Tekintse meg a leggyakrabban keresett telefonszámokat, nézze meg az értékelésüket és a más felhasználók által írt tájékoztatókat.
it_it: Vedi quali sono i numeri di telefono più ricercati e trova valutazioni e recensioni degli utenti.
pl_pl: Zobacz, jakie numery telefonów są najczęściej wyszukiwane, i znajdź oceny i recenzje użytkowników.
pt_br: Veja quais números de telefone são mais procuradsos e veja as avaliações de usuarios e suas notas.
ru_ru: Проверьте наиболее часто запрашиваемые номера, оценки и отзывы пользователей.
sv_se: Se vilka telefonnummer som är mest sökta och hitta omdömen och användarrecensioner

source: How to block unwanted numbers?
cs_cz: Jak zablokovat nevyžádané hovory?
de_de: Wie kann man unerwünschte Nummern sperren?
es_es: ¿Cómo se bloquean números no deseados?
fi_fi: Miten estää ei-toivotut numerot?
fr_fr: Comment bloquer les numéros indésirables ?
hu_hu: Hogyan blokkolja a kéretlen hívásokat?
it_it: Come si bloccano i numeri indesiderati?
pl_pl: Jak zablokować niechciane numery?
pt_br: Como bloquear números indesejados?
ru_ru: Как заблокировать нежелательные номера?
sv_se: Hur blockerar man oönskade nummer?

source: We have simple solution for you!
cs_cz: Máme pro vás jednoduché řešení!
de_de: Wir haben eine einfache Lösung für Sie!
es_es: ¡Tenemos una solución simple para usted!
fi_fi: Meillä on yksinkertainen ratkaisu!
fr_fr: Nous avons une solution simple pour vous !
hu_hu: Van egy egyszerű megoldásunk az Ön számára!
it_it: Abbiamo una soluzione semplice per te!
pl_pl: Mamy dla Ciebie proste rozwiązanie!
pt_br: Temos uma solução simples para você!
ru_ru: У нас есть для вас простое решение!
sv_se: Vi har en enkel lösning till dig!

source: Install our free security application into your mobile phone and stop unsolicited calls once forever!
cs_cz: Nainstalujte si naši bezplatnou bezpečnostní aplikaci do vašeho mobilního telefonu a zkoncujte s nevyžádanými hovory jednou provždy!
de_de: Installieren Sie unsere kostenlose Sicherheits-Anwendung auf Ihrem Handy und stoppen Sie unerbetene Anrufe ein für allemal!
es_es: ¡Instalenuestra aplicación de seguridad gratuita en tu teléfono móvil y detenga para siempre las llamadas no solicitadas!
fi_fi: Asenna ilmainen sovelluksemme puhelimeesi ja estä ei-toivotut puhelut lopullisesti!
fr_fr: Installez gratuitement notre application de sécurité sur votre téléphone mobile et bloquez une fois pour toutes les appels non sollicités !
hu_hu: Telepítse az ingyenes biztonsági applikációnkat a mobiltelefonjára, és szabaduljon meg örökre a kéretlen hívásoktól!
it_it: Installa la nostra applicazione gratuita per la sicurezza sul tuo telefono cellulare e blocca le telefonate non gradite una volta e per sempre!
pl_pl: Zainstaluj naszą darmową aplikację w swoim telefonie komórkowym i raz na zawsze zablokuj niechciane połączenia!
pt_br: Instale nosso serviço de segurança gratuito em seu celular e bloqueie chamadas indesejadas para sempre!
ru_ru: Установите наше бесплатное приложение безопасности на ваш мобильный телефон и прекратите нежелательные звонки раз и навсегда!
sv_se: Installera vår kostnadsfria säkerhets-app i din mobiltelefon och stoppa oönskade samtal för alltid!

source: Download from Google Play
cs_cz: Ke stažení na Google Play
de_de: Download von Google Play
es_es: Descargar desde Google Play
fi_fi: Lataa Google Playstä
fr_fr: Télécharger à partir de Google Play
hu_hu: Letöltés a Google Play-ből
it_it: Scarica da Google Play
pl_pl: Pobierz z Google Play
pt_br: Baixe no Google Play
ru_ru: Скачать с Google Play
sv_se: Ladda ner från Google Play

source: <strong>Popular</strong> phone numbers
cs_cz: <strong>Populární</strong> telefonní čísla
de_de: <strong>Beliebte</strong> Telefonnummern
es_es: Números de teléfono <strong>populares</strong>
fi_fi: <strong>Suositut</strong> puhelinnumerot
fr_fr: Numéros de téléphone <strong>populaires</strong>
hu_hu: <strong>Népszerű</strong> telefonszámok
it_it: <strong>Numeri</strong> di telefono popolari
pl_pl: <strong>Popularne</strong> numery telefonów
pt_br: Números de telefone <strong>Populares</strong>
ru_ru: <strong>Популярные</strong> номера телефонов
sv_se: <strong>Populära</strong> telefonnummer

source: <strong>Latest rated</strong> phone numbers
cs_cz: <strong>Posledně hodnocená</strong> telefonní čísla
de_de: <strong>Zuletzt bewertete</strong> Telefonnummern
es_es: <strong>Últimas evaluaciones</strong> de números de teléfono
fi_fi: <strong>Viimeksi arvioidut </strong> puhelinnumerot
fr_fr: Numéros de téléphone <strong>récemment évalués</strong>
hu_hu: <strong>Legutóbb értékelt</strong> telefonszámok
it_it: <strong>Gli ultimi</strong> numeri di telefono valutati
pl_pl: <strong>Ostatnio oceniane</strong> numery telefonów
pt_br: Números de telefone <strong>avaliados recentemente</strong>
ru_ru: <strong>Недавно оцененные</strong> номера телефонов
sv_se: <strong> Senast bedömda </strong> telefonnummer

source: Latest rating was
cs_cz: Poslední hodnocení je
de_de: Die letzte Beurteilung war
es_es: La última evaluación fue
fi_fi: Viimeisin arvio oli
fr_fr: L'évaluation la plus récente était
hu_hu: Utolsó értékelés
it_it: La più recente valutazione è stata
pl_pl: Ostatnia ocena była
pt_br: Última avaliação foi
ru_ru: Последняя оценка
sv_se: Senaste bedömningen var

source: positive
cs_cz: pozitivní
de_de: positiv
es_es: positiva
fi_fi: positiivinen
hu_hu: pozitív
it_it: positiva
pl_pl: pozytywna
pt_br: positiva
ru_ru: положительная
sv_se: positiv

source: negative
cs_cz: negativní
de_de: negativ
es_es: negativa
fi_fi: negatiivinen
fr_fr: négative
hu_hu: negatív
it_it: negativa
pl_pl: negatywna
pt_br: negativa
ru_ru: отрицательная
sv_se: negativ

source: neutral
cs_cz: neutrální
fi_fi: neutraali
fr_fr: neutre
hu_hu: semleges
it_it: neutra
pl_pl: neutralna
pt_br: neutra
ru_ru: нейтральная

source: <strong>Find</strong> who is calling you!
cs_cz: <strong>Zjistěte</strong> kdo vám volá!
de_de: <strong>Finden Sie heraus</strong> wer Sie anruft!
es_es: <strong>Coimpurebe</strong> quién le está llamando!
fi_fi: <strong>Selvitä</strong> kuka sinulle soittaa!
fr_fr: <strong>Trouvez</strong> qui vous appelle!
hu_hu: <strong>Derítse ki</strong>, hogy ki hívja önt!
it_it: <strong>Trovare</strong> chi ti sta chiamando!
pt_br: <strong>Descubra</strong> quem está ligando pra você!
ru_ru: <strong>Узнать</strong>кто вам звонит!
sv_se: <strong>Se</strong> vem som ringer dig!

source: Is someone calling You from an unknown number and You are not sure if picking it up is a good idea? Search for the number and find out who can be the caller.
cs_cz: Volal vám někdo z cizího čísla a nevíte, jestli je dobrý nápad tento hovor zvednout? Vyhledejte telefonní číslo a zjistěte, kdo to mohl být.
de_de: Werden Sie von einer unbekannten Nummer angerufen und wissen nicht, ob Sie annehmen sollen? Suchen Sie nach der Nummer und wissen Sie, wer der Anrufer ist.
es_es: ¿Alguien le está llamado desde un número desconocido y no está seguro de si coger es una buena idea? Busque el número y descubreaquien puede ser la persona que llama.
fi_fi: Soittaako joku tuntemattomasta numerosta etkä ole varma kannattaako vastata? Etsi numero ja selvitä, kuka mahtaa soittaa.
fr_fr: On vous appelle à partir d'un numéro de téléphone inconnu et Vous vous demandez s'il serait bien de répondre ou non? Recherchez le numéro et vous saurez qui peut être l'appelant.
hu_hu: Valaki egy ismeretlen számról hívja Önt, és nem biztos benne, hogy jó ötlet-e felvenni a telefont? Keressen rá a számra, és derítse ki, hogy ki hívta önt.
it_it: Qualcuno ti chiama da un numero sconosciuto e non sei sicuro se sia una buona idea rispondere? Cerca il numero e scopri chi può essere il chiamante.
pl_pl: Czy ktoś dzwoni do Ciebie z nieznanego numeru i nie wiesz, czy odebranie to dobry pomysł? Wyszukaj numer i dowiedz się, kto może dzwonić.
pt_br: Alguém está ligando de um número desconhecido e você não tem certeza se deve atender? Pesquise o número e descubra quem pode estar ligando.
ru_ru: Вам звонят с незнакомого номера и вы думаете не брать трубку? Найдите этот номер и узнайте, кто пытается вам дозвониться.
sv_se: Ringer någon från ett okänt nummer och du är inte säker på om det är en bra idé att svara? Sök på nummret och se vem som ringer.

source: How to <strong>block</strong> unwanted numbers?
cs_cz: Jak <strong>blokovat</strong> nechtěná volání ?
de_de: Wie lassen sich unerwünschte Anrufe <strong>blockieren</strong>?
es_es: ¿Cómo <strong>bloquear</strong> números no deseados?
fi_fi: Kuinka <strong>estää</strong> ei-toivotut numerot?
fr_fr: Comment <strong>bloquer</strong> les numéros indésirables?
hu_hu: Hogyan <strong>blokkolja</strong> a kéretlen hívásokat?
it_it: Come <strong>bloccare</strong> i numeri indesiderati?
pt_br: Como <strong>bloquear</strong> chamadas não solicitadas?
ru_ru: Как <strong>блокировать</strong>нежелательные звонки?
sv_se: Beskrivning hur du <strong>blockerar</strong> oönskade nummer?

source: Dialing Codes
cs_cz: Telefonní předvolby
de_de: Vorwahlen
es_es: Códigos de Llamada
fi_fi: Suuntanumerot
fr_fr: Indicatifs téléphoniques
hu_hu: Hívó kódok
it_it: Prefissi
pl_pl: Numery kierunkowe
pt_br: Códigos de Chamada
ru_ru: Телефонные коды
sv_se: Uppringningskoder

source: Our service is available in many countries with country specific domain
cs_cz: Naše služba je dostupná v mnoha zemích pod národní doménou
de_de: Unser Service ist in vielen Ländern mit länderspezifischen Domain verfügbar
es_es: Nuestro servicio está disponible en muchos países bajo el dominio específico
fi_fi: Palvelumme on saatavilla useissa maissa maakohtaisen domainin kautta.
fr_fr: Notre service est disponible dans beaucoup de pays avec domaine spécifique par pays
hu_hu: A szolgáltatásunk számos országban elérhető az országspecifikus domain alatt.
it_it: Il nostro servizio è disponibile in molti paesi con il dominio specifico di paese.
pl_pl: Nasza usługa jest dostępna w wielu krajach w domenie krajowej
pt_br: Nosso serviço está disponível em muitos países com domínio específico por país
ru_ru: Наши службы являются доступными во многих странах с народным доменом
sv_se: Vår tjänst är tillgänglig i många länder med landsspecifik domän

source: How to block unwanted calls?
cs_cz: Jak blokovat nechtěná volání?
de_de: Wie kann man unerwünschte Nummern sperren?
es_es: ¿Cómo bloquear las llamadas no deseadas?
fi_fi: Miten estää ei-toivotut puhelut?
fr_fr: Comment bloquer les appels indésirables?
hu_hu: Hogyan blokkolja a kéretlen hívásokat?
it_it: Come bloccare le chiamate indesiderate?
pl_pl: Jak zablokować niechciane połączenia?
pt_br: Como bloquear ligações indesejadas?
ru_ru: Как блокировать нежелательные звонки?
sv_se: Hur blockerar jag oönskade samtal?

source: Latest Searched Numbers
cs_cz: Naposledy hledaná čísla
de_de: Zuletzt gesuchte Nummern
es_es: Últimos Números Buscados
fi_fi: Viimeksi etsityt numerot
fr_fr: Numéros récemment recherchés
hu_hu: Utoljára keresett számok
it_it: Gli Ultimi Numeri Cercati
pl_pl: Ostatnio Wyszukiwane Numery
pt_br: Últimos números pesquisados
ru_ru: Недавние запросы по номерам
sv_se: Senast Sökta Numren

source: Next Page
cs_cz: Další stránka
de_de: Nächste Seite
es_es: Siguiente Página
fi_fi: Seuraava sivu
fr_fr: Page suivante
hu_hu: Következő oldal
it_it: Pagina Successiva
pl_pl: Następna Strona
pt_br: Próxima Página
ru_ru: Следующая страница
sv_se: Nästa Sida

source: Contacts Check
cs_cz: Kontrola kontaktů
de_de: Kontaktüberprüfung
es_es: Comprobación Contactos
fi_fi: Yhteystietojen tarkistus
fr_fr: Vérification des contacts
hu_hu: Névjegyzék ellenőrzése
it_it: Verificare i Contatti
pl_pl: Sprawdź Kontakty
pt_br: Checagem de contatos
ru_ru: Проверка контактов
sv_se: Kontakt-kontroll

source: Should I Answer
cs_cz: Můžu to zvednou
de_de: Soll ich annehmen
es_es: Debería responder
fi_fi: Pitäisikö vastata
fr_fr: Dois-je répondre
it_it: chi sta chiamando
pl_pl: Mogę odebrać
pt_br: Devo Responder
ru_ru: Могу взять трубку
sv_se: Borde Jag Svara
