Repository: MisterGroup/ShouldIAnswerTranslations
Catalog: web/*/LC_MESSAGES/shouldianswer.po
Languages: cs_cz, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, pl_pl, pt_br, ru_ru, sv_se

source: Cookies help us deliver our services. By using our services, you agree to our use of cookies.
cs_cz: Cookies nám pomáhají v provozování naší služby. Používáním této služby souhlasíte s používáním cookies.
de_de: Cookies helfen uns dabei, unseren Service zu liefern. Durch die Nutzung unserer Dienste stimmen Sie der Verwendung von Cookies zu.
es_es: Cookies nos ayudan ejerecer nuestra actividad. Utilizando esta aplicación estáis de acuerdo con el uso de cookies.
fi_fi: Cookiet auttavat meitä palveluiden kehittämisessä. Käyttämällä palveluamme, hyväksyt cookieiden käytön.
fr_fr: Les cookies permettent nous d'offrir nos services. En utilisant nos services, vous acceptez avec utilisation des cookies.
hu_hu: A cookie-k segítenek szolgáltatásaink biztosításában. Szolgáltatásaink igénybevételével Ön beleegyezik a cookie-k használatába.
it_it: I cookie ci aiutano nella gestione dei nostri servizi. Utilizzando questo servizio, l'utente acconsente all'uso di cookie.
pl_pl: Pliki cookie pomagają nam w zakresie obsługi naszych usług. Korzystając z naszych usług, zgadzasz się na naszą pomoc plików cookie.
pt_br: Os cookies nos ajudam a oferecer nossos serviços. Ao utilizar nossos serviços, você concorda com a nossa utilização de cookies.
ru_ru: Cookies нам помогают в осуществлении наших служб. Используя эту службу, вы соглашаетесь с использованием cookies.
sv_se: Cookies hjälper oss att leverera vår tjänst. Genom att använda våra tjänster accepterar du vårt sätt att använda cookies.

source: Got it
cs_cz: Rozumím
de_de: Alles klar
es_es: Entiendo
fi_fi: Asia selvä
fr_fr: Compris
hu_hu: Megértettem
it_it: Capisco
pl_pl: Mam to
pt_br: Entendi
ru_ru: Понимаю
sv_se: Jag förstår

source: Find out more
cs_cz: Zjistěte více
de_de: Mehr erfahren
es_es: Averigua más
fi_fi: Lisätietoa
fr_fr: Voir plus
hu_hu: Tudjon meg többet
it_it: Scopri di più
pl_pl: Dowiedz się więcej
pt_br: Descubra mais
ru_ru: Узнайте больше
sv_se: Lär dig mer

source: For phone numbers in your location (%s) use
cs_cz: Pro telefonní čísla ve vaší lokalitě (%s) použijte
de_de: Für Telefonnummern in Ihrem Gebiet (%s) verwenden Sie
es_es: Para números de teléfono en tu ubicación (%s) usa
fi_fi: Oman alueesi (%s) puhelinnumeroita varten ota käyttöön
fr_fr: Pour les numéros de téléphone locaux (%s) utilisez
hu_hu: Az ön tartózkodási helyének (%s) telefonszámaihoz használja ezt az oldalt:
it_it: Per i numeri di telefono della tua zona (%s) usa
pl_pl: Numery telefonów w Twojej lokalizacji (%s) korzystają
pt_br: Para números em sua localização (%s) use
ru_ru: Для телефонных номеров в вашем регионе (%s) используйте
sv_se: För telefonnummer på din plats (%s) använder

source: Close
cs_cz: Zavřít
de_de: Schließen
es_es: Cerrar
fi_fi: Sulje
fr_fr: Fermer
hu_hu: Bezár
it_it: Chiudi
pl_pl: Zamknij
pt_br: Fechar
ru_ru: Закрыть
sv_se: Stäng

source: You are logged as moderator.
cs_cz: Jste přihlášeni jako moderátor.
de_de: Sie sind als Moderator angemeldet.
es_es: Está adscrito como el administrador.
fi_fi: Olet kirjautunut sisään ylläpitäjänä.
fr_fr: Vous êtes connecté en tant que modérateur.
hu_hu: Ön moderátorként van belépve.
it_it: Sei stato registrato come moderatore.
pl_pl: Jesteś zalogowany jako moderator.
pt_br: Você está conectado como moderador.
ru_ru: Вы зарегистрированы как модератор.
sv_se: Du är inloggad som moderator.

source: Should I <strong>answer?</strong>
cs_cz: Můžu to <strong>zvednout?</strong>
de_de: Soll ich <strong>annehmen?</strong>
es_es: ¿Debería <strong>responder?</strong>
fi_fi: Pitäisikö <strong>vastata</strong>?
fr_fr: Dois-je <strong>répondre</strong> ?
it_it: Dovrei <strong>rispondere?</strong>
pl_pl: Odebrać <strong>telefon?</strong>
pt_br: Devo <strong>responder?</strong>
ru_ru: Не брать <strong>трубку?</strong>
sv_se: Borde jag <strong>svara?</strong>

source: search for phone number
cs_cz: vyhledejte telefonní číslo
de_de: Telefonnummer suchen
es_es: buscar número de teléfono
fi_fi: etsi numeroa
fr_fr: Chercher un numéro de téléphone
hu_hu: Telefonszám keresése
it_it: cerca numero di telefono
pl_pl: wyszukaj numer telefonu
pt_br: procurar número de telefone
ru_ru: поиск по номеру телефона
sv_se: sök efter telefonnummer

source: search
cs_cz: hledat
de_de: suchen
es_es: buscar
fi_fi: etsi
fr_fr: Recherche
hu_hu: keresés
it_it: cerca
pl_pl: wyszukaj
pt_br: procurar
ru_ru: поиск
sv_se: sök

source: about
cs_cz: o službě
de_de: Über
es_es: sobre nosotros
fi_fi: tietoa
fr_fr: à propos
hu_hu: információk
it_it: chi siamo
pl_pl: opis
pt_br: sobre
ru_ru: о нас
sv_se: om

source: terms
cs_cz: všeobecné podmínky
de_de: Bedingungen
es_es: términos
fi_fi: ehdot
fr_fr: conditions d'utilisation
hu_hu: Általános szerződési feltételek
it_it: condizioni
pl_pl: warunki
pt_br: termos
ru_ru: условия
sv_se: villkor

source: contact
cs_cz: kontakt
de_de: Kontakt
es_es: contacto
fi_fi: yhteystiedot
fr_fr: nous contacter
hu_hu: Kapcsolat
it_it: contatti
pl_pl: kontakt
pt_br: contato
ru_ru: контакт
sv_se: kontakt

source: history
cs_cz: historie
de_de: Historie
es_es: historial
fi_fi: historia
fr_fr: historique
hu_hu: előzmények
it_it: archivio
pl_pl: historia
pt_br: história
ru_ru: история
sv_se: historia

source: ShouldIAnswer Logo
cs_cz: MůžuToZvednout Logo
de_de: Sollichannehmen Logo
es_es: DeberíaResponderOno Logo
fr_fr: DoisJeRepondre Logo
it_it: ChiStaChiamando Logo
pt_br: Logo do Devo Atender?
ru_ru: Не бери трубку Логотип
sv_se: SkaJagSvara-logotyp

source: For Your <strong>Phone</strong>
cs_cz: Pro Váš <strong>telefon</strong>
de_de: Für Ihr <strong>Handy</strong>
es_es: Para Su <strong>Teléfono</strong>
fi_fi: <strong>Puhelimeesi</strong>
fr_fr: Ajoutez votre <strong>évaluation</strong>
hu_hu: Szerezze meg a <strong>Mobiltelefonjához</strong>
it_it: Per il tuo <strong>Telefono</strong>
pl_pl: Dla twojego<strong>telefonu</strong>
pt_br: Para o seu <strong>Telefone</strong>
ru_ru: Для Вашего <strong>Телефон</strong>
sv_se: Till Din <strong>Telefon</strong>

source: Get <strong>free</strong> and <strong>effective</strong> protection against unwanted calls!
cs_cz: Získejte <strong>bezplatnou</strong> a <strong>efektivní</strong> ochranu proti nevyžádaným hovorům!
de_de: Holen Sie sich <strong>kostenlosen</strong> und <strong>effektiven</strong> Schutz gegen unerwünschte Anrufe!
es_es: Obtenga <strong>libre</strong> y <strong>efectiva</strong> de protección contra las llamadas no deseadas!
fi_fi: Hanki <strong>ilmainen</strong> ja <strong>tehokas</strong> suoja ei-toivottuja puheluita vastaan!
fr_fr: Obtenez une protection <strong>gratuite</strong> et <strong>efficace</strong> contre les appels non désirés!
hu_hu: ezt az<strong>ingyenes</ strong> és <strong>hatékony</ strong> védelmet nyújtó alkalmazást a kéretlen hívások ellen!
it_it: Prendi <strong>libero</strong> e <strong>efficace</strong> la protezione contro le chiamate indesiderate!
pl_pl: Pobierz <strong>darmowe</strong> i <strong>skuteczne</strong> ochrony przed niechcianymi połączeniami!
pt_br: Tenha proteção <strong>gratuita</strong> e <strong>eficiente</strong> contra chamadas indesejadas!
ru_ru: Получить <strong>бесплатно</strong> и <strong>эффективную</strong> защиту от нежелательных звонков!
sv_se: Skaffa <strong>kostnadsfritt</strong> och <strong>effektivt</strong> skydd mot oönskade samtal!

source: shouldianswer.com Logo
cs_cz: muzutozvednout.cz Logo
es_es: Logo shouldianswer.com
pl_pl: Logo shouldianswer.com
pt_br: Logo da shouldianswer.com Logo
ru_ru: www.neberitrubku.ru Логотип
sv_se: shouldianswer.com-logga

source: Should I Answer?
cs_cz: Můžu to zvednout?
de_de: Soll ich annehmen?
es_es: Debo responder?
fi_fi: Pitäisikö vastata?
fr_fr: Dois-je répondre?
it_it: Chi sta chiamando?
pl_pl: Mogę odebrać
pt_br: Devo Atender?
ru_ru: Могу взять трубку?
sv_se: Borde Jag Svara?

source: Phone Protection
cs_cz: Ochrana telefonu
de_de: Telefonschutz
es_es: Protección de teléfono
fi_fi: Puhelimen suojaus
fr_fr: Protection du téléphone
hu_hu: Telefon Védelem
it_it: Protezione di telefono
pl_pl: Ochrona telefonu
pt_br: Proteção do Telefone
ru_ru: Охрана телефона
sv_se: Telefonskydd

source: Protects you and your loved ones
cs_cz: Chrání vás a vaše blízké
de_de: Schützt Sie und Ihre Lieben
es_es: Le protege a usted y a sus cercanos
fi_fi: Suojaa sinua ja lähimmäisiäsi
fr_fr: Protégez-vous et les personnes que vous aimez
hu_hu: Megvédi önt és a szeretteit
it_it: E voi e ai vostri cari protegge
pl_pl: Chroni Ciebie i Twoich bliskich
pt_br: Protege você e seus entes queridos
ru_ru: Охраняет вас и ваших близких
sv_se: Skydda dig och dina närmaste

source: Immediate end for all kinds of unsolicited calls
cs_cz: Okamžitý konec všem formám nevyžádaných hovorů
de_de: Sofortiges Ende aller unerwünschten Anrufe
es_es: El fin inmediato a todas formas de las llamadas no deseadas.
fi_fi: Välitön stoppi kaikille ei-toivotuille puheluille
fr_fr: La fin immédiate pour tous les types d'appels non sollicités
hu_hu: Azonnal véget vet a kéretlen hívásoknak
it_it: La fine immediata di tutte le forme di chiamate indesiderate
pl_pl: Natychmiastowy koniec dla wszystkich rodzajów niechcianych połączeń
pt_br: Fim imediato para todos os tipos de ligações indesejadas
ru_ru: Немедленный конец всем видам нежелательных звонков
sv_se: Slut på alla sorters oönskade samtal

source: Show rating of incoming calls
cs_cz: Zobrazovat hodnocení příchozích hovorů
de_de: Zeigt die Bewertung eingehender Anrufe
es_es: Demostrar evaluación de llamadas entrantes.
fi_fi: Näytä arviot saapuvista puheluista
fr_fr: Afficher les évaluations des appels entrants
hu_hu: Mutatja a bejövő hívások értékelését
it_it: Mostrare valutazione delle chiamate in entrata
pl_pl: Przedstawiono ocenę połączeń przychodzących
pt_br: Mostrar taxa de ligações recebidas
ru_ru: Показывать оценку входящих звонков
sv_se: Visa omdöme om inkommande samtal

source: Several protection levels and simple settings
cs_cz: Několik úrovní ochrany a snadné nastavení
de_de: Verschiedene Schutzlevel und einfache Einstellungen
es_es: Varios niveles de protección y un ajuste fácil
fi_fi: Erilaisia suojaustasoja ja yksinkertaiset asetukset
fr_fr: Plusieurs niveaux de protection et paramètres simples
hu_hu: Számos védelmi szint és könnyű beállítások
it_it: Più livelli di protezione e di facile configurazione
pl_pl: Kilka poziomów ochrony i łatwa konfiguracja
pt_br: Váriados níveis de proteção e configurações simples
ru_ru: Несколько уровней охраны и простая настройка
sv_se: Flera skyddsnivåer och enkla inställningar

source: Auto block unwanted calls
cs_cz: Automaticky blokuje nevyžádané hovory
de_de: Automatische Blockierung unerwünschter Anrufe
es_es: Bloquee automáticamente las llamadas no deseadas
fi_fi: Estä automaattisesti ei-toivotut puhelut
fr_fr: Bloque automatiquement les appels non solicités
hu_hu: Kéretlen hívások automatikus blokkolása
it_it: Blocca automaticamente le chiamate indesiderate
pl_pl: Automatyczne blokowanie niechcianych połączeń
pt_br: Auto-bloquear ligações indesejadas
ru_ru: Автоматически блокирует нежелательные звонки
sv_se: Automatiskt blockera oönskade samtal

source: Optional feature for higher protection
cs_cz: Další možnosti vyšší ochrany
de_de: Optionale Funktionen für höheren Schutz
es_es: Otras posibilidades de la protección
fi_fi: Lisäominaisuutena korkeampi suojaustaso
fr_fr: Options pour une protection plus élevée
hu_hu: Opcionális kiegészítő a magasabb szintű védelemhez
it_it: Altre possibilità per una maggiore protezione
pl_pl: Opcjonalna funkcja dla większej ochrony
pt_br: Recurso opcional para proteção elevada
ru_ru: Иные возможности повышенной охраны
sv_se: Alternativt tillägg för högre skydd

source: Allow calls from phone contacts only
cs_cz: Umožnit hovory pouze z osobních kontaktů
de_de: Erlauben Sie nur Anrufe, die in Ihren Kontakten gespeichert sind
es_es: Posibilita llamadas solamente de los contactos personales
fi_fi: Salli puhelut vain yhteystiedoista löytyvistä numeroista
fr_fr: Autoriser seulement les appels de contacts du téléphone
hu_hu: Csak a névjegyzékben lévő számok hívásait engedélyezi
it_it: Consenti chiamate solo da contatti personali
pl_pl: Zezwól na połączenia tylko z kontaktów w telefonie
pt_br: Permitir ligações apenas dos contatos
ru_ru: Позволить звонки только из личных контактов
sv_se: Tillåt samtal från enbart telefonkontaker

source: Optional feature for maximal protection
cs_cz: Volba maximální ochrany
de_de: Zusätzliche Funktionen für maximale Sicherheit
es_es: Selección de la protección máxima
fi_fi: Lisäominaisuutena täyssuojaus
fr_fr: Option pour une protection maximale
hu_hu: Opcinális funkció a maximális védelemhez
it_it: Scelta di massima protezione
pl_pl: Opcjonalna funkcja dla maksymalnej ochrony
pt_br: Recurso opcional para proteção máxima
ru_ru: Выбор максимальной охраны
sv_se: Alternativt tillägg för maximalt skydd

source: Get the App
cs_cz: Získat aplikaci
de_de: App runterladen
es_es: Obtener la aplicación
fi_fi: Hanki sovellus
fr_fr: Obtenir l'application
hu_hu: Szerezze meg az Alkalmazást
it_it: Ottenere l'applicazione
pl_pl: Pobierz aplikację
pt_br: Baixe o Aplicativo
ru_ru: Получить аппликацию
sv_se: Skaffa Appen

source: Our free application will protect you against all kind of harassment calls
cs_cz: Naše aplikace vás zdarma ochrání proti všem druhům obtěžujících hovorů
de_de: Unsere Kostenlose App schützt Sie vor lästigen Anrufen aller Art
es_es: Nuesta aplicación le protegerá contra todos tipos de llamadas molestas
fi_fi: Meidän ilmainen sovelluksemme suojaa sinua kaikilta häiriköintipuheluilta
fr_fr: Notre application gratuite va vous protéger contre tous types d'appels harcelants.
hu_hu: Az ingyenes alkalmazásunk védelmet nyújt önnek bármilyen telefonos zaklatás ellen
it_it: La nostra applicazione gratuita protegge contro tutti i tipi di chiamate fastidiose
pl_pl: Nasza bezpłatna aplikacja chroni przed wszystkimi rodzajami połączeń molestowania
pt_br: Nosso aplicativo gratuito irá proteger você contra ligações indesejadas
ru_ru: Наша аппликация вас бесплатно защитит от всех видов нежелательных звонков
sv_se: Vår gratisapplikation kommer skydda dig mot alla sorters trakasserisamtal

source: Protect your privacy with our new mobile application.
cs_cz: Ochraňte vaše soukromí pomocí naší nové mobilní aplikace.
de_de: Schützen Sie Ihre Privatsphäre mit unserer neuen mobilen App.
es_es: Proteja su privacidad gracias a la nuestra nueva aplicación.
fi_fi: Suojaa yksityisyytesi uudella mobiilisovelluksellamme.
fr_fr: Protégez votre vie privée avec notre nouvelle application mobile.
hu_hu: Védje meg a privát szféráját az új mobiltelefonos alkalmazásunk segítségével.
it_it: Proteggi la tua privacy con la nostra nuova applicazione mobile.
pl_pl: Chroń swoją prywatność w naszej nowej aplikacji mobilnej.
pt_br: Proteja sua privacidade com seu novo aplicativo móvel.
ru_ru: Защитите вашу частную жизнь с помощью нашей новой мобильной аппликации
sv_se: Skydda din integritet med vår nya mobilapplikation.

source: "Should I Answer" is free security application for mobiles with Android™ operting system which can protect you against all kinds of unsolicited calls.
cs_cz: "Můžu to zvednout" je bezplatná bezpečnostní aplikace pro mobily s operačním systémem Android™, která vás dokáže ochránit před všemi druhy nevyžádaných hovorů.
de_de: "﻿Soll ich annehmen" ist eine kostenlose Sicherheitsapp für Mobiltelefone mit dem Betriebssystem Android™, die Sie vor unerwünschten Anrufen aller Art schützt.
es_es: Responder o no es una aplicación de seguridad gratis para los móviles con el sistema operativo Android la cual es capaz de protegerle ante todos los tipos de llamadas no deseadas.
fi_fi: "Should I Answer" on ilmainen turvasovellus Android™-käyttöjärjestelmän puhelimiin. Se suojaa sinua kaikilta ei-toivotuilta puheluilta.
fr_fr: "Dois-je répondre" est une application de sécurité gratuite pour les mobiles avec Android ™ système qui peut vous protéger contre tous les types d'appels non sollicités.
hu_hu: A "Should I Answer", egy olyan ingyenes, biztonsági alkalmazás Android™ operációs rendszerű telefonokhoz, amely megvédi önt a kéretlen telefonhívások minden típusától.
it_it: "Dovrei rispondere" è un'applicazione di sicurezza gratuita per telefoni cellulari con Android ™, che è possibile proteggere contro tutti i tipi di chiamate indesiderate.
pl_pl: "Mogę odebrać " to bezpłatna aplikacja bezpieczeństwa dla telefonów komórkowych z systemem Android ™, która może chronić przed wszystkimi rodzajami niechcianych połączeń.
pt_br: "Should I Answer" é um aplicativo de segurança grautito com sistema operacional Android™ que protege você de ligações indesejadas.
ru_ru: "Neberitrubku" это бесплатная мобильная аппликация для телефонов Android, которая вас охранит от всех видов нежелательных звонков.
sv_se: "Ska jag svara?" är en gratis säkerhetsapplikation för mobiler med Android™-operativsystem som kan skydda dig mot alla sorters oönskade samtal.

source: It offers several protection levels - from simple notification to automatic blocking of unsolicited calls.
cs_cz: Umožňuje několik úrovní ochrany - od jednoduché notifikace po automatické blokování nevyžádaných hovorů.
de_de: Sie bietet verschiedene Schutzniveaus – von einfachen Benachrichtigungen bis hin zum automatischen Blockieren von unerwünschten Anrufen.
es_es: Posibilita varios niveles de protección - desde la notificación simple hasta el bloqueo automático de las llamadas no solicitadas.
fi_fi: Se tarjoaa erilaisia suojaustasoja - yksinkertaisesta ilmoituksesta puheluiden automaattiseen estoon.
fr_fr: Il offre plusieurs niveaux de protection - du simple préavis au blocage automatique des appels non sollicités.
hu_hu: Az alkalmazás több védelmi szintet nyújt - az egyszerű értesítésektől a kéretlen hívások automatikus blokkolásáig.
it_it: Permette livelli multipli di sicurezza - da semplice notifica al blocco automatico delle chiamate indesiderate.
pl_pl: Pozwala ona kilka poziomów bezpieczeństwa - od prostego powiadamiania do automatycznego blokowania niechcianych połączeń.
pt_br: Ele oferece variados níveis de proteção - do simples notificações a bloqueio automático de ligações indesejadas.
ru_ru: Предоставляет несколько уровней охраны - от простого предупреждения по автоматическое блокирование нежелательных звонков.
sv_se: Det erbjuder flera skyddsnivåer - från enkel notering till automatiskt blockerande av oönskade samtal.

source: Show rating of incoming call
cs_cz: Zobrazit hodnocení příchozího hovoru
de_de: Bewertung eingehender Anrufe anzeigen
es_es: Demostrar evaluación de las llamadas entrantes
fi_fi: Näytä arvio saapuvasta puhelusta
fr_fr: Afficher évaluation d'appel entrant
hu_hu: A bejövő hívások értékelésének kijelzése
it_it: Mostrare le recensioni di chiamata in arrivo
pl_pl: Pokaż ocenę połączenia przychodzącego
pt_br: Mostrar taxa de ligações recebidas.
ru_ru: Показать оценку входящего звонка
sv_se: Visa omdöme för inkommande samtal

source: With this protection level activated, all incoming calls from numbers not saved in your contact list will be checked and the automatic notification with security rating is shown including users comments.
cs_cz: Pokud je tato úroveň aktivována, všechny příchozí hovory z čísel neuložených ve vašich kontaktech budou zkontrolovány a bude zobrazena automatická notifikace s bezpečnostním hodnocením, včetně uživatelských komentářů.
de_de: Mit diesem Schutzlevel werden alle eingehenden Nummer, die nicht in Ihren Kontakten sind automatisch geprüft und eine Benachrichtigung mit einem Sicherheitsrating inklusive Nutzerkommentaren wird angezeigt.
es_es: Si este nivel está activado todas las llamadas entrantes de los números no guardados en tu móvil en tus contactos serán controladas y se demostrará automáticamente la notificación con la evaluación de seguridad, incluyendo los comentarios de usuarios.
fi_fi: Tällä suojaustasolla kaikki yhteystietoihisi kuulumattomat numerot tarkistetaan. Automaattinen viesti näyttää turvallisuusarvion ja muiden käyttäjien kommentit numerolle.
fr_fr: Si ce niveau est activé, tous les appels entrants provenant de numéros non enregistrés dans vos contacts seront vérifiées et la notification automatique d'évaluation de la sécurité avec les commentaires des utilisateurs est affichée.
hu_hu: Ennek a védelmi szintnek az aktiválásával, minden olyan számról érkező bejövő hívás ami nincs benne a névjegyzékében, ellenőrzésre kerül a rendszerben és olyan automatikus értesítés jelenik meg a készüléken, amely a szám értékelését és a vele kapcsolatos felhasználói visszajelzéseket is tartalmazza.
it_it: Se questo livello è attivo, tutte le chiamate in arrivo provenienti da numeri non memorizzati nei contatti verranno analizzati e visualizzati con notifica automatica di valutazione della sicurezza, compresi i commenti degli utenti.
pl_pl: Z tego poziomu ochrony aktywowanym, zostaną sprawdzone wszystkie połączenia przychodzące z numerów nie zapisanych w kontaktach i automatyczne powiadomienia będą wyświetlane z oceny bezpieczeństwa, łącznie z komentarzy użytkowników.
pt_br: Com este nível de proteção ativado, todas as ligações recebidas de números não salvos em sua lista de contato serão checados e a notificação automática com nota de segurança é mostrada incluindo os comentários dos usuários.
ru_ru: Если этот уровень активирован, все входящие звонки с номеров не сохранённых в ваших контактах будут контролированы и изобразится автоматическое предупреждение с охранной оценкой, включая комментарии пользователей
sv_se: Med den här skyddsnivån aktiverad, kommer alla inkommande samtal från nummer som inte är sparade i din kontaktlista kollas upp och den automatiska noteringen med säkerhetsbedömingen visas med användarkommentarer.

source: This gives you a sufficient time to decide if answer the call or not.
cs_cz: Tak získáte dostatečný čas rozhodnout se zda hovor přijmete nebo ne.
de_de: Damit haben Sie ausreichend Zeit um zu entscheiden, ob Sie den Anruf annehmen wollen oder nicht.
es_es: De esta manera obtiene un tiempo suficiente para decidirte si respondes la llamada o no
fi_fi: Näin sinulle jää aikaa päättää vastaatko puheluun vai et.
fr_fr: Cela vous donne un temps suffisant pour décider de répondre à l'appel ou non.
hu_hu: Önnek minden alkalommal elegendő ideje van arra, hogy eldöntse felveszi-e a telefont, vagy sem.
it_it: Questo ti dà abbastanza tempo per decidere se prendere o meno alla chiamata.
pl_pl: To daje wystarczająco dużo czasu na podjęcie decyzji, czy odebrać połączenie, czy nie.
pt_br: Isto lhe dá tempo suficiente para decidir se vai repsonder a chamada ou não.
ru_ru: Так получите достаточное время для того чтобы решить взять или не взять трубку.
sv_se: Det ger dig tillräckligt med tid att bestämma ifall du vill svara på samtalet eller inte.

source: Block the numbers with negative rating
cs_cz: Blokovat čísla s negativním hodnocením
de_de: Blockieren Sie Nummern mit negativer Bewertung
es_es: Bloquear números con la evaluación negativa
fi_fi: Estä numerot, joilla on negatiivinen arvio
fr_fr: Bloquer les numéros avec évaluation négative
hu_hu: A negatív értékelésű számok blokkolása
it_it: Bloccare numeri di con la valutazione negativa
pl_pl: Numery bloków z negatywnej oceny
pt_br: Bloqueie os números com notas negativas
ru_ru: Блокировать номера с отрицательной оценкой
sv_se: Blockera nummer med negativt omdöme
