Repository: MisterGroup/ShouldIAnswerTranslations
Catalog: web/*/LC_MESSAGES/shouldianswer.po
Languages: cs_cz, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, pl_pl, pt_br, ru_ru, sv_se

source: This page explains our approach to privacy on all of our web services.
cs_cz: Tato stránka vysvětluje náš přístup k ochraně soukromí ve všech našich webových službách.
de_de: Diese Seite erklärt unseren Ansatz zum Thema Privatsphäre für alle unsere Webdienste.
es_es: Esta aplicación explica nuestra actitud con respecto a la protección de privacidad en nuestros servicios de web.
fi_fi: Tämä sivu selittää suhtautumisemme tietoturvaan kaikissa nettipalveluissamme.
fr_fr: Cette page explique notre approche de la protection de la vie privée de tous nos services Web.
hu_hu: Ez az oldal tartalmazza az összes webes szolgáltatásunkra vonatkozó adatvédelmi irányelveinket.
it_it: Questa pagina spiega il nostro approccio a proteggere la privacy di tutti i nostri servizi web.
pl_pl: Ta strona wyjaśnia nasze podejście do prywatności na wszystkich naszych usługach internetowych.
pt_br: Esta página explica a nossa abordagem à privacidade em todos os nossos serviços web.
ru_ru: Эта страница объясняет наш подход к охране личных данных во всех наших веб службах.
sv_se: Den här sidan förklarar vår syn på integritet för våra webbtjänster.

source: Short version
cs_cz: Stručná verze
de_de: Kurzversion:
es_es: Versión breve
fi_fi: Lyhyt versio
fr_fr: Version courte
hu_hu: Rövid verzió
it_it: Versione breve
pl_pl: Wersja skrócona
pt_br: Versão curta
ru_ru: Краткая версия
sv_se: Kort version

source: Information submitted in user's review will be available to the public.
cs_cz: Informace odeslané v uživatelských přízpěvcích budou veřejně dostupné.
de_de: Informationen die in der Benutzer-Bewertung eingegeben werden stehen der Öffentlichkeit zur Verfügung.
es_es: Información enviada en los comentarios de usuarios estarán accesibles al público.
fi_fi: Käyttäjäarvosteluissa annetut tiedot ovat julkisia.
fr_fr: Les informations envoyées dans commentaires d'utilisateurs sera disponible au public.
hu_hu: Azon információk, amelyek a felhasználói értékelések, visszajelzések szekcióban beküldésre kerültek, nyilvánosan is elérhetők lesznek.
it_it: Le informazioni presentate nella recensione di utente sarà a disposizione del pubblico.
pl_pl: Informacje przedstawione w przeglądzie użytkownika będą dostępne dla publiczności.
pt_br: Informação apresentada na avaliação do usuário estará disponível para o público.
ru_ru: Информации, посланные в комментариях пользователей, будут публично доступны.
sv_se: Information som skickas i användarrecensioner kommer att vara tillgänglig för allmänheten.

source: We use 3rd party companies to serve ads on our pages.
cs_cz: Používáme externí společnosti pro prezentaci reklam na našich stránkách.
de_de: Wir verwenden extern Unternehmen zur Anzeigenschaltung auf unseren Seiten.
es_es: Utilizamos una empresa externa para la presentación de publicidades en nuestras páginas.
fi_fi: Kolmas osapuoli tarjoaa sivustomme mainokset.
fr_fr: Nous utilisons les compagnies tiers pour diffuser des annonces sur nos sites.
hu_hu: Cégünk más cégeket, 3. feleket alkalmaz az oldalainkon megjelenő hirdetésekhez.
it_it: Usiamo le aziende 3a parte di pubblicare annunci sulle nostre pagine.
pl_pl: Używamy 3rd firm do wyświetlania reklam na naszych stronach.
pt_br: Nós usamos empresas terceirizadas para servir anúncios em nossas páginas.
ru_ru: Используем внештатные компании для презентации рекламы на нашей странице.
sv_se: Vi använder tredjepartsföretag för att ha annonser på våra sidor.

source: This companies use cookies to serve user based Ads.
cs_cz: Tyto společnosti používají cookies pro předkládání uživatelsky orientovaných reklam.
de_de: Diese Firmen verwenden Cookies, um benutzerbasierte Anzeigen darzustellen.
es_es: Estas empresas utilizan cookies para presentar las publicidades orientadas al público.
fi_fi: Nämä yritykset käyttävät cookieita mainosten tarjoamiseen.
fr_fr: Ce entreprises utilisent des cookies pour diffuser des annonces en fonction d'utilisateur.
hu_hu: Ezek a cégek cookie-kat használnak a felhasználói alapú reklámok működtetéséhez.
it_it: Queste aziende utilizzano i cookie per presentare un annunci basati sull'utente.
pl_pl: Te firmy używają plików cookie do wyświetlania reklam opartych użytkowników.
pt_br: Este empresas usam cookies para exibir anúncios com base de usuários.
ru_ru: Эти компании используют cookies для перевода реклам, ориентированных на пользователей.
sv_se: Dessa företag använder kakor för att erbjuda användarbaserade annonser.

source: We also collect anonymous statistic about your visit (for example which pages did you visit).
cs_cz: Také provádíme sběr anonymních statistik o vaší návštěvě (např. které stránky jste navštívili).
de_de: Wir sammeln auch anonyme Statistik über Ihren Besuch (z. B. welche Seiten haben Sie besucht).
es_es: También coleccionamos estadísticas anónimas sobre tu visita (p.ej. que páginas habéis visitado).
fi_fi: Keräämme myös anonyymia dataa sivustolla käynnistäsi (esim. millä sivuilla vierailit).
fr_fr: Nous recueillons également des statistiques anonymes concernant votre visite (par exemple les pages que vous avez visitées).
hu_hu: Mi szintén gyűjtünk névtelenül, anonim módon statisztikákat az ön oldalainkat érintő tevékenységéről (például, hogy mely oldalakat tekintette meg).
it_it: Raccogliamo anche statistiche anonime relative alla vostra visita (ad esempio quali pagine hai visitato).
pl_pl: Zbieramy również anonimowe statystyki o swojej wizycie (na przykład, które strony nie odwiedzić).
pt_br: ós também coletamos estatística anônima sobre sua visita (por exemplo, quais as páginas que você visitar)
ru_ru: Проводим также сбор анонимной статистики о ваших посещениях (напр. какие страницы вы посетили).
sv_se: Vi samlar även anonym statistik om ditt besök (till exempel vilka sidor du besökt).

source: Collecting information
cs_cz: Sběr informací
de_de: Sammeln von Informationen
es_es: Colección de informaciones
fi_fi: Tiedon kerääminen
fr_fr: Collecte d'informations
hu_hu: Információ gyűjtés
it_it: Raccolta di informazioni
pl_pl: Gromadzenie informacji
pt_br: Coletando informações
ru_ru: Сбор информаций
sv_se: Insamling av information

source: Information submitted in review will be available to the public.
cs_cz: Informace odeslané v přízpěvku budou veřejně dostupné.
de_de: Informationen die in der Bewertung eingegeben werden stehen der Öffentlichkeit zur Verfügung.
es_es: Información enviada en el comentario estará accesible en público.
fi_fi: Arvostelussa antamasi tiedot ovat julkisia.
fr_fr: Les informations envoyées dans commentaires seront disponibles pour le public.
hu_hu: Az oldalunkon, felhasználói értékelésként leadott információk nyilvánossá válnak.
it_it: Le informazioni presentate in rassegna sarà a disposizione del pubblico.
pl_pl: Informacje przedstawione w przeglądzie będą dostępne dla publiczności.
pt_br: Informação apresentada na avaliação estará disponível para o público.
ru_ru: Информации, посланные в комментариях пользователей, будут публично доступны.
sv_se: Information som skickas in med en recension finns tillgänglig för allmänheten.

source: Please avoid to post any personal identifying information - we are not collecting any personal information.
cs_cz: Prosím vyhněte se odeslání jakýchkoli osobních identifikačních údajů - my neprovádíme sběr jakýchkoli osobních informací.
de_de: Bitte vermeiden Sie Absendung der personenbezogenen Daten– wir sammeln keine persönlichen Informationen.
es_es: Por favor evite enviar cualquier dato personal de identificación - no coleccionamos informaciones personales.
fi_fi: Vältä henkilöllisyytesi paljastavien tietojen antamista - emme kerää henkilökohtaisia tietoja.
fr_fr: Veuillez éviter d'afficher des informations d'identification personnelle - nous ne collectons aucune information personnelle.
hu_hu: Kérjük, tartózkodjon bármilyen személyes jellegű, személyazonosításra alkalmas információ, adat megadásától - mi semmilyen jellegű személyes információt, adatot nem gyűjtünk.
it_it: Si prega di evitare di inviare informazioni di identificazione personali - non stiamo raccogliendo tutte le informazioni personali.
pl_pl: Prosimy nie pisać żadnych osobistych informacji identyfikacyjnych - nie pobieramy żadnych danych osobowych.
pt_br: Por favor, evite postar qualquer informação de identificação pessoal - não estamos a recolher informações pessoais.
ru_ru: Пожалуйста, избегайте посылания каких-либо личных опознавательных данных - мы не проводим сбор никаких личных данных.
sv_se: Försök att undvika att publicera information som kan identifiera personer - vi samlar inte personlig information.

source: This information reflects commentator's opinion regarding the phone number and don't represent the opinion of our team.
cs_cz: Tato informace vyjadřuje postoj pisatele vztahující se k telefonnímu číslu a nevyjadřuje názor našeho teamu.
de_de: Diese Informationen drückt die Meinung des Kommentators über die Telefonnummer aus und gibt nicht die Meinung unseres Teams wieder.
es_es: Esta información refleja la opinión del usuario con respecto al numero de teléfono y no refleja la opinión de nuestro equipo.
fi_fi: Tämä tieto kuvastaa kommentoijan mielipidettä numeroon liittyen, ei tiimimme mielipidettä.
fr_fr: Ces informations reflètent l'opinion du commentateur concernant le numéro de téléphone et ne représentent pas l'opinion de notre équipe.
hu_hu: Ez az információ a hozzászóló álláspontját fejezi ki az adott telefonszámra vonatkozóan, és nem a mi csapatunk álláspontját reprezentálja.
it_it: Queste informazioni riflettono l'opinione di commentatore per quanto riguarda il numero di telefono e non rappresenta l'opinione della nostra squadra.
pl_pl: Informacja ta wyraża stanowisko pisarza związanego z numerem telefonu i nie wyraża opinii naszego zespołu.
pt_br: Esta informação reflete a opinião do comentador sobre o número de telefone e não representam a opinião de nossa equipe.
ru_ru: Эта информация высказывает позицию пишущего относительно номера телефона, но не выражает мнение нашего коллектива.
sv_se: Den här informationen visar kommentatorns åsikt om numret och representerar inte vårt teams åsikter.

source: Infringement of Terms Of Use can results in partial or full removal of submitted review.
cs_cz: Porušení Všeobecných podmínek můžu vyústit v částečné nebo kompletní smazání odeslaného přízpěvku.
de_de: Verletzung der Nutzungsbedingungen kann in teilweise oder vollständige Entfernung der abgeschickt Review münden.
es_es: Violación de las Condiciones del Uso generales puede terminar de manera que el comentario se borrará parcial o completamente.
fi_fi: Käyttöehtojen rikkominen tulee johtamaan arvostelun osittaiseen tai kokonaiseen poistoon.
fr_fr: Violation des Conditions d'utilisation peut entrainer le retrait partiel ou complet du commentaire présenté.
hu_hu: A Felhasználási Feltételek megsértése a beküldött felhasználói értékelés, visszajelezés részleges, vagy végleges eltávolítását eredményezi.
it_it: Violazione dei Termini d'Uso può risultati nella rimozione parziale o totale di riesame presentata.
pl_pl: Naruszenie Warunków Ogólnych może prowadzić do częściowego lub całkowitego usunięcia komentarza.
pt_br: Violação dos Termos de uso pode resulta em remoção parcial ou total da revisão apresentado.
ru_ru: Нарушение общих правил может привести к частичному или полному удалению посланного комментария.
sv_se: Brott mot våra Användarvillkor kan resultera i delvis- eller fullständig borttagning av recension.

source: We reserve the right to delete any review which infringe the rules for this service.
cs_cz: Vyhrazujeme si právo smazat libovolný přízpěvek, který porušuje pravidla pro tuto službu.
de_de: Wir behalten uns das Recht zum Löschen Bewertung, die gegen die Vorschriften für diesen Dienst ist.
es_es: Nos reservamos el derecho de borrar cualquier comentario el cual viola las reglas para este servicio.
fi_fi: Pidätämme oikeuden poistaa minkä tahansa arvostelun palvelustamme.
fr_fr: Nous nous réservons le droit de supprimer tout commentaire qui viole les règles de ce service.
hu_hu: Mi fenntartjuk a jogot arra nézve, hogy bármikor töröljünk, bármilyen olyan felhasználói értékelést, visszajelzést, amely megsérti ennek a szolgáltatás használatának a szabályait.
it_it: Ci riserviamo il diritto di eliminare qualsiasi recensione che violano le regole per questo servizio.
pl_pl: Zastrzegamy sobie prawo do usunięcia każdego komentarza, który narusza zasady dla tej usługi.
pt_br: eservamo-nos o direito de excluir qualquer comentário que infrinja as regras para este serviço.
ru_ru: Имеем право удалить любой комментарий, который нарушит правила этой службы.
sv_se: Vi reserverar oss rätten att ta bort recensioner som bryter mot tjänstens regler.

source: Third party advertising
cs_cz: Reklama třetí strany
de_de: Werbung Dritter
es_es: Publicidad de la tercera parte
fi_fi: Kolmannen osapuolen mainonta
fr_fr: La publicité des tiers
hu_hu: Harmadik fél által végzett reklámtevékenység
it_it: Pubblicità di terze parti
pl_pl: Reklama osoby trzeciej
pt_br: Publicidade de terceiros
ru_ru: Реклама третей стороны
sv_se: Tredjepartsannonsering

source: We are using third party companies to serve ads on our websites.
cs_cz: Využíváme externí společnosti pro předkládání reklam na našich stránkách.
de_de: Zur Anzeigenschaltung auf unseren Webseiten verwenden wir Drittunternehmen.
es_es: Nos aprovechamos de una empresa externa para la traduccón de las publicidades en nuestras páginas.
fi_fi: Käytämme kolmatta osapuolta tarjoamaan sivustomme mainokset.
fr_fr: Nous utilisons des compagnies tiers pour diffuser des annonces sur nos sites.
hu_hu: Cégünk más cégeket, 3. feleket alkalmaz a weboldalainkon megjelenő hirdetésekhez.
it_it: Stiamo utilizzando società terze per pubblicare annunci sul nostro sito web.
pl_pl: Używamy firm trzecich, do wyświetlania reklam na naszych stronach internetowych.
pt_br: Estamos usando empresas de terceiros para veicular anúncios nos nossos sites.
ru_ru: Используем услуги внештатных компаний для перевода реклам на наших страницах.
sv_se: Vi använder tredjepartsföretag för att annonsera på våra webbsidor.

source: This companies may use cookies and independently collected information about your visit to provide best ads for you.
cs_cz: Tyto společnosti mohou používat cookies a nezávisle shromažďovat informace o vaší návštěvě, aby vám dokázaly poskytnout nejlepší reklamu.
de_de: Diese Firmen verwenden möglicherweise Cookies und unabhängig gesammelte Informationen über Ihren Besuch um eine bestmögliche Anzeigenschaltung sicherzustellen.
es_es: Estas empresas pueden utilizar cookies e independientemente coleccionar informaciones sobre tu visita para que sean capaces de ofrecerte la mejor publicidad.
fi_fi: Nämä kolmannen osapuolen yritykset saattavat käyttää cookieita ja itsenäisesti kerättyjä tietoja luodessaan sinulle suunnattuja mainoksia.
fr_fr: Ces entreprises peuvent utiliser des cookies et indépendamment recueillir des informations de votre visite pour fournir les meilleures annonces pour vous.
hu_hu: Ezek a cégek cookie-kat használnak, és tőlünk függetlenül működve gyűjtenek adatokat az ön látogatásairól, hogy a lehető legjobb reklámokat tudják biztosítani az ön számára.
it_it: Questo aziende possono utilizzare i cookies e le informazioni raccolte in modo indipendente sulla vostra visita a fornire migliori annunci per te.
pl_pl: Te firmy mogą używać cookies i samodzielnie zebranych informacji o swojej wizycie w celu zapewnienia najlepszych reklam.
pt_br: Essas empresas podem utilizar cookies e informações coletadas de forma independente sobre a sua visita para fornecer melhores anúncios para você.
ru_ru: Эти компании могут использовать cookies и независимо собирать информации о ваших посещениях, чтобы вам могли предоставить наилучшую рекламу.
sv_se: Dessa företag kan använda kakor och samla information om ditt besök för att erbjuda de bästa annonserna för dig.

source: Measuring our visitors
cs_cz: Měření našich návštěv
de_de: Unsere Besucher messen
es_es: Medición de nuestras visitas
fi_fi: Kävijöidemme mittaaminen
fr_fr: Fréquentation de nos visiteurs
hu_hu: Látogatóink felmérése
it_it: Misurare i nostri visitatori
pl_pl: Pomiar naszych wizyt
pt_br: Medindo nossos visitantes
ru_ru: Измерение нашей посещаемости
sv_se: Analys av våra besökare

source: We are using Google Analytics to measure visitors to our websites.
cs_cz: Používáme službu Google Analytics pro měření návštěvníků na našich stránkách.
de_de: Wir benutzen Google Analytics, um Besucher auf unseren Webseiten zu messen.
es_es: Estamos utilizando el servicio de Google Analytics para medir visitantes en nuestras páginas.
fi_fi: Käytämme Google Analyticsia mittaamaan sivustojemme kävijöiden määrää.
fr_fr: Nous utilisons Google Analytics pour la fréquentation des visiteurs de nos sites.
hu_hu: A Google Analytics rendszerét használjuk a látogatóink oldalainkon történő tevékenységének felmérésére.
it_it: Stiamo usando Google Analytics per misurare visitatori dei nostri siti web.
pl_pl: Wykorzystujemy cookies Google Analytics do pomiaru liczby osób odwiedzających naszą stronę.
pt_br: Estamos usando o Google Analytics para medir os visitantes aos nossos sites.
ru_ru: Используем службу Google Analytics для измерения посещаемости нашей страницы.
sv_se: Vi använder Google Analytics för att mäta besökare på våra webbsidor.

source: These measurements record how you arrived at our site, what pages you view within the site and some information about your device.
cs_cz: Tato měření zaznamenávají, jak jste dorazili na naše stránky, které stránky si u nás prohlížíte a některé údaje o vašem zařízení.
de_de: Diese Messungen zeichnen auf, wie Sie auf unserer Seite gekommen sind, welche Seiten Sie innerhalb der Webseite sehen und einige Informationen über Ihr Gerät.
es_es: Estas mediciones apuntan como ha llegado a nuestra pagina, que páginas nuestras visitas y también alguna información sobre su equipo.
fi_fi: Kävijämäärän lisäksi Analytics näyttää milloin saavuit sivustollemme, mitä sivuja katsoit ja tietoja laitteestasi.
fr_fr: Ces mesures enregistrent, comment vous visitez notre site, quelles pages vous regardez chez nous et quelques informations sur votre appareil.
hu_hu: Ezek a felmérések tartalmazzák, hogy milyen módon kereste fel az oldalunkat, milyen oldalakat tekintett meg a weboldalon belül, illetve néhány adatot az ön készülékéről, eszközéről.
it_it: Queste misurazioni registrano come siete arrivati al nostro sito, quali pagine di visualizzare all'interno del sito e alcune informazioni sul dispositivo.
pl_pl: Pomiary te są zgłaszane do wejścia na nasze strony, jakie strony można zobaczyć na terenie obszaru i kilka informacji o swoim urządzeniu.
pt_br: Estas medições gravar como você chegou ao nosso site, as páginas que você vê dentro do site e algumas informações sobre o seu dispositivo.
ru_ru: Эти измерения регистрируют как вы попали на нашу страницу, какие страницы у нас посещаете и некоторые данные о вашем оборудовании.
sv_se: Dessa mätningar mäter hur du kom till vår webbplats, vilka sidor du tittade på inom sajten och viss information om din enhet.

source: All information is anonymous and helps us to understand what we should improve in future.
cs_cz: Všechny informace jsou anonymní a pomáhají nám porozumět, co můžeme v budoucnu zlepšit.
de_de: Alle Informationen sind anonym und helfen uns zu verstehen, was wir in Zukunft verbessern sollten.
es_es: Todas las informaciones son anónimas y nos ayudan a entender lo que podemos mejorar en futuro.
fi_fi: Kaikki tieto on kuitenkin anonyymia ja sen tarkoituksena on auttaa meitä parantamaan palvelua tulevaisuudessa.
fr_fr: Toutes les informations sont anonymes et nous aident comprendre ce que nous devons améliorer dans l'avenir.
hu_hu: Minden információ anonim módon, névtelenül kerül be a rendszerünkbe, és segítséget nyújt nekünk, a jövőbeni fejlesztések elvégzésének tekintetében.
it_it: Tutte le informazioni sono anonime e ci aiuta a capire che cosa dovremmo migliorare in futuro.
pl_pl: Wszystkie informacje są anonimowe i pomagają nam zrozumieć, co powinniśmy poprawić w przyszłości.
pt_br: Todas as informações são anônimas e ajuda-nos a compreender o que deve melhorar no futuro.
ru_ru: Все информации анонимны и помогают нам понять, что возможно улучшит в будущем.
sv_se: All information är anonym och hjälper oss att förstå vad vi bör förbättra i framtiden.

source: More information about Google Analyticis can be found %s here %s
cs_cz: Více informací o Google Analytics můžete nalézt %s zde %s
de_de: Weitere Informationen über Google Analyticis finden Sie hier %s %s
es_es: Más informaciones sobre Google Analytics puedes encontrar %s aqui %s
fi_fi: Lisätietoa Google Analyticsista löydät %s täältä %s.
fr_fr: Plus d'informations sur Google Analyticis peut être trouvé %s ici %s
hu_hu: A Google Analyticis rendszeréről további információkat találhat %s itt %s
it_it: Maggiori informazioni su Google Analyticis si possono trovare %s qui %s
pl_pl: Więcej informacji na temat Google Analytics można znaleźć tutaj %s %s
pt_br: Mais informações sobre o Google Analyticis pode ser encontrado%s aqui % s
ru_ru: Больше информаций о Google Analytics можете найти %s здесь %s
sv_se: Mer information om Google Analytics kan ses %s här %s

source: This site uses cookies to improve website's usability.
cs_cz: Tato stránka používá cookies pro zlepšení užitečnosti.
de_de: Diese Website verwendet Cookies zur Verbesserung der Benutzerfreundlichkeit.
es_es: Esta pagina utiliza cookies para mejorar su utilidad.
fi_fi: Tämä sivusto käyttää cookieita parantamaan sivuston käytettävyyttä.
fr_fr: Ce site utilise des cookies pour améliorer la facilité d'utilisation de site Web.
hu_hu: Ez az oldal cookie-kat használ a weboldal működőképességének fejlesztése érdekében.
it_it: Questo sito utilizza i cookies per migliorare l'usabilità del sito.
pl_pl: Ta strona wykorzystuje cookies, aby poprawić użyteczność naszej strony.
pt_br: Este site usa cookies para melhorar a usabilidade do site.
ru_ru: Эта страница использует cookies для повышения качества использования.
sv_se: Den här sidan använder kakor för att öka webbsidans användbarhet.

source: Cookies also helps us improve website security and minimse fraud, automated activity.
cs_cz: Cookies nám také pomáhají zlepšit bezpečnost stránek a minimalizovat podvodné automatizované aktivity.
de_de: Cookies helfen uns bei der Verbesserung der Sicherheit dieser Seite und minimieren automatisierte betrügerische Aktivitäten.
es_es: Cookies nos ayudan también a mejorar la seguridad de páginas y a minimalizar las actividades automatizadas fraudulentamente.
fi_fi: Cookiet auttavat meitä myös parantamaan sivuston turvallisuutta ja vähentämään huijauksia.
fr_fr: Les cookies nous aident également à améliorer la sécurité du site et réduire au minimum des activités frauduleux automatisées.
hu_hu: A cookie-k ugyanakkor segítenek nekünk a weboldal biztonságának megőrzésében, és minimalizálják az a csalásokhoz köthető, automatizált tevékenységeket is.
it_it: I cookie ci aiutano anche a migliorare la sicurezza e ridurre al minimo i siti Web fraudolenti attività automatizzate.
pl_pl: Cookies pomagają nam w celu poprawy bezpieczeństwa i minimalizacji fałszywych stron internetowych zautomatyzowane działania.
pt_br: Os cookies também nos ajuda a melhorar a segurança do website e fraude minimse, atividade automatizada.
ru_ru: Cookies нам также помогают повысить безопасность страницы и минимизировать мошенничающую автоматизированную деятельность.
sv_se: Kakor hjälper också till att öka webbsidans säkerhet och minimerar bedrägerier och automatisk aktivitet.
