Repository: MisterGroup/ShouldIAnswerTranslations
Catalog: web/*/LC_MESSAGES/shouldianswer.po
Languages: cs_cz, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, pl_pl, pt_br, ru_ru, sv_se

source: send rating
cs_cz: odeslat hodnocení
de_de: Bewertung absenden
es_es: enviar evaluación
fi_fi: lähetä arvio
fr_fr: envoyer l'évaluation
hu_hu: értékelés küldése
it_it: invia valutazione
pl_pl: wyślij ocenę
pt_br: enviar nota
ru_ru: послать рейтинг
sv_se: skicka rankning

source: owner
cs_cz: vlastník
de_de: Besitzer
es_es: propietario
fi_fi: omistaja
fr_fr: propriétaire
hu_hu: tulajdonos
it_it: proprietario
pl_pl: właściciel
pt_br: dono
ru_ru: Владелец
sv_se: ägare

source: moderator
cs_cz: moderátor
es_es: mediador
fi_fi: moderaattori
fr_fr: modérateur
hu_hu: moderátor
it_it: moderatore
pt_br: moderador
ru_ru: Модератор

source: censored
cs_cz: cenzurováno
de_de: zensiert
es_es: censurado
fi_fi: sensuroitu
fr_fr: censuré
hu_hu: cenzúrázott
it_it: censurato
pl_pl: ocenzurowane
pt_br: censurado
ru_ru: Цензурировано
sv_se: censurerad

source: system
cs_cz: systém
es_es: sistema
fi_fi: systeemi
fr_fr: système
hu_hu: rendszer
it_it: sistema
pt_br: sistema
ru_ru: Система

source: featured
cs_cz: Doporučeno
de_de: enthaltene
es_es: Recomendado
fi_fi: esillä
fr_fr: présenté
hu_hu: előléptetett
it_it: raccomandato
pl_pl: opisany
pt_br: em destaque
ru_ru: Рекомендуемое
sv_se: presenterad

source: This comment has been removed because violated terms of use
cs_cz: Tento komentář byl odstraněn pro porušení podmínek publikace
de_de: Dieser Kommentar wurde entfernt, infolge einer Verletzung der Nutzungsbedingungen
es_es: Este comentario se ha quitado por violar los términos de uso
fi_fi: Tämä kommentti on poistettu, sillä se loukkaa sivuston ehtoja.
fr_fr: Ce commentaire a été supprimé à cause de la violation des termes d'utilisation
hu_hu: Ez a megjegyzés eltávolításra került a felhasználás feltételinek megsértése miatt
it_it: Questo commento è stato rimosso per violazione delle condizioni di pubblicazione
pl_pl: Ten komentarz został usunięty z powodu naruszenia warunków publikacji
pt_br: Este comentário foi removido devido a violar os termos de uso
ru_ru: Этот комментарий был отстранён из-за нарушения условий публикации
sv_se: Den här kommentaren har tagits bort på grund av att den bröt mot våra användarvillkor

source: Agree
cs_cz: Souhlasím
de_de: Zustimmen
es_es: Acordar
fi_fi: Samaa mieltä
fr_fr: Approuver
hu_hu: Egyetért
it_it: Concordare
pl_pl: Zgadzam się
pt_br: Concordo
ru_ru: Согласитесь
sv_se: Håller med

source: Disagree
cs_cz: Nesouhlasím
de_de: Keine Zustimmung
es_es: Discrepar
fi_fi: Eri mieltä
fr_fr: être en désaccord
hu_hu: Nem ért egyet
it_it: Dissentire
pl_pl: Nie zgadzam się
pt_br: Não Concordo
ru_ru: Не согласен
sv_se: Håller inte med

source: Comments
cs_cz: Komentáře
de_de: Kommentare
es_es: Comentarios
fi_fi: Kommentit
fr_fr: commentaires
hu_hu: Hozzászólások
it_it: Commenti
pl_pl: Komentarze
pt_br: Comentário
ru_ru: Замечания
sv_se: Kommentarer

source: Add Comment
cs_cz: Přidat Komentář
de_de: Kommentar hinzufügen
es_es: Añadir comentario
fi_fi: Lisää kommentti
fr_fr: Ajouter un commentaire
hu_hu: Szóljon hozzá
it_it: Aggiungi commento
pl_pl: Dodaj komentarz
pt_br: Adicionar Comentário
ru_ru: Добавить комментарий
sv_se: Lägg till kommentar

source: Delete
cs_cz: Odstranit
de_de: Löschen
es_es: Borrar
fi_fi: Poista
fr_fr: Supprimer
hu_hu: Törlés
it_it: Eliminare
pt_br: Apagar
ru_ru: Удалить
sv_se: Ta bort

source: How to block this number?
cs_cz: Jak zablokovat toto číslo?
de_de: Wie kann man diese Nummer sperren?
es_es: ¿Cómo se bloquea este número?
fi_fi: Miten estää tämä numero?
fr_fr: Comment bloquer ce numéro ?
hu_hu: Hogyan tiltsa le ezt a számot?
it_it: Come si blocca questo numero?
pl_pl: Jak zablokować ten numer?
pt_br: Como bloquear este número?
ru_ru: Как заблокировать этот номер?
sv_se: Hur blockerar man det här numret?

source: Submit
cs_cz: Odeslat
de_de: Absenden
es_es: Enviar
fi_fi: Lähetä
fr_fr: Soumettre
hu_hu: Küldés
it_it: Spedire
pl_pl: Przynieś
pt_br: Enviar
ru_ru: Отправить
sv_se: Sänd

source: Please enter your name or nick
cs_cz: Prosím vyplňte jméno nebo přezdívku
de_de: Bitte geben Sie Ihren Namen oder Nicknamen ein
es_es: Por favor, introduzca su nombre o apodo
fi_fi: Anna oikea nimesi tai käyttäjänimesi
fr_fr: S'il vous plaît entrer votre nom ou pseudo
hu_hu: Kérjük, adja meg nevét vagy a becenevét
it_it: Inserisci il tuo nome o nick
pl_pl: Proszę podać imię i nazwisko lub nick
pt_br: Por favor, insira seu nome ou apelido
ru_ru: Пожалуйста, введите свое имя или ник
sv_se: Fyll i ditt namn eller smeknamn

source: Your comment must be longer than 5 characters
cs_cz: Váš komentář musí být delší než 5 znaků
de_de: Ihr Kommentar muss länger als 5 Zeichen sein
es_es: Tu comentario debe ser de más de 5 carácteres
fi_fi: Kommenttisi pitää olla pidempi kuin 5 merkkiä
fr_fr: Votre commentaire doit être de plus de 5 caractères
hu_hu: A hozzászólásának 5 karakternél hosszabbnak kell lennie
it_it: Il suo commento deve essere più lungo di 5 caratteri
pl_pl: Twój komentarz może być dłuższy niż 5 znaków
pt_br: O seu comentário deve ter mais de 5 carácteres
ru_ru: Ваш комментарий должен быть больше, чем 5 символов
sv_se: Din kommentar måste vara längre än 5 tecken

source: Actualization
cs_cz: Aktualizace
de_de: Aktualisierung
es_es: Actualización
fi_fi: Toteuttaminen
fr_fr: Actualisation
hu_hu: Aktualizálás
it_it: Attualizzazione
pl_pl: Aktualizacja
pt_br: Atualização
ru_ru: Актуализация
sv_se: Aktualisering

source: Details
cs_cz: Detaily
de_de: Einzelheiten
es_es: Detalles
fi_fi: Yksityiskohdat
fr_fr: Détails
hu_hu: Részletek
it_it: Dettagli
pl_pl: Szczegóły
pt_br: Detalhes
ru_ru: Детали
sv_se: Detaljer

source: You rating can help the others to be informed about this number.
cs_cz: Vaše hodnocení pomůže ostatním získat informace o tomto čísle.
de_de: Ihre Bewertung kann helfen, andere über diese Nummer zu informieren.
es_es: Su evaluación puede ayudar a otros a estar informados sobre este número.
fi_fi: Arviosi tästä numerosta voi auttaa myös muita.
fr_fr: Votre évaluation peut aider les autres afin qu'ils soient informés sur ce numéro.
hu_hu: Az ön értékelés segítséget nyújt más felhasználóknak, hogy minél több infomrációhoz juthassanak erről a számról.
it_it: La tua valutazione può aiutare gli altri ad avere informazioni su questo numero.
pl_pl: Twoja ocena może pomóc innym uzyskać informację o tym numerze.
pt_br: Sua avaliação pode auxiliar outros usuários com informações sobre este número.
ru_ru: Ваша оценка поможет другим людям узнать об этом номере телефона.
sv_se: Din rankning kan hjälpa andra att bli informerade om det här numret.

source: <strong>Bothered</strong> by telemarketing calls? <strong>Not answering</strong> unknown numbers? <strong>Install</strong> our application and be informed who is calling - <strong>for free</strong>!
cs_cz: <strong>Obtěžují</strong> vás telemarketingové hovory? <strong>Nezvedáte</strong> neznámá čísla? <strong>Nainstalujte</strong> si naši aplikaci a budete informováni, kdo volá - <strong>zdarma</strong>!
de_de: <strong>Belästigt</strong>durch Werbeanrufe? Unbekannte Nummern<strong>nicht beantworten</strong>? <strong>Installieren Sie</strong> unsere Anwendung und Sie wissen Bescheid, wer anruft - <strong>kostenlos!</strong>
es_es: <strong>Te molestan</strong> llamadas de televentas? <strong>No respondes</strong> a los números desconocidos? <strong>Instaa</strong> nuesta aplicación y estarás informado quién está llamando- <strong>gratis</strong>!
fi_fi: <strong>Haittaavatko</strong> puhelinmyyjät sinua? <strong>Vastaatko</strong> tuntemattomille soittajille? <strong>Lataa</strong> sovelluksemme ja saat lisää tietoa soittajasta - <strong>ilmaiseksi!</strong>!
fr_fr: Êtes-vous <strong>harcelés</strong> par des appels de télémarketing? Voulez-vous ne pas <strong>répondre</strong> aux numéros inconnus? <strong Installez</strong> notre application d'être informé qui appelle - <strong>gratuit</strong>!
hu_hu: <strong>Zaklatják</strong> önt telefonmarketinges hívásokkal? Nem akar<strong> foglalkozni</strong> az ismeretlen számokról bejövő hívásokkal? <strong>Telepítse</strong> az alkalmazásunkat, és tudja meg ki hívja önt - <strong>teljesen ingyen</strong>!
it_it: <strong>Preoccupati</strong> per le chiamate di telemarketing? <strong>Non rispondendo</strong> numeri sconosciuti? <strong>Installa</strong> la nostra applicazione e essere informato chi sta chiamando - <strong>gratuitamente</strong>!
pl_pl: <strong>Wkurza</strong> Cię telemarketing połączeń? <strong>Nie odpowiedzi</strong> nieznane numery? <strong>Zainstaluj</strong>, naszą aplikację i informuj, kto dzwoni - <strong>bezpłatnie</strong>!
pt_br: <strong>Incomodado</strong> por ligações de telemarketing? <strong>Não responder</strong> números desconhecidos? <strong>Instalar</strong> nossa aplicação e ser informado que está chamando - <strong>gratuitamente</strong>!
ru_ru: <strong>Беспокоят</strong> вас теле маркетинговые звонки? <strong>Nezvedáte</strong> незнакомые номера? <strong>Загрузите</strong> нашу аппликацию и будете информированы о том кто звонит - <strong>бесплатно</strong>!
sv_se: <strong>Störd</strong> av telefonförsäljning? <strong>Svarar du inte</strong> okända nummer? <strong>Installera</strong> vår applikation och få information om vem som ringer - <strong>gratis</strong>!

source: Avoid unsolicited calls. <strong>Don't waste time</strong> with marketing calls</strong>. With our <strong>application</strong> you will be always informed who is calling - <strong>for free</strong>!
cs_cz: Vyhněte se nevyžádaným hovorům. <strong>Nemarněte čas</strong> s marketingovými hovory. S naší <strong>aplikací</strong> budete vždy informováni o tom, kdo volá - <strong>zdarma</strong>!
de_de: Vermeiden Sie unerwünschte Anrufe. <strong>Verlieren Sie keine Zeit</strong> mit Marketing-Anrufe</strong>. Mit unserer <strong>Anwendung</strong> werden Sie immer informiert, wer anruft - <strong>kostenlos!</strong>
es_es: Evite las llamadas no deseadas. <strong>No pierde tiempo čas</strong> con las llamadas de marketing. Con nuestra <strong>aplicación</strong> estará informado quién está llamando - <strong>gratis</strong>!
fi_fi: Vältä epämieluisia puheluita. <strong>Älä tuhlaa aikaa</strong> markkinointisoittojen parissa. <strong>Sovelluksemme</strong> avulla saat aina tietoa siitä, kuka soittaa - <strong>ilmaiseksi</strong>!
fr_fr: Évitez les appels non sollicités. <strong>Ne perdez pas de temps</strong> avec des appels de marketing. Avec notre <strong>application</strong> vous serez toujours informé de qui appelle - <strong>gratuit</strong>!
hu_hu: Kerülje el a kéretlen hívásokat. <strong>Ne vesztegesse az idejét</strong> marketinges telefonhívásokra</strong>. Az <strong>alkalmazásunk</strong> révén, mindig tudni fogja, hogy ki keresi önt - <strong>teljesen ingyen</strong>!
it_it: Evitare chiamate indesiderate. <strong>Non perdere tempo</strong> con le chiamate di marketing. Con i nostri <strong>apps</strong> sarà sempre essere informato su chi sta chiamando - <strong>libero</strong>
pl_pl: Uniknąć niechcianych połączeń. <strong>Nie trać czasu</strong> z rozmów marketingowych. Z naszą <strong>aplikacjom</strong>zawsze będziesz informowany o tym, kto dzwoni - <strong>bezpłatnie</strong>!
pt_br: Evite as chamadas não solicitadas. <strong>Não perca tempo</strong> com chamadas de marketing. Com o nosso <strong>aplicativo</strong> você será sempre informado quem está chamando - <strong>gratuitamente</strong>!
ru_ru: Избегайте нежелательных звонков. <strong>Не теряйте время</strong> с маркетинговыми звонками. С нашей <strong>аппликацией</strong> будете всегда информированы о том, кто звонит - <strong>бесплатно</strong>!
sv_se: Undvik oönskade samtal. <strong>Slösa inte tid på</strong> telefonförsäljare</strong>. Med vår <strong>applikation</strong> kommer du alltid vet vem som ringer - <strong>gratis</strong>!

source: <strong>Avoid</strong> unsolicited <strong>calls</strong>! With this <strong>application</strong> You will be aware who is calling - <strong>for free</strong>!
cs_cz: <strong>Vyhněte</strong> se nevyžádaným <strong>hovorům</strong>! S touto <strong>aplikací</strong> budete mít přehled kdo volá - <strong>zdarma</strong>!
de_de: <strong>Vermeiden Sie</strong> unerwünschte<strong> Anrufe</strong>! <strong>Mit dieser <strong> Anwendung </strong> wissen Sie, wer anruft - <strong>kostenlos!</strong>
es_es: <strong>Evite</strong> llamadas <strong>no deseadas</strong>! Con esta <strong>aplicación</strong> tendrá en cuenta quién está llamando - <strong>gratis</strong>!
fi_fi: <strong>Vältä</strong> epämieluisia <strong>puheluita</strong>! Tällä <strong>sovelluksella</strong> tiedät kuka soittaa - <strong>ilmaiseksi</strong>!
fr_fr: <strong>Évitez</strong> <strong>les appels</strong> non sollicités! Avec cette <strong>application</strong> vous savez qui appelle - <strong>gratuit</strong>!
hu_hu: <strong>Kerülje el</strong> a kéretlen <strong>hívásokat</strong>! Ezzel az <strong>alkalmazással</strong> mindig tudni fogja, hogy ki keresi Önt- <strong>teljesen ingyen</strong>!
it_it: <strong>Evitare</strong> indesiderate <strong>chiamate</strong>! Con questo <strong>applicazione</strong> non mancherà di tenere traccia di chi sta chiamando - <strong>libero</strong>!
pl_pl: <strong>Należy unikać</strong> niechcianych <strong>połączeń</strong>! Pomocą tej <strong>aplikacje</strong> możesz śledzić kto dzwonił - <strong>bezpłatnie</strong>!
pt_br: <strong>Evite</strong> não solicitado <strong>chama</strong>! Com este <strong>aplicativo</strong> Você vai estar ciente de quem está chamando - <strong>gratuitamente</strong>!
ru_ru: <strong>Избегайте</strong> нежелательных <strong>звонков</strong>! С помощью этой <strong>аппликации</strong> будете иметь представление о том, кто звонит - <strong>бесплатно</strong>!
sv_se: <strong>undvik</strong> oönskade <strong>samtal</strong>! Med den här <strong>applikationen</strong> kommer du veta vem som ringer - <strong>gratis</strong>!

source: Never receive <strong>unwanted call</strong> from telemarketing company. With our <strong>free application</strong> you will be always <strong>informed who is calling!</strong>
cs_cz: Už nikdy nedostanete <strong>nevyžádaný hovor</strong> od telemarketingové společnosti. S naší <strong>bezplatnou aplikací</strong> budete vždy <strong>informováni kdo volá!</strong>
de_de: Nie wieder <strong>unerwünschte Anrufe</strong> von Telemarketing-Unternehmen erhalten. Mit unserer <strong>kostenlosen Anwendung</strong> werden Sie immer <strong>darüber informiert, wer anruft!</strong>
es_es: Nunca recibirá <strong>llamadas no solicitadas</strong> de la empresa de telemarketing. Con nuestra <strong>aplicación gratis</strong> siempre estará informado <strong>quién está llamando!</strong>
fi_fi: Ei enää <strong>epämieluisia puheluita</strong> puhelinmyyjiltä. Meidän <strong>ilmaisella sovelluksellamme</strong>tiedät aina <strong>kuka on langan toisessa päässä!</strong>
fr_fr: Ne recevez jamais <strong>d'appels indésirables</strong> de compagnies de télémarketing. Avec notre <strong>application gratuite</strong> vous serez toujours <strong>informé de qui vous appelle!</strong>
hu_hu: Többé soha nem fog kapni <strong>kéretlen hívásokat</strong> telemarketinges cégektől. Az <strong>ingyenes alkalmazásunk</strong>használatával, ön mindig <strong>tudni fogja, hogy ki keresi!</strong>
it_it: Non accedere a <strong>chiamata non richiesta</strong> da società di telemarketing. Con i nostri <strong>applicazioni gratuite</strong> sarà sempre <strong>a conoscenza che sta chiamando!</strong>
pl_pl: Nigdy nie dostaniecie <strong>niechciane połączenia</strong> od firm telemarketingowych. Z naszą <strong>darmową aplikacją</strong> jesteśće <strong>powiadomienia o tym kto dzwonił</strong>
pt_br: Nunca receber <strong>chamada indesejada</strong> de empresa de telemarketing. Com o nosso <strong>aplicativo gratuito</strong> você será sempre <strong>informou que está chamando!</strong>
ru_ru: Уже никогда не получите <strong>нежелательный звонок</strong> Из теле маркетинговой компании. С нашей <strong>бесплатной аппликацией</strong> будете всегда <strong>информированы о том кто звонит!</strong>
sv_se: Få aldrig <strong>oönskade samtal</strong> från telefonförsäljare. Med vår <strong>gratisapp</strong> kommer du alltid vara <strong>informerad om vem som ringer!</strong>

source: Want to <strong>avoid unsolicited calls</strong>? Download our <strong>free application</strong>!
cs_cz: Chcete se <strong>vyhnout nevyžádaným hovorům</strong>? Stáhněte si naši <strong>bezplatnou aplikaci</strong>!
de_de: Wollen sie <strong>unerbetene Anrufe zu vermeiden?</strong> Herunterladen Sie unsere <strong> kostenlos Anwendung</strong>!
es_es: Quiere <strong>llamadas no solicitadas</strong>? Descargue nuestra <strong>aplicación gratis</strong>!
fi_fi: Haluatko välttää <strong>epämieluisat puhelut?</strong>? Lataa <strong>ilmainen sovelluksemme!</strong>!
fr_fr: Voulez-vous <strong>éviter les appels non sollicités</strong>? Téléchargez notre <strong>application gratuite</strong>!
hu_hu: El akarja <strong>kerülni a kéretlen hívásokat</strong>? Töltse le<strong> az ingyenes alkalmazást</strong>!
it_it: Vuoi <strong>Evitare chiamate indesiderate</strong>? Scarica la nostra <strong>applicazione gratuita</strong>!
pl_pl: Chcesz <strong>uniknąć niechcianych połączeń</strong>? Pobierz nasze <strong>bezpłatne aplikacje</strong>!
pt_br: Quer <strong>evitar chamadas não solicitadas</strong>? Baixe nosso <strong>aplicativo gratuito</strong>!
ru_ru: Хотите <strong>избежать нежелательных звонков</strong>? Скачайте нашу <strong>бесплатную аппликацию</strong>!
sv_se: Vill du <strong>undvika oönskade samtal</strong>? Ladda ner vår <strong>gratis applikation</strong>!

source: Add Your <strong>rating</strong>
cs_cz: Přidejte Vaše <strong>hodnocení</strong>
de_de: Fügen Sie Ihre <strong>Bewertung</strong> hinzu
es_es: Añadir su <strong>evaluación</strong>
fi_fi: Lisää <strong>arviosi</strong>.
fr_fr: Ajoutez votre <strong>évaluation</strong>
hu_hu: Saját<strong>értékelés</strong> hozzáadása
it_it: Aggiungi la tua<strong>valutazione</strong>
pl_pl: Dodaj Swoją <strong>ocenę</strong>
pt_br: Acresentar Sua <strong>avaliação</strong>
ru_ru: Добавьте Вашу <strong>оценку</strong>
sv_se: Lägg Din <strong> rankning</strong>

source: Phone number <strong>ratings</strong>
cs_cz: <strong>Hodnocení</strong> telefonního čísla
de_de: <strong>Bewertungen</strong> der Telefonnummer
es_es: <strong>Evaluaciones</strong> números de teléfono
fi_fi: Puhelinumeron <strong>arviot</strong>
fr_fr: <strong>Les évaluations</strong> du numéro de téléphone
hu_hu: Telefonszám <strong>értékelések</strong>
it_it: Recensioni<strong>numero di telelefono</strong>
pl_pl: <strong>Oceny</strong> numerów telefonów
pt_br: <strong>Notas</strong> de número de telefone
ru_ru: <strong>Рейтинги</strong> номера телефона
sv_se: Telefonnummer <strong> rankning </strong>

source: This phone number has %s reviews with average rating "%s".
cs_cz: Toto telefonní číslo má %s hodnocení s průměrným výsledkem jako %s.
de_de: Diese Telefonnummer hat %s Bewertungen mit einer durchschnittlichen Bewertung von "%s".
es_es: Este número de teléfono tiene %s evaluaciones con una media de "%s
fi_fi: Tällä numerolla on %s arviota keskiarvolla "%s".
fr_fr: Ce numéro de téléphone a été commenté %s fois, avec une évaluation moyenne de "%s".
hu_hu: Ennek a telefonszámnak %s felhasználói visszajelzése van. Az átlagos értékelése: "%s".
it_it: Questo numero di telefono ha %s recensioni con una valutazione media pari a "%s".
pl_pl: Ten numer telefonu ma %s recenzje ze średnią oceną "%s".
pt_br: Este número de telefone tem %s avaliações com nota média "%s|".
ru_ru: У этого номера %s рейтингов со средним результатом "%s".
sv_se: Det här telefonnummret har %s reccensioner med en genomsnittlig rankning "%s".

source: Report ownership of this number or untruthful information presented.
cs_cz: Nahlásit vlastnictví čísla nebo uvedení nepravdivých informací.
de_de: Eigentum an dieser Nummer oder wahrheitswidrige Angaben melden.
es_es: Avisar la posesión del número o la introducción de informaciones no verdaderas.
fi_fi: Raportoi tietoja tämän numeron omistajasta tai valheellisesta tiedosta numeroon liittyen.
fr_fr: Signaler propriétaire de ce numéro ou fournissant de fausses informations.
hu_hu: Jelentés a tulajdonjogáról vagy valótlan adatok megjelenítéséről.
it_it: Riferire la proprietà di questo numero o informazioni non veritiere presentate.
pl_pl: Zgłoś własność tej liczby lub nieprawidłowo prezentowanych informacji.
pt_br: Relatar a posse deste número ou informações falsas apresentadas.
ru_ru: Сообщить о владении номером или наличии неправдивых информаций
sv_se: Rapportera ägande för det här numret och att osann information visas.

source: email (optional)
cs_cz: email (volitelné)
es_es: email (opcional)
fi_fi: sähköposti (valinnainen)
fr_fr: e-mail (facultatif)
hu_hu: e-mail (opcionális)
it_it: e-mail (opzionale)
pl_pl: email (opcjonalnie)
pt_br: e-mail (opcional)
ru_ru: e-mail (не обяз.)
sv_se: e-post (valfri)

source: Invalid phone number
cs_cz: Neplatné telefonní číslo
de_de: Ungültige Telefonnummer
es_es: Número de teléfono inválido
fi_fi: Virheellinen puhelinnumero
fr_fr: Numéro de téléphone incorrect
hu_hu: Érvénytelen telefonszám
it_it: Numero di telefono non valido
pl_pl: Nieprawidłowy numer telefonu
pt_br: Número de telefone inválido
ru_ru: Неправильный номер телефона
sv_se: Ogiltligt telefonnummer

source: Please try to search your number in international format.
cs_cz: Prosím zkuste hledat vaše číslo v mezinárodním formátu.
de_de: Bitte versuchen Sie, Ihre Telefonnummer in einem internationalen Format zu suchen.
es_es: Por favor pruebe a buscar su número con formato internacional.
fi_fi: Yritä etsiä numeron kansainvälistä muotoa.
fr_fr: Veuillez essayer de rechercher votre numéro dans un format international.
hu_hu: Kérjük, a kereséshez próbálja meg a számot nemzetközi formátumban megadni
it_it: Si prega di provare a cercare il numero in formato internazionale.
pl_pl: Proszę poszukać swojego numeru w formacie międzynarodowym.
pt_br: Por favor, tente procurar seu número no formato internacional
ru_ru: Пожалуйста, введите номер телефона в международном формате.
sv_se: Var vänlig att sök ditt nummer i internationellt format.

source: Do you know country of the phone number? Try search via country dedicated service. Here is list of supported countries:
cs_cz: Víte zemi daného telefonního čísla? Zkuste hledat přes národní doménu. Zde je seznam podporovaných zemí:
de_de: Kennen Sie das Land der Telefonnummer? Versuchen Sie die Suche mit der landesspezifischen App. Hier ist eine Liste der unterstützten Länder:
es_es: Sabe cual es el país de dicho número de teléfono? Intente buscar a través de dominio nacional. Aquí la lista de los países soportados:
fi_fi: Tiedätkö puhelinnumeron maan? Kokeile etsiä maakohtaisella haullamme. Tässä lista tuetuista maista:
fr_fr: Connaissez vous le pays du numéro de téléphone? Tentez une recherche par pays via le service dédié. Ici se trouve la liste des pays supportés:
hu_hu: Ismeri az számhoz tartozó országot? Próbálja ki, az egyes országokhoz biztosított szolgáltatásunkat. Itt találhatja a listát az általunk támogatott országokról:
it_it: Sapete paese del numero di telefono? Prova a guardare attraverso il dominio nazionale. Ecco un elenco di paesi supportati:
pl_pl: Czy kraj, numer telefonu wiesz? Spróbuj wyszukać poprzez kraj profesjonalne usługi. Oto lista obsługiwanych krajów:
pt_br: Você sabe o país do número telefônico? Tente buscar através de um serviço dedicado a um país. Segue a lista dos países com suporte:
ru_ru: Знаете, из какой страны этот номер? Попробуйте искать по международным кодам. Здесь список поддерживаемых стран:
sv_se: Vet du vilket land numret kommer ifrån? prova sök via vår landstjänst. Här är en lista med de länger som stöds:
