Repository: MisterGroup/ShouldIAnswerTranslations
Catalog: web/*/LC_MESSAGES/shouldianswer.po
Languages: cs_cz, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, pl_pl, pt_br, ru_ru, sv_se

source: System permissions are displayed only on Android 6 devices.
cs_cz: Systémová oprávnění jsou zobrazena pouze v zařízeních s Android 6.
de_de: Systemberechtigungen werden nur auf Android 6 Geräte angezeigt.
es_es: Permisos de sistema se demuestran solamente en los dispositivos con Android 6.
fi_fi: Järjestelmän oikeudet näytetään vain Android 6-laitteilla.
fr_fr: Les permissions système sont affichées seulement sur les appareils Android 6.
hu_hu: A Rendszer jogosultságok menü csak Android 6 operációs rendszerű készülékeken jelenik meg.
it_it: Permessi di sistema vengono visualizzati solo su Android 6 dispositivi.
pl_pl: Uprawnienia systemu są wyświetlane tylko na Androida 6.
pt_br: As permissões do sistema só são exibidas em dispositivos com Android 6.
ru_ru: Системные полномочия изображаются только в устройствах с Android 6.
sv_se: Systembehörigheter visas endast på Android 6 enheter.

source: Read Call Information
cs_cz: Čtení informací o hovoru
de_de: Anrufinformationen auslesen
es_es: Leer las informaciones sobre llamada
fi_fi: Lue puhelun tiedot
fr_fr: Lire Info Appel
hu_hu: Hívásadatok Olvasása
it_it: Llegere le informazioni sulla chiamata
pl_pl: Przeczytaj informacje na temat połączeń
pt_br: Ler informações da chamada
ru_ru: Чтение информаций о звонке
sv_se: Läsa Samtalsinformation

source: When someone call you the application checks the respective phone number against our database. Without this permission we can't find out who is calling you.
cs_cz: Když vám někdo volá, aplikace kontroluje příslušné telefonní číslo oproti naší databázi. Bez tohoto povolení nejsme schopni zjistit kdo vám volá.
de_de: Wenn jemand rufen Sie die Anwendung überprüft die jeweilige Telefonnummer gegen unserer Datenbank. Ohne diese Berechtigung haben wir nicht herausfinden können, wer Sie angeruft.
es_es: Si le llama alguien la aplicación controla el dicho número comparándolo con nuestra base de datos. Sin este permiso no somos capaces de averiguar quién le está llamando.
fi_fi: Kun joku soittaa sinulle, sovellus tarkistaa numeron tietokannastamme. Jos et anna tähän lupaa, emme voi selvittää kuka sinulle soittaa.
fr_fr: Lorsque quelqu'un vous appelle l'application vérifie le numéro avec notre base de données. Sans cette permission nous ne pouvons trouver qui vous appelle.
hu_hu: Abban az esetben, amikor valaki hívja önt az alkalmazás ellenőrzi az adott telefonszámot az adatbázisunknál. Enélkül a jogosultság nélkül, nem tudjuk kideríteni, hogy ki hívja önt.
it_it: Quando qualcuno ti chiama, l'applicazione controlla il numero di telefono appropriato rispetto al nostro database. Senza questa autorizzazione, non siamo in grado di scoprire chi ti sta chiamando.
pl_pl: Kiedy ktoś do ciebie zadzwoni aplikacja sprawdza odpowiedni numer telefonu przeciwko naszej bazy danych. Bez tej zgody nie możemy dowiedzieć się, kto dzwoni.
pt_br: Quando alguém liga para você, a aplicação verifica o número telefônico em nossa base de dados. Sem esta permissão não temos como descobrir quem está ligando.
ru_ru: Когда вам кто-то звонит, аппликация проверяет соответствующий номер, сравнивая с нашей базой данных. Без этого разрешения мы не способны определить кто вам звонил.
sv_se: När någon ringer dig kontrollerar appen respektive nummer mot vår databas. Utan tillåtelse kan vi inte få reda på vem som ringer dig.

source: Read Contacts
cs_cz: Čtení kontaktů
de_de: Kontakte auslesen
es_es: Leer contactos
fi_fi: Lue yhteystiedot
fr_fr: Lire Contacts
hu_hu: Névjegyzék Olvasása
it_it: Leggere i contatti
pl_pl: Przeczytaj Kontakt
pt_br: Ler contatos
ru_ru: Чтение контактов
sv_se: Läsa Kontakter

source: As written above, we take your stored contacts as your whitelist. Without this permission we don't know what phone numbers you consider to be safe.
cs_cz: Jak je napsáno výše, bereme uložené kontakty jako váš whitelist (listinu povolených čísel). Bez tohoto povolení nevíme, která telefonní čísla považujete za bezpečná.
de_de: Wie oben geschrieben, nehmen wir Ihre gespeicherten Kontakte als ihr Whitelist auf. Ohne diese Berechtigung, wissen wir nicht, welche Rufnummern Sie betrachten, um sicher zu sein.
es_es: Como se ha escrito más arriba sus contactos consideramos un whitelist (lista de los números permitidos). Sin este permiso no sabemos que números de teléfono considera seguros.
fi_fi: Kuten yllä lukee, muodostamme yhteystiedoistasi hyväksyttyjen numeroiden listan. Ilman tätä oikeutta emme voi tietää, mitä numeroita puhelimesi pitää turvallisina.
fr_fr: Comme écrit au dessus, nous considérons vos contacts en tant que liste blanche. Sans cette permission nous ne savons pas quels numéros de téléphone vous considérez sûrs.
hu_hu: Mint ahogyan azt fentebb említettük, az ön készüléke névjegyzékében lévő számokat fehér listásként kezeljük. Enélkül a jogosultság nélkül nem tudjuk, hogy milyen telefonszámok minősülnek biztonságosnak.
it_it: Come scritto sopra, prendiamo ad esempio il tuo contatti whitelist salvati (elenco dei numeri autorizzati). Senza questa autorizzazione, non sappiamo che i numeri di telefono sono considerati sicuri.
pl_pl: Jak napisano powyżej, możemy zabrać zapisane kontakty z białej listy. Bez tej zgody nie wiemy jakie numery telefonów uważają za bezpieczne.
pt_br: Como descrito acima, consideramos seus contatos como uma lista de números autorizados. Sem esta permissão não podemos saber quais números telefônicos você considera seguros.
ru_ru: Как мы уже писали, считаем сохранённые контакты вашим whitelist (списком разрешённых номеров). Без этого разрешения мы не знаем, какие номера вы считаете безопасными.
sv_se: Precis som ovan, vi använder dina sparade kontakter som en Vitlista. Utan tillstånd kan vi inte veta vilka nummer som du anser säkra.

source: Allow System Overlays
cs_cz: Umožnit překryvná systémová okna
de_de: Overlays erlauben
es_es: Permitir sistema de solapamiento
fi_fi: Salli System Overlays -toiminto
fr_fr: Autorise l'affichage en surimpression
hu_hu: Rendszer Átfedések Engedélyezése
it_it: Permettere il sistema di overlay
pl_pl: Zezwalaj układ okien wyskakujących
pt_br: Permitir sobreposição do sistema
ru_ru: Разрешить перекрывающий системный экран
sv_se: Tillåt Systemöverdrag

source: The application shows alerts in foreground of incoming call screen. Without this permission we can't make the alerts fully interactive.
cs_cz: Aplikace zobrazuje upozornění v popředí nad obrazovkou příchozího hovoru. Bez tohoto povolení nemůžeme zobrazit upozornění jako plně interaktivní.
de_de: Die Anwendung zeigt Warnungen im Vordergrund des Bildschirms für eingehende Anrufe. Ohne diese Berechtigung können wir die Warnungen nicht vollständig interaktiv anzeigen.
es_es: Aplicación demuestra los avisos en primer plano encima de la pantalla de la llamada entrante. Sin este permiso no podemos demostrar el aviso completamente interactivo.
fi_fi: Sovellus näyttää tiedot numerosta puhelunäytöllä. Ilman tätä lupaa emme voi tehdä hälytyksistä täysin interaktiivisia.
fr_fr: L'application montre les alertes des appels entrants au premier plan. Sans cette permission nous ne pouvons rendre les alertes pleinement interactives.
hu_hu: Az alkalmazás a figyelmeztetéseket a bejövő hívások képernyőjének előterében jeleníti meg. Enélkül a jogosultság nélkül, nem tudjuk kihasználni az alkalmazás teljeskörű interaktivitását.
it_it: Questa applicazione visualizza una schermata di avviso di fronte a una chiamata in arrivo. Senza questa nota non essere completamente interattivo.
pl_pl: Aplikacja pokazuje alarmy w planie przychodzących ekranie połączenia. Bez tej zgody nie możemy w pełni interaktywne alerty.
pt_br: A aplicação mostra alertas em destaque sobre as ligações recebidas. Sem esta permissão não podemos tornar os alertas interativos.
ru_ru: Аппликация изображает предупреждение в переднем плане, над экраном входящего звонка. Без этого разрешения не можем изобразить полностью интерактивное предупреждение.
sv_se: Applikationen visa meddelanden i förgrunden på skärmen för inkommande samtal. Utan tillstånd kan vi inte göra meddelandena fullständigt interaktiva.

source: Phone Number Details
cs_cz: Detaily telefonního čísla
de_de: Einzelheiten von Telefonnummer
es_es: Detalles de número de teléfono
fi_fi: Lisätiedot puhelinnumerosta
fr_fr: Détails Numéro Téléphone
hu_hu: Telefonszám Részeleti
it_it: Dettagli sul numero di telefono
pl_pl: Szczegóły Numeru telefonu
pt_br: Detalhes do número telefônico
ru_ru: Подробности о номере
sv_se: Detaljer om telefonnummer

source: This screen shows detailed information for selected phone number.
cs_cz: Tato obrazovka zobrazuje podrobné informace o zvoleném telefonním čísle.
de_de: Dieser Bildschirm zeigt Detailinformationen für die ausgewählte Rufnummer.
es_es: Esta pantalla muestra información detallada sobre el número de teléfono seleccionado.
fi_fi: Tämä näyttö näyttää yksityiskohtaista tietoa valitusta puhelinnumerosta.
fr_fr: Cet écran affiche des informations détaillées sur le numéro de téléphone sélectionné.
hu_hu: Ez a képernyőn a kiválasztott telefonszámmal kapcsolatos részletes információk jelennek meg.
it_it: Questa schermata mostra informazioni dettagliate per numero di telefono selezionato.
pt_br: Esta tela mostra informações detalhadas para o número telefônico selecionado.
ru_ru: Этот экран предоставляет подробные информации о выбранном телефонном номере.
sv_se: Denna skärmdump visar detaljerad information för det valda telefonnumret.

source: Here you can find the overall number rating in the form of count of Positive/Neutral/Negative ratings and the category mostly used for this number (this information is stored off-line in the database of your mobile phone).
cs_cz: Zde naleznete celkové hodnocení čísla v podobě sumy pozitivních/neutrálních/negativních hodnocení a kategorie většinou používané pro toto číslo (tyto informace jsou uloženy offline v databázi vašeho mobilního telefonu).
de_de: Hier können Sie die Gesamtzahl der Bewertungen der Nummer in Form aller Positiv / Neutralen / negativen Bewertungen und die am meisten verwendete Kategorie für diese Nummer finden (diese Informationen sind offline in der Datenbank Ihres Mobiltelefons gespeichert).
es_es: Aquí encontrará la evaluación total del número en forma de suma de las evaluaciones y categorías positivas/neutrales o negativas mayormente utilizadas para este número (estas informaciones se guardan offline en la base de datos de su teléfono móvil).
fi_fi: Täältä löydät yleisen arvion numerosta. Sinne on listattu positiivisten/neutraalien/negatiivisten arvioiden määrät ja näet, mihin kategoriaan numero on yleensä luokiteltu (tämä ominaisuus toimii myös offline-tilassa).
fr_fr: Ici vous pouvez trouver l'évaluation globale du numéro dans le formulaire le nombre d'évaluations Positives/Neutres/Négatives et la catégorie la plus utilisée pour ce numéro (cette information est stockée hors-ligne dans la base de données de votre mobile).
hu_hu: Itt megtekintheti az adott szám összegzett értékelését és a besorolása értékelését: Pozitív/Semleges/Negatív és az ehhez a számhoz leginkább használt kategóriát (ez az információ off-line formában van tárolva az ön mobiltelefonján).
it_it: Qui troverete valutazione complessiva di numeri sotto forma di valutazioni positive / negative / neutre e le categorie generalmente utilizzate per quel numero (queste informazioni sono memorizzate in una base di dati offline sul tuo cellulare).
pl_pl: Tutaj można znaleźć ogólną ocenę numeru w postaci zliczania Pozytywny / Neutralny / Negatywny ocen i kategorii najczęściej używanej do tej liczby (te informacje są przechowywane off-line w bazie danych z telefonu komórkowego).
pt_br: Aqui você pode encontrar a avaliação geral do número na forma de uma contagem de notas Positivas/Neutras/Negativas e a categoria mais usada para este número (esta informação é armazenada off-line na base de dados do seu telefone).
ru_ru: Здесь найдёте общую оценку номера в виде суммы положительных/нейтральных/отрицательных оценок и категорий преимущественно используемых для данного номера (эти информации сохраняются офлайн в базе данных вашего телефона).
sv_se: Här kan du se det allmänna omdömet i form av antal Positiva/Neutrala/Negativa omdömen och den kategori som vanligtvis används för numret (den här informationen är sparad offline i databasen i din mobiltelefon).

source: You can also see how much positive/neutral/negative rating number received from community.
cs_cz: Můžete také vidět, kolik čísel hodnocených komunitou pozitivně / neutrálně / negativně bylo přijato.
de_de: Sie können auch sehen wie viele positive/neutrale/negative Bewertungen eine Rufnummer von der Community erhalten hat.
es_es: También puede ver cuántos números evaluados como positivos/neutros/negativos por comunidad fueron recibidos.
fi_fi: Näet myös kuinka paljon positiivisia/neutraaleja/negatiivisia arvioita numero sai yhteisöltä.
fr_fr: Vous pouvez également voir combien de numéros évalué par la communauté comme positive/neutre/négative ont été adoptés.
hu_hu: Azt is megtekintheti, hogy idáig hány pozitív/semleges/negatív értékelést kapott a szám a közösség részéről.
it_it: È anche possibile vedere quanti numeri valutati come positivi/ neutrali/negativi per comunità sono stati ricevuti.
pt_br: Você também pode ver quantas avaliações positivas/neutras/negativas um número recebeu da comunidade.
ru_ru: Можете также видеть сколько номеров, оценённых общиной положительно / нейтрально / отрицательно было принято.
sv_se: Du kan också se hur många positiva/neutrala/negativa omdömen ett nummer fått från användargemenskapen.

source: <strong>Block</strong> helps you to create negative rating for this number for further blocking. To activate the blocking you have to enable blocking of negative rated numbers in the application <strong>Blocking</strong> screen.
cs_cz: <strong>Blokovat</strong> vám pomůže vytvořit negativní hodnocení pro toto číslo jako blokační pravidlo. Pro aktivaci blokování musíte zapnou blokování negativně hodnocených čísel na obrazovce <strong>Blokování</strong>.
de_de: <strong>Blockieren</strong> hilft Ihnen dabei eine negative Bewertung für diese Rufnummer zum späteren Blockieren zu erstellen. Zur Aktivierung der Blockierung müssen Sie die Blockierung negativ bewerteter Rufnummern im <strong>Blockieren</strong> Bildschirm aktivieren.
es_es: <strong>Bloquear</strong> le ayuda a crear una evaluación negativa para este número como la regla de bloqueo. Para activar el bloqueo tiene que encender el bloqueo de los números evaluados como negativos en la pantalla<strong>Bloqueo</strong>.
fi_fi: <strong>Esto</strong> auttaa sinua luomaan negatiivisen larvion tälle numerolle myöhempää puhelun estämistä varten. Aktivoidaksesi estämisen sinun täytyy ottaa käyttöön negatiiviseksi luokiteltujen numeroiden esto sovelluksen <strong>Estäminen</strong> -näytöllä.
fr_fr: <strong>Bloquer</strong> vous permet de créer une évaluation négative pour ce numéro comme une règle de blocage. Pour activer ce blocage, vous devez activer le blocage des numéros évalué négativement sur l'écran <strong>Bloquer</strong>.
hu_hu: A <strong>Blokkolás</strong> opció segít önnek negatív értékelést adni a kiválasztott számhoz, a szám későbbi blokkolása érdekében. A blokkolás aktiválásához önnek engedélyeznie kell a negatív értékelésű számok blokkolását az alkalmazás <strong>Blokkolás</strong> menüjében.
it_it: <strong> Bloccare </ strong> Le aiuta a creare una valutazione negativa per questo numero come la regola di blocco. Per attivare il blocco deve accendere il blocco di numeri valutati come negativi sull schermo <strong> Blocco</ strong>.
pt_br: <strong>Bloquear</strong> ajuda a criar uma nota negativa para este número para realizar o bloqueio. Para ativar o bloqueio você deve ativar o bloqueio de números com nota negativa na tela de <strong>Bloqueio</strong> da aplicação.
ru_ru: <strong>Блокировать</strong> вам поможет создать отрицательную оценку этого номера как блокирующее правило. Для активизации блокирования нужно включить блокирование отрицательно оценённых номеров на экране <strong>Блокирование</strong>.
sv_se: <strong>Blockera</strong> hjälper dig att skapa negativa omdömen för detta nummer för ytterligare blockering. För att aktivera blockering behöver du slå på blockering av negativt bedömda nummer i appen <strong>Blockera</strong> screen.

source: <strong>Rate</strong> shows the form for filling your new phone number rating - see below.
cs_cz: <strong>Hodnotit</strong> zobrazí formulář pro vyplnění nového hodnocení telefonního čísla - viz níže.
de_de: <strong>Bewerten</strong> zeigt die Eingabemaske damit Sie Ihre neue Rufnummer-Bewertung eingeben können - siehe unten.
es_es: <strong>Evaluar</strong> demostrará el formulario para rellenar su nueva evaluación del número de teléfono - véase más abajo.
fi_fi: <strong>Arvioi</strong> näyttää lomakkeen uuden numeron arviointiin - katso alta lisää.
fr_fr: <strong>Évaluer</strong> affiche un formulaire à remplir le nouveau évaluation du numéro de téléphone - voir ci-dessous.
hu_hu: Az <strong>Érékelés</strong> menüpont egy űrlapot jelenít meg, amelyet kitöltve beállíthatja az új szám értékelését - lásd alul.
it_it: <strong>Valutare</strong> mostra il formulario per la sua nuova valutazione di numero di telefono - Vedi sotto.
pt_br: <strong>Avaliar</strong> mostra o formulário para preencher sua nova nota para o número telefônico - veja abaixo.
ru_ru: <strong>Оценить</strong> изобразит формуляр для заполнения новой оценки телефонного номера – см. ниже.
sv_se: <strong>Bedöm</strong> visar formuläret för att fylla i ditt nya omdöme för ett telefonnummer - se nedan.

source: <strong>Reviews</strong> loads and shows the community reviews for this number. This function requires intenet access. If your own (personal) rating is presented, it is displayed automatically (all of them are stored in your phone) and EDIT button is presented for further edit of the your review.
cs_cz: <strong>Recenze</strong> stáhne a zobrazí komunitní recenze k tomuto číslu. Tato funkce vyžaduje přístup k internetu. Je-li také vyplněno vaše vlastní (osobní) hodnocení, bude automaticky zobrazeno (všechna jsou uložena ve vašem telefonu) zároveň s tlačítkem Editovat pro další úpravy tohoto vašeho hodnocení.
de_de: <strong>Bewertungen</strong> lädt und zeigt Community Bewertungen für diese Rufnummer. Diese Funktion erfordert Internetzugriff. Wenn Ihre (eigene) Bewertung vorliegt, wird sie automatisch (alle sind auf Ihrem Telefon gespeichert) angezeigt und es wird eine BEARBEITEN Schaltfläche angezeigt.
es_es: <strong>Reseñas</strong> descarga y demuestra la reseña comunitaria para dicho número. Esta función exige el acceso a internet. Si su propia (personal) evaluación está rellenada, se demostrará automáticamente (todas están guardadas en su teléfono) junto con el botón Editar para otras modificaciones de su evaluación.
fi_fi: <strong>Arvostelut</strong> lataa ja näyttää yhteisön arvostelut tälle numerolle. Tämä toiminto vaatii Internet-yhteyden. Jos oma arviosi on edustettuna, se esitetään automaattisesti (ne kaikki on varastoituna puhelimeesi). MUOKKAA-nappia painamalla voit muokata lisää arvosteluasi.
fr_fr: <strong>Commentaires</strong> téléchargent et affichent les commentaires de la communauté à ce numéro. Cette fonction nécessite un accès Internet. Si votre propre évaluation (personnelle) est aussi rempli, elle sera automatiquement affichée (toutes sont stockées dans votre téléphone) simultanément avec le bouton Éditer pour les modifications suivantes de votre évaluation.
hu_hu: A <strong>Tájékoztatók</strong> menüpont betölti és megjeleníti az ehhez a számhoz tartozó közösségi értékeléseket, véleményeket. Ehhez a funkcióhoz internet hozzáférés szükséges. Ha rendelkezésre áll az ön saját (személyes) értékelése, tájékoztatója is az adott számhoz, akkor az automatikusan megjelenik a képernyőn (ezek mindegyike a készülékében van eltárolva) és a SZERKESZTÉS gombra kattintva, szerkesztheti, megváltoztathatja az adott szám beállításait.
it_it: <strong>Recensioni</strong> carica e mostra le recensioni di comunità per questo numero. Questa funzione richiede l'accesso a intenet. Se viene presentato la propia valutazione (personale), viene visualizzata automaticamente (tutte loro vengono memorizzati nel suo cellulare) e col pulsante Editare per altre modificzioni della sua valutazione.
pt_br: <strong>Análises</strong> carrega e exibe as análises da comunidade para este número. Esta função exige conexão com a internet. Se sua própria avaliação (pessoal) for mostrada, ela será mostrada automaticamente (todas elas são armazenadas no seu telefone) e o botão de EDITAR é mostrado para realizar edições posteriores em sua análise.
ru_ru: <strong>Рецензия</strong> загрузит и изобразит общинные рецензии на этот номер. Эта функция требует доступ к интернету. Если также заполнена ваша (личная) оценка, будет автоматически изображена (все они сохраняются в вашем телефоне) вместе с кнопкой Редактировать для последующей обработки этой вашей оценки.
sv_se: <strong>Omdömen</strong> laddar och visar användargemenskapens omdömen för detta nummer. Denna funktion kräver tillgång till internet. Om ditt eget (personliga) omdöme presenteras, visas det automatiskt (alla är sparade i din telefon) och REDIGERA-knappen visas för att du ska kunna redigera ditt omdöme.

source: <strong>Call Button Click</strong> initiates calling to the number.
cs_cz: <strong>Klepnutí na tlačítko hovoru</strong> zahájí volání na dané číslo.
de_de: <strong>Anruf Schaltfläche Klick</strong> wählt die ausgewählte Rufnummer.
es_es: <strong>Haciendo clic en el botón de llamada</strong> inicia la llamada a dicho número.
fi_fi: <strong>Soita-napin napautus</strong> aloittaa puhelun numeroon.
fr_fr: <strong>Clique sur le boutton pour appel</strong> lance un appel à ce numéro.
hu_hu: A<strong>Hívás Gombra Kattinva</strong kezdeményezheti a szám hívását.
it_it: <strong>Facendo clic sul pulsante di chiamata</strong> avvia chiamata al numero.
pt_br: <strong>Clique no botão de chamada</strong> inicia uma chamada para o número.
ru_ru: <strong>Щелчок на кнопку звонка</strong> начнёт звонить на данный номер.
sv_se: <strong>Ringknapps-tryck</strong> startar uppringning till nummer.

source: Phone Number Rating
cs_cz: Hodnocení Telefonního čísla
de_de: Rufnummer-Bewertung
es_es: Evaluación de número de teléfono
fi_fi: Puhelinnumeron arvio
fr_fr: Évaluation du numéro de téléphone
hu_hu: Telefonszám Értékelés
it_it: Valutazione di numero di telefono
pt_br: Nota do número telefônico
ru_ru: Оценка телефонного номера
sv_se: Telefonnummer-rankning

source: Single or Group of numbers
cs_cz: Samostatné číslo nebo skupina čísel
de_de: Einzelne oder mehrere Rufnummern
es_es: Número individual o grupo de números
fi_fi: Yksi vai monta numeroa
fr_fr: Numéro individuel ou groupe de numéros
hu_hu: Egyéni vagy Csoportos számok
it_it: Numero individuale o un gruppo di numeri
pt_br: Único ou grupo de números
ru_ru: Самостоятельный номер или группа номеров.
sv_se: Enskilt eller grupp med nummer
