Repository: MisterGroup/ShouldIAnswerTranslations
Catalog: web/*/LC_MESSAGES/shouldianswer.po
Languages: cs_cz, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, pl_pl, pt_br, ru_ru, sv_se

source: If you feel you suffer any harm you can use the legal system of your country as a protection.
cs_cz: Pokud se cítíte poškozeni, můžete se bránit využitím právního systém vašeho státu.
de_de: Wenn Sie geschädigt fühlen, können Sie als Schutz die Rechtsordnung Ihres Landes ausnutzen.
es_es: Si se siente dañado, puede defenderse utilizando el sistema legal de su estado.
fi_fi: Jos koet kokeneesi vääryyttä, voit saada apua valtiosi oikeusjärjestelmältä.
fr_fr: Si vous sentez que vous subissez un préjudice, vous pouvez utiliser le système juridique de votre pays pour protéger.
hu_hu: Abban az esetben, ha ön úgy érzi, hogy valamilyen sérelem érte, vegye igénybe a saját országa jogrendszerét védelemként.
it_it: Se ti senti si soffre alcun danno è possibile utilizzare il sistema legale del proprio paese come protezione.
pl_pl: Jeśli czujesz się uszkodzenie, możesz korzystać z systemu prawnego danego kraju.
pt_br: Se você acha que sofrem qualquer dano que você pode usar o sistema legal de seu país como uma proteção.
ru_ru: Если вы чувствуете себя пострадавшими, можете защищаться, пользуясь правовой системой вашего государства.
sv_se: Om du känner att det orsakar dig skada kan du vända dig till rättsväsendet i ditt land för skydd.

source: Our pages are based as open discussion forum only.
cs_cz: Naše stránky slouží pouze jako otevřené diskuzní fórum.
de_de: Unsere Seiten sind als nur offenes Diskussionsforum basiert.
es_es: Nuestras páginas sirven solamente como un foro de discusión.
fi_fi: Sivustomme on puhtaasti suunniteltu keskustelua varten.
fr_fr: Nos pages sont basés sur un forum de discussion ouvert.
hu_hu: Az oldalaink csak nyílt vitafórumként funkcionálnak.
it_it: Le nostre pagine sono basate solo come forum di discussione aperto.
pl_pl: Nasza strona służy jedynie, jako otwarte forum dyskusyjne.
pt_br: Nossas páginas são baseadas apenas como fórum de discussão aberto.
ru_ru: Наша страница это всего лишь открытый, дискуссионный форум.
sv_se: Våra sidor är endast baserade på öppna diskussionsforum.

source: We also recommend you to use these pages for communication with your costumers.
cs_cz: Doporučujeme vám využít je k diskusi s vašimi zákazníky.
de_de: Wir empfehlen Ihnen, diese Seiten für die Kommunikation mit Ihren Kunden zu verwenden.
es_es: Le recomendamos aprovecharlas para la discusión con sus clientes.
fi_fi: Suosittelemme myös, että käytät sivua asiakkaidesi kanssa kommunikointiin.
fr_fr: Nous vous recommandons également d'utiliser ces sites pour la communication avec vos clients.
hu_hu: Azt is javasoljuk, hogy használja ezeket az oldalakat az ügyfeleivel történő kommunikációra is.
it_it: Si consiglia inoltre di utilizzare queste pagine per la comunicazione con i vostri clienti.
pl_pl: Zalecamy, aby z nich korzystać, do dyskusji z klientami.
pt_br: Nós também recomendamos que você usar essas páginas para a comunicação com os seus clientes.
ru_ru: Рекомендуем вам использовать её для дискуссии с вашими клиентами.
sv_se: Vi rekommenderar dig även att använda sidorna för att kommunicera med era kunder.

source: Want to clear user ratings and your company provides telemarketing or call centre?
cs_cz: Chcete odstranit uživatelská hodnocení a vaše firma provozuje telemarketing nebo callcentrum ?
de_de: Wollen Sie die Bewertungen zu löschen und Ihr Unternehmen bietet Telemarketing oder Call-Center?
es_es: ¿Quiere eliminar evaluaciones de usuarios y su empresa que practique actividad de telemarketing o centro de llamadas?
fi_fi: Haluatko poistaa käyttäjien arvostelut puhelinmyynti- tai puhelinkeskusyritykseltäsi?
fr_fr: Voulez vous effacer les avis utilisateurs et votre entreprise faire du télémarketing ou un centre d'appel?
hu_hu: Szeretné eltávolíttatni az ön cégét telemarketingesként, vagy call center-ként feltűnteő felhasználói értékeléseket?
it_it: Vuoi cancellare valutazioni degli utenti e la sua azienda fornisce telemarketing o call center?
pl_pl: Chcesz usunąć opinie i twoja firma zapewnia telemarketing i call center?
pt_br: Quer limpar classificações de usuário e sua empresa fornece telemarketing ou call center?
ru_ru: Хотите удалить комментарии пользователей, а ваша фирма занимается теле маркетингом или это кол центр?
sv_se: Vill du rensa omdömen och ert företag sysslar med telefonförsäljning eller callcenter?

source: In such case your problem is also covered by the above mentioned for classical company.
cs_cz: V takovém případě i pro vás platí vše, co je zmíněno výše u klasické firmy.
de_de: In einem solchen Fall, gilt für Ihr Problem, was oben für klassische Unternehmen erwähnt wurde.
es_es: En este caso vale para usted todo lo que se ha mencionado en el caso de empresa clásica.
fi_fi: Siinä tapauksessa löydät edestäsi saman vastauksen kuin muutkin firmat.
fr_fr: Dans ce cas, votre problème est également couvert par la mention ci-dessus pour la compagnie classique.
hu_hu: Ilyen esetben, az ön problémája is fent említett, klasszikus cégeket érintő problémaköbe tartozik.
it_it: In questo caso, si paga per tutto ciò di cui sopra alle aziende convenzionali.
pl_pl: W tym przypadku, można płacić za wszystko wymienione powyżej, jak u tradycyjnych firm.
pt_br: Nesse caso, o problema também é coberto pelo citado para a companhia clássica.
ru_ru: В таком случае и для вас имеет силу всё вышеупомянутое о классической фирме.
sv_se: I sådana fall täcks ert problem av det ovanstående för vanliga företag.

source: We recommend to maintain the service quality assurance in your company, also composition of Moral codex of your services to be presented to your employees is a best practice.
cs_cz: Doporučujeme dodržování kontroly kvality služeb ve vaší firmě, sestavení a kontrola Morálního kodexu vašich služeb pro vaše zaměstnance je osvědčená praxe.
de_de: Wir empfehlen, die Sicherstellung der Dienstqualität in Ihrem Unternehmen zu halten, auch Zusammensetzung der Moralkodex der Ihre Dienstleistungen zu Ihren Mitarbeitern vorgestellt ist eine bewährte Methode.
es_es: Recomendamos que se mantenga el control de calidad de los servicios en su empresa, ajuste y control del Código ético de sus servicios para sus empleados es la mejor práctica.
fi_fi: Suosittelemme, että ylläpidätte palveluissanne laadukasta linjaa ja näytätte työntekijöillenne esimerkkiä moraalisten arvojen noudattamisesta.
fr_fr: Nous vous recommandons de maintenir le contrôle de la qualité de service dans votre entreprise, composition et contrôle du Code moral de vos services à vos employés est une pratique exemplaire.
hu_hu: Azt tanácsoljuk, hogy javítson a szolgáltatások minőségének biztosításán a cégénél, de emellett, kimondottan ajánlott, egy a tevékenység végzésére vonatkozó Erkölcsi kódex összeállítása is az alkalmazottai számára.
it_it: Si consiglia adesione a servizi di controllo della qualità nella vostra azienda, costruire e controllare il codice morale dei vostri servizi ai vostri dipendenti è una buona pratica.
pl_pl: Zalecamy stosowanie się do usług kontroli jakości w firmie, budowania i kontrolować kodeks moralny swoich usług do swoich pracowników, jest to dobra praktyka.
pt_br: Recomendamos manter a garantia de qualidade de serviço em sua empresa, também composição do códice moral de seus serviços a serem apresentados aos seus funcionários é uma prática recomendada.
ru_ru: Рекомендуем соблюдать контроль качества услуг в вашей фирме, составление и контроль Морального кодекса ваших услуг для ваших служащих является проверенной практикой.
sv_se: Vi rekommenderar att erhålla hög kvalitet i ert företag samt erhålla en moralkodex till era anställda.

source: Present your company and act as a company which has, uses and keeps the rules preventing of impolite or unfair acts.
cs_cz: Prezentujte se a jednejte jako firma, která má a dodržuje pravidla zamezující neslušnému či nekalému jednání.
de_de: Präsentieren Sie sich und fungieren Sie als eine Firma, die hat und verwendet Vorschriften die verhindern unhöflich oder unlautere Handlungen.
es_es: Presente a su empresa y actúe como una empresa la cual tiene y respeta las reglas que impiden una actuación indecente o ilegal.
fi_fi: Esitä yrityksesi yrityksenä joka vahtii, että heidän työntekijänsä eivät ole epäkohteliaita tai epäreiluja asiakasta kohtaan.
fr_fr: Présentez votre entreprise et agissez comme une entreprise qui possède, exploite et maintient les règles empêchant des actes impolis ou injustes.
hu_hu: Prezentálja úgy a cégét, amely a szabályok betartásával, azok alkalmazásával összhangban működő cégként tevékenykedik, megelőzve ezzel a tisztességtelen üzleti magatartások minden formáját.
it_it: Presentare se stessi e agire come una società che ha ed è conforme alle norme per prevenire indecenti o pratiche improprie.
pl_pl: Zaprezentować swoją firmę i działać jako przedsiębiorstwo, które ma, używa i zachowuje zasady zapobiegające aktów niegrzecznych lub nieuczciwych.
pt_br: Apresentar a sua empresa e agir como uma empresa que tem, usa e mantém as regras que impedem de atos desleais ou descortês.
ru_ru: Презентуйте себя и действуйте как фирма, которая имеет и соблюдает правила, препятствующие неприличному и недобросовестному обхождению.
sv_se: Presentera ert företag och agera som ett företag som håller sig till reglerna och hindrar oartigt och orättvist agerande.

source: Give the customers the possibility to claim the calls for any reasons and to point out any system errors or individual failures.
cs_cz: Dejte zákazníkům možnost u vás hovory z jakýchkoliv důvodů reklamovat a upozornit na chyby systému nebo selhání jedince.
de_de: Geben Sie dem Kunden die Möglichkeit, die Anrufe aus irgendwelchen Gründen zu reklamieren und auf Systemfehler oder einzelne Ausfälle hinzuweisen.
es_es: Deles a los clientes la posibilidad de reclamar las llamadas por cualquier razón y advertirles sobre las faltas de sistema o una falta individual.
fi_fi: Anna asiakkaille mahdollisuus lunastaa puhelut mistä syystä tahansa ja osoittaa systeemin mahdolliset viat ja yksilölliset virheet.
fr_fr: Donnez aux clients la possibilité de réclamer les appels pour des raisons différents et de signaler d'éventuelles erreurs du système ou des défaillances individuelles.
hu_hu: Adja meg a vásárlóknak a lehetőséget arra, hogy bármilyen okból kifolyólag reklamációt nyújthassanak be a hívásokkal szemben, tárja fel a rendszerhibákat, és/vagy a személyi hibákat is.
it_it: Dare ai clienti la possibilità di rivendicare le chiamate per qualsiasi motivo e di segnalare eventuali errori di sistema o di singoli errori.
pl_pl: Dać klientom możliwość dochodzenia zaproszeń do jakichkolwiek powodów i wskazać ewentualne błędy systemu, lub indywidualnych awarii.
pt_br: Dê aos clientes a possibilidade de reivindicar os convites à apresentação de quaisquer razões e apontar os erros do sistema ou falhas individuais.
ru_ru: Дайте клиенту возможность заявить рекламацию на звонки у вас и предупредить о ошибках системы или индивидуальный сбой.
sv_se: Ge kunderna chansen att behålla kontrollen över sina samtal och för att visa systemfel och individuella misslyckanden.

source: Our pages offers you the possibility to add the information for your numbers stating that this is your number, summarize your principles and possibly also provide contact where the unsatisfied customers can reach you.
cs_cz: Naše stránky vám nabízí možnost přidat k vašim číslům informaci, že patří vám, shrnout vaše zásady, a případně kontakt, na kterém vás mohou nespokojení zákazníci nalézt.
de_de: Unsere Seiten bietet Ihnen die Möglichkeit, die Informationen für Ihr Zahlen, dass dies deine Nummer ist, hinzufügen, Ihre Prinzipien zu rekapitulieren und eventuell auch die Kontaktdaten, wo die unzufriedenen Kunden Sie erreichen können.
es_es: Nuestras páginas le ofrecen la posibilidad de añadir a sus números información que le pertenece a usted, resumir los principios, y eventualmente el contacto donde le pueden localizar los clientes insatisfechos.
fi_fi: Sivustomme tarjoaa sinulle mahdollisuuden kertoa, että yrityksesi on puhelinnumeron omistaja. Voit myös tiivistää periaatteesi ja tarjota mahdollisesti jokin lähteen, jota kautta tyytymättömät asiakkaat voivat ottaa sinuun yhteyttä.
fr_fr: Nos pages vous offrent la possibilité d'ajouter les informations pour vos numéros indiquant que ceci est votre numéro, résumer vos principes et éventuellement de fournir aussi un contact où les clients insatisfaits peuvent vous joindre.
hu_hu: Az oldalaink lehetőséget biztosítanak arra, hogy információt adhasson hozzá a telefonszámához, kijelentve, hogy az az ön száma, összegezheti az alapelveit, és lehetősége nyílik arra is, hogy az elégedetlen vásárlók, ügyfelek kapcsolatba léphessenek önnel.
it_it: Le nostre pagine vi offre la possibilità di aggiungere le informazioni per i vostri numeri affermando che questo è il vostro numero, riassumere i vostri principi e, eventualmente, anche fornire un contatto in cui i clienti insoddisfatti possono raggiungere voi.
pl_pl: Nasze strony oferują możliwość dodawania informacji do numerów, stwierdzając, że jest to numer, podsumować swoje zasady, a być może także zapewnić kontakt gdzie Was mogą znaleźć niezadowoleni klienci.
pt_br: As nossas páginas oferece-lhe a possibilidade de adicionar as informações para seus números, afirmando que este é o seu número, resumir os princípios e possivelmente também proporcionar o contacto onde os clientes insatisfeitos podem chegar até você.
ru_ru: Наша страница предлагает вам возможность придать к вашим номерам информацию о том, что принадлежат вам, резюмировать ваши принципы, при случае контакт, где бы вас могли найти недовольные клиенты.
sv_se: Våra sidor erbjuder dig möjligheten att lägga till information om era nummer vilket säger att det är era nummer, summera era principer och erbjud möjlighet till kontakt dit missnöjda kunder kan nå er.

source: If interested for presenting of such info on our pages please contact us.
cs_cz: Pokud máte zájem o prezentaci těchto informací u nás, pak nás prosím kontaktujte.
de_de: Wenn für die Darstellung solcher Informationen interessiert auf unseren Seiten kontaktieren Sie uns bitte.
es_es: Si está interesado en la presentación de estas informaciones en nuestras páginas, contáctenos.
fi_fi: Jos sinua kiinnostaa tällaisen tiedon näyttäminen sivuillamme, ota meihin yhteyttä.
fr_fr: Si vous êtes intéressé par la présentation de cette info sur nos pages veuillez nous contacter.
hu_hu: Amennyiben érdekelt abban, hogy ilyen jellegű információ megjelenjen az oldalainkon, kérjük, vegye fel velünk a kapcsolatot
it_it: Se siete interessati per la presentazione di tali informazioni sulle nostre pagine non esitate a contattarci.
pl_pl: W razie zainteresowania do przedstawienia takiej informacji na naszych stronach prosimy o kontakt.
pt_br: Se estiver interessado para apresentação de tais informações em nossas páginas, por favor entre em contato conosco.
ru_ru: Если вас заинтересовала возможность презентации этих информаций у нас, пожалуйста, контактируйте нас.
sv_se: Om ni är intresserade av att tillhandahålla sådan information på våra sidor är ni välkomna att kontakta oss.

source: Want to contact us?
cs_cz: Potřebujete nás kontaktovat?
de_de: Möchten Sie uns kontaktieren?
es_es: ¿Necesita ponerse en contacto con nosotros?
fi_fi: Haluatko ottaa yhteyttä?
fr_fr: Voulez-vous nous contacter?
hu_hu: Szeretne kapcsolatba lépni velünk?
it_it: Vuole contattarci?
pl_pl: Chcesz się z nami skontaktować?
pt_br: Quer entrar em contato conosco?
ru_ru: Хотите нас контактировать?
sv_se: Vill ni kontakta oss?

source: Web Search
cs_cz: Hledání na webu
de_de: Web-Suche
es_es: Búsqueda en internet
fi_fi: Etsi verkosta
fr_fr: Recherche sur le Web
hu_hu: Webes Keresés
it_it: Ricerca Web
pl_pl: Wyszukiwanie w sieci
pt_br: Pesquisa na Web
ru_ru: Поиск по вебу
sv_se: Webbsökning

source: Call centre
cs_cz: Call centrum
de_de: Callcenter
es_es: Centro de Llamadas
fi_fi: Puhelinpalvelukeskus
fr_fr: Centre d'appel
hu_hu: Call center
it_it: Call center
pl_pl: Call center
ru_ru: Колл-центр
sv_se: Callcenter

source: Logout page
cs_cz: Odhlašovací obrazovka

source: manual
cs_cz: manuál
de_de: Handbuch
fi_fi: ohjekirja
fr_fr: manuel
hu_hu: használati útmutató
it_it: manuale
pl_pl: podręcznik
ru_ru: руководство
sv_se: användarmanual

source: shouldianswer.net
cs_cz: muzutozvednout.cz
de_de: sollichannehmen.de
es_es: responderono.es
fr_fr: doisjerepondre.fr
it_it: chistachiamando.it
pl_pl: odebractelefon.pl
ru_ru: neberitrubku.ru

source: In first two options you can check which phone numbers will be NEVER blocked. If you do'nt want to block numbers according to community database rating, then check the second option
cs_cz: V prvních dvou položkách můžete zaškrtnout, která telefonní čísla nebudou nikdy blokována. Pokud nechcete blokovat čísla na yákladě hodnocení z komunitní databáze, zaškrtněte druhou položku

source: For incoming calls you can block negative rated numbers, hidden numbers and all numbers.
cs_cz: Pro příchozí hovory lze blokovat negativně hodnocená čísla, skrytá čísla a všechna čísla.

source: For outgoing calls you can block negative rated numbers, premium numbers, foreign numbers and all numbers.
cs_cz: Pro odchozí hovory lze blokovat negativně hodnocená, prémiová čísla, zahraniční čísla a všechna čísla.

source: For incoming SMS and MMS you can block the SMS and MMS. For this functionality, a compatible SMS manager must be installed, please read the help screen displayed if you check this item.
cs_cz: Co se týče příchozích SMS a MMS, můžete zablokovat SMS i MMS. Pro tuto funkci musí být nainstalován kompatibilní SMS manažer, přečtěte si prosím nápovědu zobrazenou při zaškrtnutí této položky.

source: ShouldIAnswer Team
cs_cz: Tým Můžu To Zvednout
de_de: Soll ich annehmen Team
es_es: Equipo de responder o no
fi_fi: Should I Answer -tiimi
fr_fr: Équipe DoisJeRepondre
hu_hu: A ShouldIAnswer csapata
it_it: Squadra di Chistachiamando
pl_pl: Zespół odebrać telefon
ru_ru: Коллектив Не бери трубку
sv_se: SkaJagSvar-teamet

source: SMS
fi_fi: Tekstiviesti
ru_ru: СМС

source: Email
es_es: Correo electrónico
fi_fi: Sähköposti
ru_ru: мейл адрес
sv_se: E-post

source: blog
fi_fi: blogi
ru_ru: блог
sv_se: blogg

source: Cookies
fi_fi: Cookiet
hu_hu: Cookie-k
sv_se: Kakor
