Repository: MisterGroup/ShouldIAnswerTranslations
Catalog: web/*/LC_MESSAGES/shouldianswer.po
Languages: cs_cz, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, pl_pl, pt_br, ru_ru, sv_se

source: If this protection level is activated all the incoming calls with negative ranking will be automatically dropped and just a notice is shown in the notification area about blocked calls.
cs_cz: Pokud je tato úroveň ochrany aktivována, všechny příchozí hovory s negativním hodnocením budou automaticky zrušeny a v notifikační oblasti mobilu se pouze zobrazí upozornění o zablokovaných hovorech.
de_de: Wenn dieses Schutzlevel aktiviert ist, werden alle eingehenden Anrufe mit negativen Bewertungen automatisch abgewiesen und nur eine Mitteilung angezeigt, dass der Anruf blockiert wurde.
es_es: Si este nivel de la protección está activada, todas las llamadas entrantes con la evaluación negativa se colgarán automáticamente y en la zona de notificaciones del móvil solamente se demostrará un aviso sobre las llamadas bloqueadas.
fi_fi: Tällä suojaustasolla kaikki saapuvat puhelut, joilla on negatiivinen arvio, estetään automaattisesti. Viesti kertoo sinulle estetyistä puheluista.
fr_fr: Si ce niveau de protection est activée, tous les appels entrants avec évaluation négative seront automatiquement raccrochés et juste un avis sera affiché dans la zone de notification sur les appels bloqués.
hu_hu: Ha ez a biztonsági szint aktiválva van, akkor minden negatív értékelésű számról érkező hívás automatikusan el lesz utasítva, és csak egy figyelmeztetés jelenik meg a készülék értesítési szekciójába a blokkolt hívásról.
it_it: Se si attiva questo livello di protezione, tutte le chiamate in arrivo con una valutazione negativa verranno inseriti automaticamente nell'area di notifica, e telefono cellulare visualizza solo un avvertimento sulle chiamate bloccate.
pl_pl: Jeśli ten poziom ochrony jest aktywny, wszystkie połączenia przychodzące z negatywnej oceny zostaną automatycznie umieszczone i tylko w obszarze powiadomień na telefonie wyświetli ostrzeżenie o zablokowanych połączeniach.
pt_br: Se este nível de proteção for ativado, todas as ligações com nota negativa serão automáticamente recusadas e uma notificação será mostrada na área de ligações bloqueadas.
ru_ru: Если этот уровень активирован, все входящие звонки с отрицательной оценкой, будут автоматически положены и в зоне предупреждений телефона изобразится отметка заблокированного звонка.
sv_se: Om den här skyddsnivån är aktiverad så blockeras alla inkommande samtal med negativt omdöme och det visas bara en notis med blockerat samtal.

source: In the application main menu user can find info showing how many incoming calls were blocked and also a possibility to show these numbers.
cs_cz: V hlavním menu aplikace může uživatel najít info ukazující kolik příchozích hovorů bylo zablokováno, a také možnost zobrazit tato čísla.
de_de: In dem Hauptmenü der App kann der Nutzer sehen, wie viele eingehende Anrufe blockiert wurden und sich die Nummer anzeigen lassen.
es_es: En el menu principal el usuario puede encontrar la información que le demuestra cuantas llamadas han sido bloqueadas y también la posibiliad de demostrar estos números.
fi_fi: Sovelluksen päävalikosta voi nähdä, kuinka monta saapuvaa puhelua on estetty ja mistä numeroista ne ovat tulleet.
fr_fr: Dans le menu principal de l'application l'utilisateur peut trouver des informations montrant combien d'appels entrants ont été bloqués et aussi une possibilité d'afficher ces numéros.
hu_hu: Az alkalmazás fő menüjében a felhasználó pontos információkat kaphat arról, hogy hány hívás lett blokkolva, illetve lehetősége van megtekinteni is az érintett számokat.
it_it: Nel menu principale, l'utente può trovare informazioni che mostra come sono stati bloccati molte chiamate in arrivo, e la possibilità di visualizzare questi numeri.
pl_pl: W menu głównym aplikacji użytkownik może znaleźć informacje pokazujące, ile przychodzących połączeń było zablokowane, a także możliwość, aby pokazać te numery.
pt_br: No menu principal do aplicativo, o usuário pode encontrar informação mostrando quantas ligações foram bloqueadas e também a possibilidade de mostrar estes números.
ru_ru: В главном меню аппликации пользователь может найти информацию, указывающую сколько входящих звонков было заблокировано, а также возможность изображения этих номеров.
sv_se: I appens huvudmeny kan användaren hitta information som visar hur många inkommande samtal som har blivit blockerade och en möjlighet att visa dessa nummer.

source: Blocking of numbers not stored in contacts
cs_cz: Blokování čísel neuložených v kontaktech
de_de: Blockierung von Nummern, die nicht in der Kontaktliste gespeichert sind
es_es: Bloqueo de los números no guardados en los contactos
fi_fi: Yhteystietoihin kuulumattomien numeroiden esto.
fr_fr: Blocage des numéros non stockés dans les contacts
hu_hu: A névjegyzékben nem szereplő számok blokkolása
it_it: Blocco dei numeri non memorizzati nei contatti
pl_pl: Blokowanie numerów które nie są przechowywane w kontaktach
pt_br: Bloqueio de números não registrados nos contatos
ru_ru: Блокирование номеров, не сохранённых в контактах
sv_se: Blockerande av nummer som inte lagras i kontakter

source: With this protection level activated all incoming calls from numbers not stored within the contacts of your mobile phone will be automatically blocked and short message is shown in the notification area about the blocking action.
cs_cz: Pokud je tato úroveň ochrany aktivní, všechny příchozí hovory z čísel neuložených v kontaktech vašeho mobilu budou automaticky blokovány a v notifikační oblasti se zobrazí krátká zpráva o zablokování.
de_de: Mit diesem Schutzlevel werden alle Anrufe von Nummern, die nicht in der Kontaktliste gespeichert sind, automatisch blockiert. Eine kurze Mitteilung wird in dem Benachrichtigungsfeld angezeigt, dass ein Anruf blockiert wurde.
es_es: Si este nivel de la protección es activo, todas las llamadas entrantes de los números no guardados en los contactos de tu móvil, serán bloqueadas automáticamente y en la zona de notificación se demostrará un aviso corto sobre el bloqueo.
fi_fi: Tällä suojaustasolla kaikki numerot, jotka eivät ole yhteystiedoissasi, estetään automaattisesti. Lyhyt viesti huomauttaa sinua estotoimenpiteestä.
fr_fr: Avec ce niveau de protection activée, tous les appels entrants provenant de numéros non stockés dans les contacts de votre téléphone mobile seront automatiquement bloqués et un court message apparaîtra dans la zone de notification à propos de l'action de blocage.
hu_hu: Ennek a biztonsági szintnek az aktiválásával, az összes olyan számról bejövő hívás, amely nincs tárolva az ön mobiltelefonjának a névjegyzékben automatikusan blokkolva lesz, és egy rövid üzenet jelenik meg a értesítési területen a blokkolásról.
it_it: Se si attiva questo livello di protezione, tutte le chiamate in arrivo provenienti da numeri non memorizzati nei contatti sul cellulare verranno bloccati automaticamente e l'area di notifica verrà visualizzato un breve messaggio sul blocco.
pl_pl: Z tego poziomu ochrony aktywowane wszystkie połączenia przychodzące z numerów nie przechowywanych w kontakty z telefonu komórkowego, będą automatycznie blokowane i krótki komunikat jest wyświetlany w obszarze powiadomień o działaniu blokującym.
pt_br: Com este nível de proteção ativado, todas as ligações de números não registrados nos contatos do seu celular serão automáticamente bloqueados e uma mensagem será mostrada na área de notificação sobre a ação de bloqueio.
ru_ru: Если этот уровень охраны активирован, все входящие звонки с номеров не сохранённых в контактах вашего телефона будут автоматически блокированы и в зоне предупреждений изобразится короткое сообщение о блокировании.
sv_se: Med den här säkerhetsnivån aktiverad kommer alla inkommande samtal från nummer som inte är lagrade i din mobils kontakter att bli automatiskt blockerade och ett kort meddelande visas i notis området om blockeringen.

source: Protect yourself, Your family and your friends against unsolicited calls!
cs_cz: Chraňte sebe, vaši rodinu a vaše přátele před nevyžádanými hovory!
de_de: Schützen Sie sich selbst, Ihre Familie und Ihre Freunde vor unerwünschten Anrufen!
es_es: Proteja a sí mismo, a su familia y sus amigos contra las llamadas no deseadas.
fi_fi: Suojaa itsesi, perheesi ja ystäväsi ei-toivotuilta puheluilta!
fr_fr: Protégez-vous, votre famille et vos amis contre les appels non sollicités!
hu_hu: Védje meg önmagát, családtagjait és a barátait a kéretlen telefonhívásoktól!
it_it: Proteggi te stesso, la tua famiglia ei tuoi amici contro chiamate indesiderate!
pl_pl: Chroń siebie, swoją rodzinę i znajomych przed niechcianymi połączeniami!
pt_br: Proteja a si mesmo, sua família e amigos de ligações indesejadas.
ru_ru: Храните себя, вашу семью и ваших друзей от нежелательных звонков!
sv_se: Skydda dig själv, din familj och dina vänner från oönskade samtal!

source: No more worries with nuisance calls and tele-harassment!
cs_cz: Žádné další starosti s obtěžujícími hovory a telefonickým obtěžováním!
de_de: Keine Sorgen mehr vor lästigen Anrufen und Telefonbelästigung!
es_es: Nunca jamás preocupaciones con las llamadas molestas y la extorsión telefónica
fi_fi: Ei enää huolta kiusapuheluista ja puhelinmyyjistä!
fr_fr: Plus de soucis avec les appels indésirables et le harcèlement téléphonique!
hu_hu: Nem kell soha többé aggódnia a zaklató, kéretlen telefonhívások miatt!
it_it: Niente più preoccupazioni per le chiamate di disturbo e molestie telefoniche!
pl_pl: Nigdy więcej zmartwień z uciążliwych połączeń i tele-molestowania!
pt_br: Não se preocupe mais com ligações indesejadas e tele-encomodação.
ru_ru: Никаких забот с нежелательными звонками и беспокойством по телефону!
sv_se: Inga fler oroligheter med störande samtal och telefontrakasserier!

source: If interested in some of these protection levels for your use or for your relatives do not hesitate and download the application for <strong>free</strong> to your mobile phone.
cs_cz: Pokud vás zaujaly tyto úrovně ochrany pro použití vaše nebo pro vaše blízké, neváhejte a stáhněte si <strong>zdarma</strong> aplikaci do vašeho mobilu.
de_de: Wenn Sie für sich oder für Verwandte an diesen Schutzniveaus interessiert sind, zögern Sie nicht und laden Sie diese App <strong>kostenlos</strong> auf Ihr Smartphone.
es_es: Si está interesado en los niveles de protección para el uso suyo o desus amigos, no dude en descargar <strong>gratis</strong> aplicación en tu móvil.
fi_fi: Jos kiinnostuit saamaan nämä suojaustasot omaan tai läheistesi käyttöön, älä epäröi vaan lataa <strong>ilmainen</strong> sovellus puhelimeesi.
fr_fr: Si vous êtes intéressé par certains de ces niveaux de protection pour vous ou pour vos proches n'hésitez pas et téléchargez l'application pour <strong>gratuit</strong> pour votre téléphone mobile.
hu_hu: Amennyiben ön igényt tart, egy ilyen magas szintű védelmet kínáló applikációra saját maga, vagy a rokonai számára, akkor ne hezitáljon, és töltse le az alkalmazást <strong>ingyenesen</strong> a mobiltelefonjára.
it_it: Se avete preso questi livelli di protezione per l'applicazione o per i vostri cari, sentitevi liberi di scaricare <strong>libero</strong> applicazione sul tuo cellulare gratis.
pl_pl: Jeśli wziąć te poziomy ochrony dla danej aplikacji lub dla swoich bliskich, nie krępuj się pobrać <strong>bezpłatną</strong> aplikacje do telefonu komórkowego.
pt_br: Se tiver interesse em algum destes níveis de proteção para seu uso ou de seus conhecidos, não hesite em baixar o aplicativo <strong>gratuitamente</strong> para seu celular.
ru_ru: Если вас заинтересовали эти уровни охраны для использования вами или вашими близкими, не теряйте время и скачайте <strong>бесплатно</strong> аппликацию для вашего телефона.
sv_se: Om du är intresserad av några av de här skyddsnivåerna för din eller dina närmastes användning så tveka inte att ladda ner appen <strong>gratis</strong> till din mobiltelefon.

source: User Manual
cs_cz: Uživatelská příručka
de_de: Benutzerhandbuch
es_es: Manual de usuario
fi_fi: Käyttöopas
fr_fr: Manuel d'utilisateur
hu_hu: Használati Útmutató
it_it: Manuale utente
pl_pl: Instrukcja obsługi
pt_br: Manual do usuário
ru_ru: Руководство пользователя
sv_se: Användarmanual

source: Should I Answer Manual
cs_cz: Manuál Můžu to zvednout
de_de: Soll ich annehmen Handbuch
es_es: Manual Responder o no
fi_fi: 'Should I Answer'-opas
fr_fr: Dois Je Répondre Manuel
hu_hu: Should I Answer Használati útmutató
it_it: Manuale Chi sta chiamando
pl_pl: Czy mogę odebrać
pt_br: Manual do "Devo Atender?"
ru_ru: Инструкция по эксплуатации Не бери трубку
sv_se: Ska Jag Svara - användarmanual

source: Introduction
cs_cz: Úvod
de_de: Vorspruch
es_es: Introducción
fi_fi: Esittely
hu_hu: Beveztés
it_it: Introduzione
pl_pl: Przedstawienie się
pt_br: Intrudução
ru_ru: Вступление
sv_se: Introduktion

source: <b>Should I Answer</b> (SIA) is free community-based security application for mobile phones with Android operating system designed to protect you against unsolicited calls, all kinds of unwanted telemarketing and unwanted or expensive outgoing calls like call to premium number or call to a foreign country.
cs_cz: <b>Můžu to Zvednout</b> (MTZ) je bezplatná komunitní bezpečnostní aplikace pro mobilní telefony s operačním systémem Android, navržená tak, aby vás chránila před nevyžádanými hovory, všemi druhy nežádoucího telemarketingu a nechtěnými nebo drahými odchozími hovory, jako volání na prémiová čísla nebo hovory do zahraničí.
de_de: <b>Soll ich annehmen</b> (SIA) ist kostenlos Community basierte Sicherheits-Anwendung für Handys mit Android-Betriebssystem, entwickelt um Sie vor unerwünschten Anrufen, allen Arten von Werbeanrufen und unerwünschten oder teuren ausgehende Anrufen wie dem Aufruf von Premium-Nummern oder in ausländischer Nummern zu schützen.
es_es: <b>Responder o no</b> (RON) es una aplicación de seguridad basada en la comunidad libre para los teléfonos móviles con el sistema operativo Android, diseñada de tal manera para que le proteja contra las llamadas no deseadas, todos los tipos de telemarketing no deseados y contra las llamadas no requeridas o llamadas salientes caras como son los números premiados o las llamadas al extranjero.
fi_fi: <b>Should I Answer</b> (SIA) on ilmainen, yhteisön toimintaan perustuva ja käyttäjän turvallisuutta parantava mobiilisovellus Android-laitteille. Sovellus on suunniteltu estämään saapuvat puhelut ei-toivotuista numeroista sekä niihin soittamisen. Tällaisia ovat esimerkiksi puhelinmyyjät, lisämaksulliset numerot sekä puhelut ulkomaisista numeroista.
fr_fr: <b>Dois Je Répondre</b> (SIA) est une application communautaire de sécurité gratuite pour les téléphones Android OS destinée à vous protéger contre les appels non-sollicités, toutes sortes de télémarketing non-désirés ou de couteux appels sortants comme les appels vers des numéros surtaxés ou à l'étranger.
hu_hu: A <b>Should I Answer</b> (SIA), egy olyan ingyenes, közösségi alapú, biztonsági alkalmazás Androidos operációs rendszerű mobiltelefonok számára, amely hatékony védelmet biztosít mindenféle kéretlen telefonhívással szemben, beleértve a marketinges jellegű telefonos megkereséseket, és a nemkívánatos vagy magas költségű, emelt díjas más országokból érkező hívásokat is.
it_it: <b>Should I Answer</b> (SIA) è un'applicazione di sicurezza basata sulla comunità gratuita per telefoni cellulari con sistema operativo Android progettata per proteggere contro le chiamate indesiderate, tutti i tipi di telemarketing indesiderato e le chiamate in uscita indesiderati o costosi come chiamata al numero a pagamento o chiamare in un paese straniero.
pl_pl: <b> Czy mogę odebrać </ b> (SIA) to bezpłatna aplikacja bezpieczeństwa dla telefonów komórkowych z systemem operacyjnym Android mającym na celu ochronę przed niechcianymi połączeniami społeczności lokalnych, wszystkie rodzaje niechcianego telemarketingu i niechcianych lub drogich połączeń wychodzących, jak wezwanie do premii numerw lub zadzwoń do obcego kraju.
pt_br: <b>Devo Atender?</b> (SIA) é uma aplicação de segurança com base em comunidade para telefones móveis com o sistema operacional Android desenvolvido para proteger de ligações não solicitadas, todos os tipos de telemarketing não desejado e chamadas realizadas caras, como ligações para números Premium ou para números estrangeiros.
ru_ru: <b>Не бери трубку</b>(НБТ) это бесплатная общинная защитная аппликация для мобильных телефонов с операционной системой Андроид, разработанная так чтобы охраняла вас от нежелательных звонков, всех типов навязчивого теле маркетинга и нежелательных или дорогих исходящих звонков, как звонки по премиальным номерам или звонки за границу.
sv_se: <b>Ska jag svara?</b> (SIA) är en gratis community-baserad säkerhetsapp för mobiltelefoner med Androids operativsystem som designats för att skydda dig mot oönskade samtal, all sorts oönskad telefonförsäljning eller dyra samtal, som betalsamtal eller samtal till utlandet.

source: This document describes features and user interface of version 8.x.
cs_cz: Tento dokument popisuje vlastnosti a uživatelské rozhraní verze 8.x.
de_de: Dieses Dokument beschreibt Funktionen und Benutzeroberfläche von Version 8.x.
es_es: Este documento describe las características y la interfaz de usuario de la versión 8.x
fi_fi: Tässä dokumentissa kuvaillaan version 8.x. toimintoja ja käyttöliittymää.
fr_fr: Ce document décrit les fonctionnalités et l'interface utilisateur de la version 8.x.
hu_hu: Ez a dokumentum a 8.x. verzió funkcióinak leírását és a felhasználó felület ismertetőjét tartalmazza.
it_it: Questo documento descrive funzionalità e interfaccia utente della versione 8. x.
pt_br: Este documento descreve as características e a interface de usuário da versão 8.x.
ru_ru: Этот документ описывает особенности и пользовательский интерфейс версии 8.x.
sv_se: Detta dokument beskriver funktioner och användargränssnitt för version 8.x.

source: It is developed by company Mister Group s.r.o.
cs_cz: Je vyvinut firmou Mister Group s.r.o.
de_de: Diese App wurde von Mister Group s.r.o. entwickelt.
es_es: Creada por la empresa Mister Group, S.L.
fi_fi: Sen on kehittänyt yritys nimeltä Mister Group s.r.o.
fr_fr: Il est développé par la compagnie Mister Group s.r.o.
hu_hu: Az alkalmazást a Mister Group s.r.o. készítette.
it_it: E 'sviluppata da società di Mister Group Ltd.
pt_br: Ela é desenvolvida pela companhia Mister Group s.r.o.
ru_ru: Разработан фирмой Mister Group s.r.o.
sv_se: Den är utvecklad av företaget Mister Group s.r.o.

source: If you have any question regarding installation, features or company itself feel free to contact our support via email <a href="mailto:support@shouldianswer.net">support@shouldianswer.net</a>.
cs_cz: Pokud máte jakýkoliv dotaz týkající se instalace, funkčností nebo samotné společnosti, neváhejte kontaktovat naši podporu prostřednictvím e-mailu <a href="mailto:support@shouldianswer.net">support@shouldianswer.net</a>
de_de: Wenn Sie Fragen zur Installation, Funktionalität oder Firma haben bitte an unseren Support per E-Mail kontaktieren <a href="mailto:support@shouldianswer.net">support@shouldianswer.net.</a>
es_es: Si tiene alguna pregunta con respecto a la instalación, funcionamiento o la propia empresa, no dude en contactar a nuestro soporte via correo electrónico <a href="mailto:support@shouldianswer.net">support@shouldianswer.net</a>
fi_fi: Jos sinulla on kysymyksiä asennukseen, sovelluksen toimintaan tai yritykseemme liittyen, voit ottaa yhteyttä kätevästi sähköpostitse osoitteeseen <a href="mailto:support@shouldianswer.net">support@shouldianswer.net</a>.
fr_fr: Si vous avez des questions concernant l'installation, les fonctionnalités ou l'entreprise elle-même, contactez notre assistance via l'email suivant <a href="mailto:support@shouldianswer.net">support@shouldianswer.net</a>.
hu_hu: Ha bármilyen kérdése lenne az alkalmazás telepítésével, funkcióival, vagy magával a céggel kapcsolatban, kérjük vegye fel a kapcsolatot munkatársainkkal e-mailen keresztül: <a href="mailto:support@shouldianswer.net">support@shouldianswer.net</a>.
it_it: Per eventuali domande relative all'installazione, la funzionalità o la società stessa, non esitate a contattare il nostro supporto via e-mail <a href="mailto:support@shouldianswer.net">support@shouldianswer.net</a>.
pl_pl: Jeśli masz jakieś pytanie dotyczące instalacji funkcji, lub firmę, prosimy o kontakt poprzez e-mail <a href="mailto:support@shouldianswer.net"> support@shouldianswer.net </a>.
pt_br: Se você tiver dúvidas quanto à instalação, características ou a companhia, sinta-se livre para contatar nosso suporte via e-mail em <a href="mailto:support@shouldianswer.net">support@shouldianswer.net</a>.
ru_ru: Если у вас есть какие-нибудь вопросы, касающееся установки, функциональности или самой компании, не стесняйтесь контактировать нашу поддержку посредством электронной почты<a href="mailto:support@shouldianswer.net">support@shouldianswer.net</a>
sv_se: Om du har några frågor gällande installation, funktioner eller företaget, kan du kontakta oss på vår support via e-post på <a href="mailto:support@shouldianswer.net">support@shouldianswer.net</a>.

source: Installation
cs_cz: Instalace
es_es: Instalación
fi_fi: Asennus
hu_hu: Telepítés
it_it: Installazione
pl_pl: Instalacja
pt_br: Instalação
ru_ru: Установка
